{ "chapters": [
    {
        "chapter_title": "Development of GHG Standards and BEV Durability Requirements",
        "chapter_number": "1",
        "page_number": 1,
        "sections": [
            {
                "section_number": "1.0",
                "title": "Introduction",
                "page_number": 1,
                "subsections": [],
                "content": " This chapter provides technical details supporting the development of the proposed greenhouse gas (GHG) standards for both Light Duty and Medium Duty Vehicles, and a separate section that provides additional background on development of EPA's proposed battery durability standards compared to those developed by the UN and California."
            },
            {
                "section_number": "1.1",
                "title": "Development of the proposed GHG standards for Light-Duty Vehicles",
                "page_number": 1,
                "subsections": [],
                "content": " As a prelude to the development of the standards for this proposal, EPA first evaluated how the market (manufacturers and consumers) responded (and the implications on emissions) since the footprint-based standards were first established for 2012 model year (MY). We have witnessed a shift in sales mix from the car regulatory class to truck class (described in 1.3.1), and an increase in average vehicle footprint. One of the issues we assessed for this proposal was potential ways to minimize potential erosion of projected GHG reductions due to changes in fleet mix that might be influenced by the program structure. The Technical Support Document (TSD) supporting the 2017-2025 NPRM (U.S. EPA 2011) outlined EPA's rationale in its selection of footprint as the attribute for its GHG standards and provided a detailed discussion of the statistical methodology applied in fitting footprint curves to fleet data. EPA continues to believe that footprint is appropriate for attribute-based standards. In assessing new footprint curves for this proposal, EPA wanted to a) reduce the likelihood of change to average vehicle footprint as a compliance strategy and b) to minimize the incentive to shift vehicle attributes and the resulting car/truck classification as a compliance strategy. The following steps were taken (discussed in 1.1.3): • Establish a footprint slope for passenger vehicles (cars) that does not overly incentivize upsizing or downsizing • Identify an appropriate CO2 emissions offset for trucks (relative to passenger vehicles) to recognize the incremental tailpipe CO2 due to inclusion of all-wheel drive (AWD)1 and nominal towing capability, and incorporate it into a footprint curve for trucks • Assess whether these slopes, of their own accord, incentivize a fleet shift towards larger or smaller vehicles • Propose cutpoints based on observed trends in full size trucks, and reflective of equity concerns for smaller vehicles"
            },
            {
                "section_number": "1.1.1",
                "title": "Analysis of fleet changes since 2012",
                "page_number": 1,
                "subsections": [],
                "content": " During the past rulemakings for GHG standards, several stakeholders have urged the Agency to address what they viewed as overly generous CO2 targets for light trucks. EPA received several comments on its 2021 NPRM requesting that the nature of the footprint curves, and of 1 We use the term AWD to include all types of four-wheel drive systems, consistent with SAE standard J1952. the dual standards for cars and trucks, be re-examined. In collective response to these comments, and as preliminary analysis for this proposal, EPA felt that it was appropriate to assess changes in the fleet and their impact on performance of the light-duty GHG program. EPA has now gathered almost 10 years of sales data since the attribute-based GHG standards for light duty vehicles first took effect in 2012 MY. While the light-duty GHG program has achieved significant emissions reductions over the past decade, EPA witnessed underperformance of achieved tailpipe GHG emissions rates compared to those that were originally projected. This underperformance can be attributed to the market shift towards SUVs and trucks, as well as a modest increase in average vehicle size."
            },
            {
                "section_number": "1.1.1.1",
                "title": "Car and Truck Regulatory Classes",
                "page_number": 1,
                "subsections": [],
                "content": " The separate car and truck curves stem from regulatory class definitions originally established by NHTSA in its corporate average fuel economy (CAFE) program for cars and trucks, as directed by passage of Energy Policy and Conservation Act (EPCA) in 1975 (Public Law 94-163 1975). EPCA originally defined passenger automobiles (\"cars\") as “any automobile (other than an automobile capable of off-highway operation) which the Secretary [i.e., NHTSA] decides by rule is manufactured primarily for use in the transportation of not more than 10 individuals.” Under EPCA, there are two general groups of automobiles that qualify as non-passenger automobiles or light trucks: 1) those defined by NHTSA in its regulations as other than passenger automobiles due to their having not been manufactured “primarily” for transporting up to ten individuals; and 2) those expressly excluded from the passenger category by statute due to their capability for off-highway operation, regardless of whether they were manufactured primarily for passenger transportation. NHTSA’s classification rule directly tracks those two broad groups of non-passenger automobiles in subsections (a) and (b), respectively, of 49 CFR Part 523.5 (Title 49 CFR § 523.5 2022). EPA stated the following reasons in its 2012 FRM (77 FR 62624 2012) as to why it adopted separate car and truck regulatory classes, and separate standards for each: • First, some vehicles classified as trucks (such as pick-up trucks) have certain attributes not common on cars which attributes contribute to higher CO2 emissions – notably high load carrying capability and/or high towing capability. Due to these differences, it is reasonable to separate the light-duty vehicle fleet into two groups. • Second, EPA wished to harmonize key program design elements of the GHG standards with NHTSA’s CAFE program where it was reasonable to do so. NHTSA is required by statute to set separate standards for passenger cars and for nonpassenger cars. • Finally, most of the advantages of a single standard for all light duty vehicles are also present in the two-fleet standards. Because EPA allows unlimited credit transfer between a manufacturer’s car and truck fleets, the two fleets can essentially be viewed as a single fleet when manufacturers consider compliance strategies. Manufacturers can thus choose on which vehicles within their fleet to focus GHG reducing technology and then use credit transfers as needed to demonstrate compliance, just as they will if there was a single fleet standard. Historically, for the same footprint vehicle, truck standards have been higher (less stringent) than their equivalent-sized car. For example, for a 50 sq. ft crossover vehicle, the AWD version (almost always classified as a truck) would be subject to a standard 40 or more g/mi higher than an equivalent 2WD version of that same model (classified as a car). Beyond MY 2021, the offset between the two curves will start to reduce but it is still significant. Table 1-1 shows a comparison of the GHG targets (and the calculated offset) for a 50-square foot car and truck crossover through the years. Certification data for MY 2019 vehicles comparing tailpipe CO2 emissions of vehicle models which are sold as both cars and light trucks (such as crossovers), depending on their drivetrain - suggests that the empirical tailpipe CO2 emissions offset is far less than the compliance offset which has been provided to crossover vehicles. Table 1-1. Comparison of Car and Truck GHG Targets for 50 Square-Foot Vehicles Model Year Car Target g/mi Truck Target g/mi Offset g/mi 2012 287 331 44 2017 235 282 46 2021 197 247 50 2026 142 172 30 Since the footprint-based light duty GHG standards first took effect in MY 2012, the makeup of the fleet has changed significantly. In 2012, 64 percent of new vehicle sales were classified as passenger vehicles, with the remaining 36 percent of sales as light trucks. As of 2021, sales of sedans have declined; from 55 percent in 2012, they now represent only 26 percent of fleet sales. Sedans have largely been replaced with taller vehicles such as truck-like sport utility vehicles (SUVs) and crossover utility vehicles (CUVs). There has also been an increase in pickup truck share, from 10 percent to 16 percent in 2021. The shift in sales mix of vehicle types is shown in Figure 1-1. Figure 1-1. Light-Duty Sales by Vehicle Type (U.S. EPA 2022) In total, there has been a marked increase in the number of light truck sales: as of 2021, light trucks now account for 63 percent of new sales, and passenger vehicles only account for 37 percent of sales. This is illustrated in Figure 1-2. Figure 1-2. Change in Car and Truck Regulatory Class Market Share, 2012-2021 MY The impact of this shift to light trucks on CO2 emissions has been noteworthy. In its analysis supporting the 2012 rulemaking (which set standards for MY 2017-2025 vehicles) EPA's projected fleet mix for future years was unchanged from MY 2012 at 64 percent car and 36 percent truck2. For the 2021 standards, EPA projected that the MY 2021 fleet (based on the originally projected car/truck mix and average footprint) would need to meet an average CO2 target of 217 g/mile.3 However, the shift in actual car/truck mix to 37 percent car and 63 percent truck alone resulted in 14 g/mi higher standards by MY 2021. Meanwhile, the fleet has increased its overall average footprint by over 5 percent (from 48.9 sq ft in 2012 to 51.5 sq ft in 2021), due to fewer small sedans, and an increase in average fullsize pickup trucks. This shift has permitted compliance under higher numerical standards: the result of the increased average footprint alone resulted in an 8 g/mi increase in the MY 2021 fleet average GHG target compared to the MY 2012 average footprint. In total, the sum of these effects has resulted in MY 2021 standards that are 22 g/mi higher on a fleetwide average than were originally projected. The effects of car/truck shift and footprint increase (combined) are illustrated in Figure 1-3. From 2012-2021, the GHG program has projected combined reductions in CO2 emissions rates of 28 percent (or an average annual rate of"
            },
            {
                "section_number": "3.5",
                "title": "percent per year). During this period, the achieved industry CO2 emissions performance",
                "page_number": 4,
                "subsections": [],
                "content": " value for new vehicles has only decreased from 287 g/mi in 2012 to 239 g/mi in 2021 - an average annual reduction of about 2 percent per year4 (U.S. EPA 2021). Figure 1-3. Effect of Fleet Shift on Average CO2 Standard 2 For the 2020 rule the projected car/truck mix was revised to 54 percent car and 46 percent truck, but it still underestimated the market share of trucks that would be sold. 3 This has been adjusted from the published values to reflect differences in expected lifetime VMT for trucks compared to cars. 4 Note that the 2012 industry performance of 287 g/mi was lower than the 2012 standard of 299 g/mi (black line in Figure 3). This resulted in generation of GHG credits."
            },
            {
                "section_number": "1.1.2",
                "title": "Relationship between GHG curve shape, stringency, and BEV share",
                "page_number": 5,
                "subsections": [],
                "content": " It is important to note that for the earlier rulemakings, footprint was selected as an attribute with a fleet that was almost exclusively comprised of internal combustion engine (ICE) vehicles. In contrast, footprint does not have any relationship with tailpipe emissions from BEVs or any other zero-emission vehicle. A fleet of exclusively battery electric vehicles would all emit zero g/mi tailpipe GHG, regardless of attribute (vehicle size, weight, tow rating, etc.); mathematically, the only appropriate \"footprint curve\" for an all-electric fleet would have a slope of zero (flat) and be set to zero g/mi. And so, as the fleet transitions to an increasing percentage of ZEVs, the appropriate slope for the fleet will need to consider not just the current available technology of ICE vehicles, but the ratio of those ICE vehicles sold as a percentage of the entire fleet of new vehicles (including BEVs). For example, if only 50 percent of new vehicles sold were ICE vehicles, it would be reasonable to scale the slope of the curves by roughly 50 percent. In setting future fleet average standards, the anticipated decreasing level of ICE vehicles are thus factored into the setting of the car and truck slopes."
            },
            {
                "section_number": "1.1.3",
                "title": "Development of appropriate GHG curve shape (slope and cut points)",
                "page_number": 5,
                "subsections": [],
                "content": " EPA believes that footprint is still an appropriate attribute for its standards curves. However, EPA assessed ways to modify the shape of the footprint curves and the relative difference between cars and trucks to minimize the incentive for manufacturers to change vehicle size or regulatory class as a compliance strategy, which is not a goal of the program and could in turn potentially reduce the projected GHG emissions reductions. Beginning with the premise that the primary objective of light-duty vehicles (regardless of their car/truck regulatory class designation) is to move people and their incidental cargo, EPA first determined an appropriate curve slope for passenger vehicles (cars). The distinguishing features that provide more capability for trucks and the associated increase in tailpipe emissions (for ICE vehicles) are then used to build out a separate a truck curve from the base car curve. The steps and the analysis performed are described below."
            },
            {
                "section_number": "1.1.3.1",
                "title": "Establishing slope of car curve",
                "page_number": 5,
                "subsections": [],
                "content": " EPA’s OMEGA model, in addition to modeling the application of vehicle technology, also has the capability to project changes in vehicle size as a compliance response. In determining an appropriate slope for the car curve, EPA modeled a range of car slopes to evaluate the footprint response – that is, to assess the tendency of the fleet to upsize or downsize as a compliance strategy. In theory, for ICE vehicles, a footprint-based slope that is too steep will incentivize manufacturers to increase the size of their vehicles as a compliance strategy, whereas a slope too flat may encourage some downsizing. For BEVs (or any ZEV technology), there is no relationship between footprint and tailpipe emissions, so any slope greater than zero should provide manufacturers with a compliance incentive (at some level) to upsize BEVs. For a fleet comprised of BEV and ICE vehicles subject to the same footprint curve, the best compromise for determining a \"neutral\" slope is one that strikes a balance between upsizing incentives for BEVs with downsizing incentives for ICE vehicles. For any given vehicle, a manufacturer may be incentivized to increase footprint if the compliance benefit of higher GHG target values (and less potentially less costly technology needed for compliance) and consumer valuation of vehicle size exceeds the additional cost of producing a larger vehicle and higher emissions associated with greater vehicle mass. In the OMEGA model inputs, we assumed a consumer valuation, or willingness-to-pay (WTP) of $200/sq ft of vehicle footprint. While this is on the low end of the range suggested in the literature (e. a. Greene 2018), a higher WTP would create a stronger upsizing tendency, which would suggest an even flatter \"size-neutral\" slope than found in our analysis. The slope that corresponded with a neutral response for ICE vehicles only (overall, no change in the average footprint of ICE vehicles) was 0.8 g/mi/square foot. This slope was then scaled down accordingly- for example, based on a nominal BEV sales penetration of around 50 percent, this 0.8 slope would be scaled down to 0.4 (based on a remaining 50 percent of ICE vehicles). To confirm that this slope would give us a neutral response over a mixed fleet with approximately 50 percent BEVs, we reviewed the footprint response (at a consistent level of stringency which corresponds with 50 percent BEV share) for slopes ranging from 0 to 0.8 g/mi/sq ft. Figure 1-4 (for sedans) and Figure 1-5 (car SUVs) show the final fleet average footprint, compared to the base year average footprint (in orange) for each slope tested. The overall fleet-neutral slope was determined to be 0.43 g/mi/sq ft. As can be seen, the shift in the two body styles balance out (about 0.5 sq ft increase for sedans and a 0.5 sq ft decrease for car SUVs). Figure 1-4. Footprint Response to Slope Sweeps, Sedan/Wagon Body Style Figure 1-5. Footprint Response to Slope Sweeps, (Car Reg Class) CUV/SUV Body Style"
            },
            {
                "section_number": "1.1.3.2",
                "title": "Development of truck curve",
                "page_number": 7,
                "subsections": [],
                "content": " Historically, there has been a significant increase (offset) between the car and light truck footprint-based curves to reflect the additional utility of trucks. The large shift in sales from car crossovers to truck crossovers might suggest that the size of this offset was not appropriate for vehicles with similar towing and hauling capability - for example, crossover vehicle models (trucks) equipped with AWD compared to those same models with 2WD (cars). Most of these vehicles available with both driveline options exhibit the same tow rating and nearly identical GCWR. In redesigning the truck curve, EPA considered the \"base utility\" of moving people for passenger vehicles and light trucks to be similar (this is especially true for crossover vehicles and wagons, for example). However, larger trucks which are designed for more towing and hauling capability do require design changes to allow for handling of these larger loads and this is reflected in increased engine capability, body-on-frame design, and greater structural mass. EPA analyzed empirical fleet data to quantify the additional tailpipe CO2 resulting from these required design changes and use it as a basis for a \"utility offset\" that is built into the slope of the proposed truck curves. The truck curve is based on the car curve, but with additional allowances for 1) AWD and 2) towing and hauling utility. The analysis that went into the determination of each proposed offset, and the resulting truck slope, is detailed below. 3) AWD Offset EPA analyzed certification data (Ellies 2023) from MY 2019 (the latest at the time the analysis was completed) to compare the tailpipe CO2 emissions of crossover vehicle models with 2WD and AWD driveline configurations and identical engines. In total, 32 vehicle models were offered in both a 2WD and an AWD version and were subject to passenger vehicle and light truck CO2 compliance targets, respectively. Figure 1-6. Increase in Tailpipe CO2 Emissions: MY 2019 AWD vs. 2WD Crossovers Figure 1-4 shows the distribution of tailpipe increase between unique 2WD and AWD vehicle models. The median increase in tailpipe CO2 is 12.5 g/mi for these models, although several models showed increases below 10 g/mi. As this characteristic is the only attribute distinguishing a “truck” crossover from a “car” crossover that should produce measurable tailpipe CO2 differences, it forms the basis for the proposed offset between the car and truck curves for vehicles of equivalent towing capacity. Based on this analysis, EPA's proposed footprint curves reflect an offset between the car and truck curves of 10 g/mi for ICE vehicles equipped with AWD. 4) Towing and Hauling Utility Offset In determining an offset for truck utility, EPA reviewed vehicle specifications available in the MY 2019 fleet data. One way to quantify a vehicle's utility (or maximum output) is by its gross combined weight rating (GCWR).5 GCWR is the value specified by the vehicle manufacturer as the maximum weight of a loaded vehicle and trailer. (Title 40 CFR § 86.1803-01 2023) In its simplest form, GCWR = GVWR + maximum loaded trailer weight, where: 5 GVWR describes the maximum load that can be carried by a vehicle, including the weight of the vehicle itself. GCWR describes the maximum load that the vehicle can haul, including the weight of a loaded trailer and the vehicle itself. For more information, please refer to the Medium and Heavy-duty GHG Phase 2 FRM (81 FR 73478 2016). GVWR (gross vehicle weight rating) is the value specified by the manufacturer as the maximum design loaded weight of a single vehicle (Title 40 CFR § 86.1803-01 2023). EPA first reviewed MY 2019 vehicle models and plotted GCWR vs engine performance. Of horsepower or engine torque, engine torque correlated best with a truck's utility. As shown in Figure 1-5, there is a positive correlation between a vehicle's GCWR and its rated engine torque. Figure 1-7. GCWR-Torque Relationship, MY 2019 Light Truck Data As seen in the fleet data, vehicle models which are offered at a higher tow rating than the base model will be equipped with a more powerful engine (and accompanying transmission, driveline and chassis improvements). From a modeling perspective EPA focused on the increase in engine torque based on the relationship observed above. EPA then evaluated the increase in tailpipe CO2 for additional towing capacity using response surface equations (RSEs) from ALPHA model results as follows: • First, we estimated the required nominal engine torque for three vehicle models with different body styles (small pickup, SUV, and full-size pickup) at various tow rating levels by calculating the GCWR and applying the relationship seen in Figure 1-7. • Then we scaled each engine model to an appropriate displacement (to match required torque) for various modeled engine architectures6 based on each modeled engine's BMEP. Test weight (curb + 300 pounds) was increased slightly to account for heavier powertrain, driveline, suspension and brakes that are required for greater towing capacity. Road loads were modified slightly based on this increased weight. We were then able to predict CO2 based on the RSE results for a downsized turbocharged engine and various gasoline GDI engine models. 6 ALPHA modeled engines include GDI with and without cylinder deactivation and Turbo Gas for pickups, and GDI and Atkinson for CUVs. • The modeling results show the increase in CO2 as a function of an increase in towing capacity in Figure 1-8. The data suggests that the average increase in CO2 for a given vehicle is about 9 g/mi per additional 1000 pounds of tow capability. Figure 1-8. Incremental CO2 as a Function of Increased Towing Capacity Finally, MY 2019 data shown in Figure 1-9 indicates that tow rating is directionally proportional with footprint (as longer wheelbases are required for stability during increased towing demands). The difference in towing capacity between a 70 square foot truck (at a salesweight average tow rating slightly over 9000 pound) and that of a 45 square foot truck (with average tow rating just over 2000 pound) is 7000 pounds. Based on the relationship derived above for CO2 vs. towing capacity, this would correspond to an addition 63 g/mi of tailpipe CO2 between 45 and 70 square feet7. EPA combined these relationships to establish an appropriate footprint-based truck slope that is based on the additional utility that trucks are designed for. This represents the full utility-based offset of the proposed truck curve for a 100 percent ICE vehicle fleet. 7 EPA is not considering towing differences for trucks greater than 70 square feet or smaller 45 square feet Figure 1-9. Tow Rating-Footprint Relationship, MY 2019 Trucks For a strictly ICE vehicle fleet, the AWD and utility offset would look as shown in Figure Figure 1-10. AWD and Utility Offset Applied to Establish Truck Curve (100 percent ICE)8 However, as described in 1.3.2, we are proposing the scaling of the car and truck curves as appropriate to reflect expected increased BEV penetration. For the 2030 fleet we are applying a 8 For this figure and the subsequent figures, \"no CP\" indicates that no cutpoints were reflected in these plots. 50 percent factor to these offsets (i.e., a nominal penetration of 50 percent remaining ICE vehicles), as well as a 50 percent factor to the base car slope. We recognize BEV penetration may be higher or lower than this figure but we believe it is appropriate, as discussed above, to reflect increased BEV penetration in the curves and this is a reasonable approach. This reduces the AWD offset to 5 g/mi and the full-size truck utility offset to 31.5 g/mi as shown in Figure Figure 1-11. AWD and Utility Offset Applied to Establish Truck Curve (Scaled)."
            },
            {
                "section_number": "1.1.3.3",
                "title": "Analysis of Footprint Response to Proposed Standards",
                "page_number": 11,
                "subsections": [],
                "content": " To confirm that the proposed slopes for car and truck curves would not incentivize a shift in vehicle size, we analyzed the projected trend in vehicle footprint for the proposed standards to confirm a minimal overall change in vehicle size for the combined fleet. Figure 1-12 shows a comparison of 2020 base year footprint (blue) compared to the MY 2032 average projected footprint (orange) for the proposed standards, for BEV and ICE vehicles, by body style. As can be seen, the BEVs increase slightly in size, while the ICE vehicles decrease slightly. These two tendencies offset each other to minimize the overall change in fleet size. Figure 1-12. Comparison of Average Footprint to Base Year Footprint for Proposed Standards Table 1-2 shows the numerical MY 2032 average footprint (FP) for the various body styles for BEVs and ICE vehicles, and the fleet averages, compared to base year (MY 2020) footprint for the proposed standards. The overall change in average footprint (51.3 square feet) compared to the base year footprint (50.6) is minimal (an increase of 1 percent). Table 1-2: Comparison of MY 2032 Footprint to Base Year Footprint, Proposed Standards BEV ICE Combined Base FP MY 2032 FP Base FP MY 2032 FP Base FP MY 2032 FP Sedan 46.5 48.1 46.0 43.7 46.4 47.1 CUV/SUV 49.0 50.9 49.0 46.7 49.0 49.7 Pickup 65.8 69.1 65.5 63.2 65.7 65.7 Total 49.7 51.7 52.7 50.3 50.6 51.3"
            },
            {
                "section_number": "1.1.3.4",
                "title": "Cut points",
                "page_number": 13,
                "subsections": [],
                "content": " EPA evaluated the sales weight-average footprint for full size pickups in determining the appropriate upper truck cutpoint for this proposal. Figure 1-13 shows that the average footprint has increased for full size pickups from 67 square feet to over 69 square feet in 2021. The upper cutpoint has increased from 66 square feet in MY 2018 to 69 square feet in 2021. To avoid any incentive to further upsize the full-size pickups, EPA is proposing to phase down the long-term upper truck cutpoint to 70 square feet9. The upper cutpoint for cars is unchanged at 56 square feet. Figure 1-13. Sales-weighted Footprint of Full-Size Pickups, 2012-2021 MY EPA proposes that vehicles smaller than 45 square feet should not necessarily be subject to more stringent standards based on an extrapolation of the utility offset approach described above. Many vehicle models smaller than 45 square feet, both cars and trucks, are offered and EPA does not want to discourage vehicles in this segment for equity and affordability concerns. These include popular vehicles such as the Subaru Crosstrek, Nissan Kicks, the Chevy Trax, and the Honda HR-V. Applying the cutpoints to the preceding methodology yields the final curve shape that is shown in Figure 1-14. 9 In the 2021 rule, for MYs 2023 and beyond the upper truck cutpoint was restored to the original 74 square foot value first finalized in 2012. EPA proposes to reduce the upper cutpoint beginning in MY 2027, with full phase down (from 74 in 2026) to 70 square feet by 2030. Figure 1-14. Car and Truck Curves, Scaled, with Cutpoints"
            },
            {
                "section_number": "1.2",
                "title": "Development of the proposed GHG standards for Medium-Duty Vehicles",
                "page_number": 15,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "1.2.1",
                "title": "History of GHG standards for Medium-Duty Vehicles",
                "page_number": 15,
                "subsections": [],
                "content": " In the Phase 1 Heavy-duty rule, EPA established a GHG standards program structure for complete Class 2b and 3 heavy-duty vehicles (referred to in this rule as ‘medium duty pickups and vans’’) as part of a joint GHG and CAFE program with NHTSA (76 FR 57106 2011). The Phase 1 standards began to be phased-in for MY 2014 with the final Phase 1 stringency levels stabilizing in MY 2018. The Phase 1 program worked well to establish a first time GHG standards program for these work-oriented vehicles. The Phase 2 program established more stringent standards for MY 2027, phased in over MYs 2021–2027, requiring additional GHG reductions (81 FR 73478 2016). The MY 2027 standards will remain in place unless and until amended by the agency. Medium duty vehicles (previously described as heavy-duty vehicles in the Phase 1 and Phase 2 HD GHG rules) with a gross vehicle weight rating (GVWR) between 8,501 and 10,000 pounds are classified in the industry as Class 2b motor vehicles while vehicles with GVWR between 10,001 and 14,000 pounds are classified as Class 3 motor vehicles. Class 2b includes vehicles classified as medium-duty passenger vehicles (MDPVs) such as very large SUVs (Title 40 CFR § 86.1803-01 2023)10. Because MDPVs are designed primarily to be used as light-duty passenger vehicles, they are regulated under the light-duty vehicle rules. Thus, the requirements for MDPVs in this rulemaking are the same as the light-duty pickups with respect to both GHG and criteria emission standards. 10 We are proposing changes in the definition of MDPV in 40 CFR § 86.1803-01. See § III.D of the Preamble to this proposed rule. Historically, about 90 percent of medium-duty pickups and vans have been what are often referred to as \"3⁄4-ton\" and \"1-ton\" pickup trucks11, 12- and 15-passenger vans, and large work vans that are sold by vehicle manufacturers as complete vehicles, with no secondary manufacturer making substantial modifications prior to registration and use. Most of these vehicles are produced by companies with major light-duty markets in the United States, primarily Ford, General Motors, and Stellantis12. Often, the technologies available to reduce GHG emissions from this segment are similar to the technologies used for the same purpose on light-duty pickup trucks and vans, including both engine efficiency improvements (for gasoline and diesel engines) and vehicle efficiency improvements. In the Heavy-Duty Phase 1 (76 FR 57106 2011)and Phase 2 (81 FR 73478 2016) rules, EPA adopted GHG standards for mediumduty pickups and vans based on the whole vehicle (including the engine), expressed as grams of CO2 per mile, consistent with the way these vehicles are regulated by EPA today for criteria pollutants. Vehicle testing for both the medium-duty and light-duty vehicle programs is conducted on chassis dynamometers using the drive cycles from the EPA Federal Test Procedure (Light-duty FTP or ‘‘city’’ test) and Highway Fuel Economy Test (HFET or ‘‘highway’’ test) (Title 40 CFR § 1066.801 Subpart I 2023). For the light-duty GHG standards, EPA factored vehicle attributes into the standards by basing the GHG standards on vehicle footprint (the wheelbase times the average track width). For those standards, passenger cars and light trucks with larger footprints are assigned higher GHG targets (see Chapter 1.1.1.1). For HD pickups and vans, the agencies also set GHG standards based on vehicle attributes but used a work-based metric as the attribute rather than the footprint attribute utilized in the light-duty vehicle rulemaking. Work-based measures such as payload and towing capability are key among the parameters that characterize differences in the design of these vehicles, as well as differences in how the vehicles will be utilized. Buyers consider these utility-based attributes when purchasing a HD pickup or van. EPA therefore finalized Phase 1 and 2 standards for medium-duty pickups and vans based on a ‘‘work factor’’ attribute that combines the vehicle’s payload and towing capabilities, with an added adjustment for 4-wheel drive vehicles. For Phase 1 and 2, the agencies adopted provisions such that each manufacturer’s fleet average standard is based on production volume-weighting of target standards for all vehicles that in turn are based on each vehicle’s work factor (76 FR 57106 2011) (81 FR 73478 2016). These target standards are taken from a set of curves (mathematical functions). The Phase 2 work factor GHG standards are shown in Figure 1-15 for reference. The agencies established separate standards for diesel and gasoline medium-duty pickups and vans. Note that this approach does not create an incentive to reduce the capabilities of these vehicles because less capable vehicles are required to have proportionally lower emissions and fuel consumption targets. 11 \"3/4-ton\" and \"1-ton\" are common industry terms, not regulatory definitions. These terms typically refer to Class 2b and Class 3 trucks, respectively. For specific regulatory definitions for Class 2b and Class 3, please refer to 40 CFR § 86.1803-01. 12 Formerly Fiat-Chrysler during the period when the Heavy-duty Phase 1 and 2 standards were developed. 3.94 4.44 4.94 5.44 5.94 6.44 6.94 7.44 7.94 8.44 350 400 450 500 550 600 650 700 750 Gasoline Standards FuelConsumption (gallons per 100 miles) CO2(grams per mile) 3000 3500 4000 4500 5000 5500 6000 6500 7000 Work Factor 3.44 3.94 4.44 4.94 5.44 5.94 6.44 6.94 350 400 450 500 550 600 650 700 750 Diesel Standards CO2 (grams per mile) 3000 3500 4000 4500 5000 5500 6000 6500 7000 Work Factor Figure 1-15: Heavy-duty Phase 2 work factor-based GHG standards for medium-duty pickups and vans (81 FR 73478 2016)."
            },
            {
                "section_number": "1.2.2",
                "title": "Development of the proposed standards for Medium-Duty Vehicles",
                "page_number": 17,
                "subsections": [],
                "content": " Medium-duty-vehicles (MDV)13 are similar to the light-duty trucks addressed in this program with respect to both technological opportunity for electrification as well as in terms of how they 13 In our proposal we are defining a new MDV category that combines Class 2b and Class 3 and that excludes MDPV. For the full definition, please refer to § III.A.1 of the Preamble to this proposed rule. are manufactured. Several light-duty manufacturers also the primary manufacturers of the majority of medium-duty pickups and vans. Medium-duty pickups and vans share close parallels to the light-duty program regarding how EPA has developed our proposed medium-duty standards and compliance structures with the penetration of new technologies such as electrification. The primary difference between the light-duty and the MDV standards is that MDV standards continue to be based on work attributes rather than vehicle footprint. MDV pickups and vans are true work vehicles that are designed for much higher towing and payload capabilities than are light-duty vehicles. The technologies applied to light-duty vehicles are not all applicable to MDVs at the same adoption rates, and the internal combustion engine technologies often produce a lower percent reduction in CO2 emissions when used in many medium-duty vehicles. For example, electrification of a MDV pick-up designed and used solely for high towing capacity may not be appropriate or acceptable to consumers at this time. Conversely, delivery vans or payload-oriented pick-ups that operate over limited distances and daily routes present a significant opportunity for electrification. Due to this expected usage difference of MDVs, there are fewer parallels with the structure of the light-duty program. In addition, the phase-in provisions in the MDV program, although structurally different from those of the light-duty program due to CAA requirements, serve the same purpose, which is to allow manufacturers to achieve large reductions in emissions while providing a broad mix of products to their customers. The form and stringency of the original Phase 1 and 2 standards curves were based on the performance of a set of vehicle, engine, and transmission technologies expected (although not required) to be used to meet the GHG emissions standards with full consideration of how these technologies were likely to perform in medium-duty vehicle specific testing and use. The technologies included: • Advanced engine improvements for friction reduction and low friction lubricants • Improved engine parasitics, including fuel pumps, oil pumps, and coolant pumps • Valvetrain variable lift and timing • cylinder deactivation • Direct gasoline injection • Cooled exhaust gas recirculation • Turbo downsizing of gasoline engines • Diesel engine efficiency improvements • Downsizing of diesel engines • Electric power steering • High efficiency transmission gear boxes and driveline • Further improvements in accessory loads • Additional improvements in aerodynamics and tire rolling resistance • Low drag brakes • Mass reduction • Mild hybridization • Strong hybridization • Advanced 8 and higher speed automatic transmissions • Diesel aftertreatment optimization • BEV Substantial opportunity still exists to further implement and make improvements to most of these technologies to achieve further reductions in GHG emissions beyond those achieved in the initial implementation of the Heavy-duty Phase 2 program as it applies to Class 2b and Class 3 vehicles (81 FR 73478 2016). Many of these technologies have not yet been implemented since the Phase 2 standards are still within a phase-in period continuing through MY 2027. The agency still expects to see additional penetration of many of these technologies. The electrification of MDVs in the form of BEVs, particularly in delivery vans some pickups, has the highest potential for GHG reductions of all technologies investigated by the agency. However, mild and strong hybridization and targeted PHEV implementation, particularly PHEV Class 2b pickup trucks, may also provide substantial GHG emission reductions as well as potential improvements in internal combustion engines, transmissions and vehicle technologies."
            },
            {
                "section_number": "1.2.2.1",
                "title": "Proposed MDV GHG Standards",
                "page_number": 19,
                "subsections": [],
                "content": " Our proposed GHG standards for all MDVs14 are entirely chassis-dynamometer based and continue to be work-factor-based as with the previous heavy-duty Phase 2 standards. The standards also continue to use the same work factor (WF) and GHG target definitions (81 FR 73478 2016). However, for MDVs with high towing capability at or above 22,000 pounds GCWR, we are proposing to limit the GCWR input into the work factor equation to 22,000 pounds GCWR in order to prevent increases in the GHG emissions target standards that are not fully captured within the loads and operation reflected during chassis dynamometer GHG emissions testing. The chassis dynamometer testing methodology for MDVs does not directly incorporate any GCWR related direct load or weight increases (e.g., trailer towing) however, they would be reflected in the higher target standards when calculating the GHG targets using GCWR values above 22,000 pounds. Without some limiting “cap”, the resulting high target standards relative to actual measured performance would be unsupported within the test data used to demonstrate compliance and would generate windfall compliance credits for higher GCWR ratings. The equations for MDV compliance with the proposed GHG standards are: CO2e Target (g/mi) = [a × WF] + b WF = Work Factor = [0.75 × [Payload Capacity + xwd] + [0.25 × Towing Capacity] Payload Capacity = GVWR (pounds) - Curb Weight (pounds) 14 Pickup trucks, vans, incomplete vehicles and other vehicles having GVWR between 8,501 and 14,000 pounds, excluding MDPVs. See § III.A.1 of the Preamble to this proposed rule. xwd = 500 pounds if equipped with 4-wheel-drive, otherwise 0 pounds Towing Capacity = GCWR (pounds) - GVWR (pounds); with GCWR capped within the calculation at 22,000 pounds for GCWR > 22,000 pounds and with coefficients \"a\" and \"b\" as defined in Table 1-3: Table 1-3: Proposed Coefficients for MDV Target GHG Standards Model Year a b 2027 0.0348 268 2028 0.0339 261 2029 0.0310 239 2030 0.0280 216 2031 0.0251 193 2032 0.0221 170 The feasibility of the–2027 - 2032 GHG standards is based primarily upon an assessment of the potential for a steady increase in MDV electrification, primarily within the van segment. The feasibility of the initial year of compliance (2027) is from continued introduction of technologies phasing into use for compliance with HD GHG Phase 2 as described in DRIA Chapter 1.2.2. Note that the proposed fuel neutral standard in 2027 is a revision that would replace the last year of phase-in into the HD Phase 2 GHG program and applies solely to MDVs within that program. The primary assumptions within the work factor based GHG standards for MDV from 2028 to 2032 include an approximately 8 percent year over year improvement, to a large degree from electrification of MDV vans and to a lesser degree electrification of a small fraction (<25 percent) of MDV pickups and adoption of other technologies. The MDV target GHG standards are compared to the current HD Phase 2 gasoline standards in Figure 1-13. Note that the GHG standards continue beyond the data markers shown in Figure 1-13. The data markers within the figure reflect the approximate transition from light-duty trucks and MDPVs to MDVs at a WF of approximately 3,000 pounds and the approximate location of 22,000 pounds GCWR in work factor space (e.g., a WF of approximately 5,500 pounds). Beginning in 2027, the MDV GHG program moves gasoline, diesel, and PEV MDVs to fuel-neutral standards, i.e., identical standards regardless of the fuel or energy source used. CO2 (g/mi) 500 450 400 350 300 250 200 150 2032 2031 2030 2029 2028 2027 (Phase 2 Diesel & Revised Gasoline) 2027 (Previous Phase 2 Gasoline) 2500 3000 3500 4000 4500 5000 5500 6000 Workfactor Figure 1-16: Proposed MDV GHG Target Standards"
            },
            {
                "section_number": "1.3",
                "title": "Development of the proposed battery durability standards",
                "page_number": 21,
                "subsections": [],
                "content": " As described in sections III.F.2 and III.F.3 of the Preamble, EPA is proposing new battery durability and warranty standards for PEVs. In developing the proposed standards, EPA took into consideration the provisions established in United Nations Global Technical Regulation No. 22, as well as the California Air Resources Board battery durability and warranty requirements under the Advanced Clean Cars II program. Although EPA is not proposing provisions that are identical to either program, we recognize the fact that automakers may be subject to GTR No. 22 in markets outside the U.S., and that many may also be subject to the durability and warranty requirements under the State of California ACC II program. In considering the design and feasibility of the proposed standards, EPA has considered the specific features and purposes of both programs and has considered opportunities for harmonization. The following discussion provides background on GTR No. 22, and on the California Air Resources Board ACC II durability and warranty requirements. For a complete discussion of the proposed requirements under this proposal and their relation to these other programs, please refer to Preamble III.F.2 and III.F.3."
            },
            {
                "section_number": "1.3.1",
                "title": "United Nations Global Technical Regulation No. 22 on In-Vehicle Battery",
                "page_number": 21,
                "subsections": [],
                "content": " Durability For several years, EPA has worked closely with the United Nations Economic Commission for Europe (UNECE) Working Party on Pollution and Energy (GRPE) to develop a world harmonized Global Technical Regulation (GTR) for In-vehicle Battery Durability for Electrified Vehicles, or GTR No. 22 (UN ECE 2022). This GTR was created within a GRPE Informal Working Group (IWG) known as Electric Vehicles and the Environment (EVE). The EPA proposal for the BEV and PHEV battery durability program is described primarily in Section III.F.2 of the Preamble. The proposed program largely adopts the general framework and requirements described in GTR No. 22, with minor adaptations to incorporate established EPA test procedures and to achieve specific program objectives. In addition to the reference published GTR, the EVE also produced a document which outlines the technical justification and the development process of the GTR requirements (UN ECE 2021). In 2015 the UNECE began studying the need for a GTR governing battery durability in lightduty vehicles. In 2021 it finalized GTR No. 22, which provides a regulatory structure for contracting parties to set standards for battery durability in light-duty BEVs and PHEVs. The European Commission and other contracting parties are currently working to adopt this standard in their local regulatory structures. EPA representatives chaired the informal working group that developed this GTR and worked closely with global regulatory agencies and industry partners to complete its development in a form that could be adopted in various regions of the world, including potentially the United States. GTR No. 22 establishes a framework for regulating battery durability of BEVs and PHEVs by establishing durability metrics, durability performance monitoring requirements, minimum performance requirements, and procedures for determining monitor accuracy and determining compliance. It does not include battery warranty requirements. To monitor durability performance, it requires that manufacturers implement two ways of monitoring battery state-ofhealth (SOH): State of Certified Energy (SOCE) and State of Certified Range (SOCR). SOCE (and potentially in the future, SOCR) is then used to determine compliance with a Minimum Performance Requirement (MPR) at two points during the vehicle's life, as described below. In the current version of the GTR, the monitor requirements apply to Category 1-1, 1-2, and Category 2 vehicles. The MPR applies only to Category 1-1 and Category 1-2 vehicles. The IWG chose not to set an MPR for Category 2 vehicles at this time, largely because the early stage of adoption of these vehicles meant that in-use data regarding battery performance of these vehicles was difficult to obtain, and because these vehicles are more likely to have auxiliary work-related features that use power from the battery for non-propulsion purposes, and the impact of these features on battery life was not currently well characterized. MPR requirements for category 2 vehicles were therefore reserved for possible inclusion in a future amendment to the GTR. SOCE is an estimate of remaining usable battery energy (UBE) capacity at a point in the vehicle's life, expressed as a percentage of the original UBE capacity when the vehicle was new. In most jurisdictions, including the U.S. and those that have adopted the WLTP, original UBE is already measured as part of the vehicle certification or range labeling process when the vehicle is new. The GTR requires the SOCE monitor estimate of remaining UBE capacity to be readable by the customer and by regulatory authorities. The algorithm for estimating and updating SOCE during the lifetime of the vehicle is left to the manufacturer. The SOCE monitor value is required to be on average no more than 5 percent higher than the actual value that would be obtained if the true remaining UBE capacity were to instead be determined by the test procedure that was used at certification. Accuracy is determined by a test program in which a statistical test is applied to test results from a sample of test vehicles within a defined test group. SOCR is an estimate of the total electric driving range that the vehicle battery remains capable of providing at a point in the vehicle's life, expressed as a percentage of the original electric driving range when the vehicle was new. As with UBE, electric driving range is already measured and collected under applicable regional certification or type approval procedures when the vehicle is new. The GTR requires SOCR to be readable by regulatory authorities but not necessarily by the consumer. The SOCR monitor is also subject to the requirements for determination and reporting of monitor accuracy but is not currently subject to the accuracy requirement. The GTR establishes a Minimum Performance Requirement (MPR) that specifies a minimum percentage retention of SOCE and SOCR at two points in the vehicle's life. During the first phase of implementation of the GTR, only the SOCE MPR will be enforced, although SOCR will be collected for information purposes. As shown in Table 1-2, the MPRs established by GTR No. 22 require retention of at least 80 percent SOCE at 5 years or 100,000 km (about 62,000 mi), and 70 percent SOCE at 8 years or 160,000 km (about 100,000 miles). Table 1-4. Battery durability performance requirements of UN GTR No. 22 Percent retention of at Mileage Percent of sample must pass 80% SOH (UBE) 5 years 100,000 km 90% 70% 8 years 160,000 km In the GTR, compliance with the SOCE MPR is determined for the vehicles within a given durability test group by collecting a large sample of SOCE monitor values from in-use vehicles at appropriate points in their life. The test group is compliant if at least 90 percent of the vehicles monitored meet the applicable SOCE MPR. This section has outlined the requirements and framework of GTR No. 22. For a description of the specifics of the proposed EPA battery durability program and how they compare to the provisions of the GTR, please refer to Section III.F.2 of the Preamble and to the regulatory text."
            },
            {
                "section_number": "1.3.2",
                "title": "California Air Resources Board battery durability and warranty provisions",
                "page_number": 23,
                "subsections": [],
                "content": " under the ACC II program In 2022, the California Air Resources Board (CARB), as part of its Advanced Clean Cars II (ACC II) program, established battery durability and battery warranty requirements as part of a suite of customer assurance provisions designed to ensure that zero-emission vehicles maintain similar standards for usability, useful life, and maintenance as conventional vehicles. The performance requirements under the initial proposed version of the CARB durability standard were significantly more stringent than those of UN GTR No. 22. After taking public comment and consulting with the Board, the performance requirements were modified to a level closer to that of GTR No. 22, while certain aspects of the program remain more stringent than those of the GTR. In contrast to GTR No. 22, the CARB battery durability requirement applies to electric driving range instead of capacity, and phases in according to model year (MY). As shown in Table 1-5, for MYs 2026 through 2029, a vehicle test group is compliant if at least 70 percent of the vehicles in the group maintain 70 percent of certified range after 10 years or 150,000 miles (240,000 km). For MYs 2030 and later, a test group is compliant if, on average, the vehicles in the group maintain 80 percent of certified range after 10 years or 150,000 miles (240,000 km). Details on monitor accuracy requirements, thresholds for determination of non-conformance, and specific data reporting requirements are outlined in the regulations (California, California Code of Regulations, title 13, section 1962.4. 2022a), (California 2022b). The CARB warranty requirement also phases in by model year, but instead of range it refers to a state of health as expressed by usable battery energy (UBE). As shown in Table 1-6, for MYs 2026 to 2030, the battery must maintain 70 percent state of health after 8 years or 100,000 miles (160,000 km). For MYs 2031 and later, it increases to 75 percent state of health. The warranty requirement applies to the first purchaser and each subsequent purchaser. The warranty requirements are further outlined in the regulation (Title 13, California Code of Regulations 2022). Table 1-5. CARB ACC II battery durability requirements Model years Percent of at Mileage Percent of retention sample must pass 2030+ 80% On average Table 1-6. CARB battery warranty requirements Model years Percent retention of at Mileage 2031+ 75% As described in the Preamble sections III.F.2 and III.F.3, EPA is proposing battery durability and warranty standards that would differ to some degree from those of the CARB program, but we have taken California's approach into consideration because we recognize that a substantial number of vehicles sold in the United States will be subject to California's requirements. The proposed battery warranty requirements would be implemented under the existing regulatory structure that establishes a minimum warranty for major emission control components, and would thus retain similarities to the requirements under that program. The proposed durability requirements are less stringent than the CARB program and have a greater similarity to those of GTR No. 22. For a complete discussion of the proposed requirements under this proposal and their relation to these other programs, please refer to Preamble III.F.2 and III.F.3. "
            }
        ]
    }
]
}