{"chapters":[
    {
        "chapter_title": "Costs and Benefits of the Proposed Standards in OMEGA",
        "chapter_number": "10",
        "page_number": 1,
        "sections": [
            {
                "section_number": "10.0",
                "title": "Introduction",
                "page_number": 1,
                "subsections": [],
                "content": " This chapter presents the costs and benefits calculated within OMEGA. The results presented here show the estimated annual costs, fuel savings and benefits of the program for the indicated calendar years (CY). The results also show the present-values (PV) of those costs and the equivalent annualized values (EAV) for the calendar years 2027–2055 using both 3 percent and 7 percent discount rates. For the estimation of the stream of costs and benefits, we assume that after implementation of the MY 2027 and later standards, the MY 2032 standards apply to each year thereafter."
            },
            {
                "section_number": "10.1",
                "title": "Costs",
                "page_number": 1,
                "subsections": [],
                "content": " Vehicle technology costs are estimated in OMEGA using the technology cost inputs presented in Chapter 2 of this DRIA. Repair, maintenance, congestion, and noise costs are estimated in OMEGA using the approaches described in Chapter 4 of this DRIA. The resultant costs associated with the proposed standards are presented in Table 10-1. Table 10-1 Costs associated with the Proposed standards, light-duty and medium-duty (billions of 2020 dollars) Calendar Year Vehicle Technology Costs Repair Costs Maintenance Costs Congestion Costs Noise Costs Sum 2027 7.5 0.057 -0.048 -0.00023 -0.000014 7.5 2028 6.8 0.078 -0.34 0.01 0.00014 6.6 2029 6.6 0.017 -0.91 0.022 0.00033 5.8 2030 8.7 -0.15 -1.7 0.038 0.00059 6.9 2031 13 -0.43 -2.7 0.055 0.00087 9.8 2032 17 -0.84 -4 0.074 0.0012 12 2035 22 -2.8 -9.7 0.12 0.0019 10 2040 19 -9 -23 0.19 0.0029 -13 2045 13 -16 -37 0.17 0.0027 -40 2050 12 -21 -47 0.17 0.0027 -56 2055 10 -24 -51 0.16 0.0025 -65 PV3 280 -170 -410 2.3 0.037 -290 PV7 180 -79 -200 1.3 0.021 -96 EAV3 15 -8.9 -21 0.12 0.0019 -15 EAV7 15 -6.5 -16 0.11 0.0017 -7.8 As shown, estimated repair and maintenance costs, or reductions in those costs, are significant. BEVs have considerably less maintenance needs than do ICE vehicles (see Chapter"
            },
            {
                "section_number": "4.3",
                "title": "of this draft RIA which shows BEVs having 30 to 40 percent less maintenance than ICE",
                "page_number": 1,
                "subsections": [],
                "content": " vehicles). Table 10-2, Table 10-3 and Table 10-4 show costs associated with Alternatives 1, 2 and 3, respectively. Table 10-2 Costs associated with Alternative 1, light-duty and medium-duty (billions of 2020 dollars) Calendar Year Vehicle Technology Costs Repair Costs Maintenance Costs Congestion Costs Noise Costs Sum 2027 7.9 0.06 -0.048 0.00063 -0.0000017 7.9 2028 10 0.11 -0.32 0.025 0.00037 9.9 2029 14 0.13 -0.8 0.071 0.0011 13 2030 17 0.032 -1.6 0.11 0.0018 15 2031 20 -0.17 -2.7 0.17 0.0026 17 2032 23 -0.51 -4.1 0.21 0.0033 19 2035 24 -2.4 -10 0.28 0.0043 12 2040 20 -9 -26 0.27 0.0043 -14 2045 13 -17 -42 0.2 0.0031 -46 2050 13 -23 -52 0.14 0.0022 -63 2055 11 -26 -57 0.11 0.0017 -71 PV3 330 -180 -450 3.5 0.055 -300 PV7 220 -82 -220 2.2 0.034 -82 EAV3 17 -9.3 -24 0.18 0.0028 -15 EAV7 18 -6.7 -18 0.18 0.0027 -6.7 Table 10-3 Costs associated with Alternative 2, light-duty and medium-duty (billions of 2020 dollars) Calendar Year Vehicle Technology Costs Repair Costs Maintenance Costs Congestion Costs Noise Costs Sum 2027 5.5 0.043 -0.032 0.00072 0.0000041 5.6 2028 5 0.058 -0.24 0.012 0.00018 4.8 2029 5.8 0.0065 -0.68 0.02 0.00031 5.2 2030 6.1 -0.13 -1.3 0.03 0.00047 4.7 2031 11 -0.36 -2.1 0.046 0.00073 8.3 2032 15 -0.7 -3.2 0.065 0.001 11 2035 17 -2.5 -8.2 0.082 0.0013 6.6 2040 15 -8.4 -21 0.037 0.00064 -14 2045 10 -15 -34 0.0096 0.00021 -39 2050 10 -20 -43 0.028 0.00048 -53 2055 8.8 -22 -47 0.064 0.001 -60 PV3 230 -160 -370 0.74 0.012 -300 PV7 140 -74 -180 0.48 0.0078 -110 EAV3 12 -8.3 -19 0.039 0.00064 -16 EAV7 12 -6 -14 0.039 0.00064 -8.7 Table 10-4 Costs associated with Alternative 3, light-duty and medium-duty (billions of 2020 dollars) Calendar Year Vehicle Technology Costs Repair Costs Maintenance Costs Congestion Costs Noise Costs Sum 2027 2.6 0.016 -0.044 -0.0039 -0.000059 2.6 2028 2.3 0.012 -0.22 -0.00089 -0.000006 2.1 2029 1.8 -0.049 -0.54 0.0042 0.000076 1.3 2030 4.9 -0.19 -1 0.012 0.0002 3.7 2031 12 -0.39 -1.7 0.023 0.00038 9.7 2032 18 -0.66 -2.7 0.039 0.00064 15 2035 24 -2.3 -7.7 0.088 0.0015 14 2040 18 -8.5 -21 0.12 0.002 -12 2045 13 -16 -36 0.11 0.0017 -39 2050 12 -21 -47 0.11 0.0017 -56 2055 11 -24 -51 0.11 0.0016 -64 PV3 270 -170 -390 1.5 0.024 -290 PV7 170 -77 -190 0.82 0.013 -95 EAV3 14 -8.6 -20 0.078 0.0012 -15 EAV7 14 -6.3 -15 0.066 0.0011 -7.8"
            },
            {
                "section_number": "10.2",
                "title": "Fuel Savings",
                "page_number": 2,
                "subsections": [],
                "content": " The proposed standards are projected to reduce liquid fuel consumption (e.g., gasoline) while simultaneously increasing electricity consumption. The estimated impacts on fuel consumption are shown in Chapter 9.5 of this DRIA. The net effect of these changes in consumption for consumers is decreased liquid-fuel expenditures or fuel savings and increased electricity expenditures. For more information of fuel consumption, including other considerations like rebound, see DRIA Chapter 4. Table 10-2 shows the undiscounted annual monetized fuel savings associated with the proposed standards as well as the present value (PV) of those costs and equivalent annualized value (EAV) for the calendar years 2027–2055 using both 3 percent and 7 percent discount rates. We include here the social costs associated with EVSE ports, as discussed in detail in Chapter 5.3. These reflect the upfront costs associated with procuring and installing PEV charging infrastructure needed to meet the anticipated electricity demand in the proposal relative to the no action case. We include these EVSE port costs in the net benefits presented in Chapter 10.6. Net benefits are determined using pre-tax fuel savings since fuel taxes do not contribute to the value of the fuel and the EVSE port costs. We present fuel taxes and other transfers below in Chapter 10.7. Table 10-5 Pretax fuel savings and EVSE port costs associated with the Proposed standards, light-duty and medium-duty (billions of 2020 dollars) * Calendar Year Gasoline Diesel Electricity EVSE Port Costs Sum 2027 1.7 0.074 -0.92 -1.3 -0.4 2028 4.5 0.12 -2.2 -0.66 1.8 2029 8.3 0.19 -3.9 -1.1 3.5 2030 13 0.34 -5.8 -1.1 6.6 2031 19 0.55 -8.1 -8.3 2.8 2032 25 0.9 -11 -8.3 7.4 2035 48 1.9 -19 -6.7 24 2040 83 3.3 -30 -7.1 49 2045 110 4.3 -38 -7.3 67 2050 120 5.2 -41 -7.1 81 2055 130 5.8 -41 -7.1 86 PV3 1300 52 -460 -120 770 PV7 670 27 -240 -68 380 EAV3 68 2.7 -24 -6.2 40 EAV7 54 2.2 -20 -5.6 31 * Positive values represent savings, negative values represent increased costs. Table 10-6 Pretax fuel savings and EVSE port costs associated with Alternative 1, lightduty and medium-duty (billions of 2020 dollars) * Calendar Year Gasoline Diesel Electricity EVSE Port Costs Sum 2027 1.8 0.074 -0.96 -1.3 -0.35 2028 5.1 0.12 -2.4 -0.66 2.2 2029 9.3 0.2 -4.1 -1.1 4.3 2030 15 0.34 -6.3 -1.1 8.1 2031 21 0.55 -8.6 -8.3 4.8 2032 29 0.9 -11 -8.3 9.9 2035 54 1.9 -21 -6.7 28 2040 93 3.3 -33 -7.1 56 2045 120 4.4 -42 -7.3 75 2050 140 5.3 -46 -7.1 89 2055 140 5.9 -45 -7.1 95 PV3 1400 53 -510 -120 870 PV7 750 27 -270 -68 440 EAV3 75 2.8 -26 -6.2 45 EAV7 61 2.2 -22 -5.6 36 * Positive values represent savings, negative values represent increased costs. Table 10-7 Pretax fuel savings and EVSE port costs associated with Alternative 2, lightduty and medium-duty (billions of 2020 dollars) * Calendar Year Gasoline Diesel Electricity EVSE Port Costs Sum 2027 1.2 0.074 -0.66 -1.3 -0.63 2028 3.2 0.11 -1.5 -0.66 1.2 2029 6.6 0.19 -3 -1.1 2.6 2030 10 0.34 -4.6 -1.1 5.1 2031 15 0.55 -6.5 -8.3 0.86 2032 21 0.9 -8.8 -8.3 4.9 2035 42 1.9 -17 -6.7 20 2040 75 3.3 -28 -7.1 43 2045 97 4.4 -35 -7.3 59 2050 110 5.3 -38 -7.1 72 2055 120 5.8 -37 -7.1 77 PV3 1200 53 -420 -120 680 PV7 590 27 -220 -68 330 EAV3 60 2.7 -22 -6.2 35 EAV7 48 2.2 -18 -5.6 27 * Positive values represent savings, negative values represent increased costs. Table 10-8 Pretax fuel savings and EVSE port costs associated with Alternative 3, lightduty and medium-duty (billions of 2020 dollars) * Calendar Year Gasoline Diesel Electricity EVSE Port Costs Sum 2027 1 0.072 -0.56 -1.3 -0.77 2028 2.7 0.11 -1.3 -0.66 0.81 2029 4.8 0.18 -2.3 -1.1 1.6 2030 8.3 0.33 -3.7 -1.1 3.8 2031 14 0.54 -6 -8.3 -0.13 2032 21 0.89 -8.7 -8.3 4.4 2035 44 1.9 -18 -6.7 21 2040 81 3.3 -30 -7.1 47 2045 110 4.4 -38 -7.3 66 2050 120 5.3 -42 -7.1 80 2055 130 5.9 -41 -7.1 86 PV3 1200 53 -450 -120 740 PV7 630 27 -230 -68 360 EAV3 65 2.7 -23 -6.2 38 EAV7 52 2.2 -19 -5.6 29 * Positive values represent savings, negative values represent increased costs."
            },
            {
                "section_number": "10.3",
                "title": "Non-Emission Benefits",
                "page_number": 4,
                "subsections": [],
                "content": " Non-emission benefits are shown in Table 10-9 through Table 10-12 for the Proposed standards, Alternative 1, Alternative 2 and Alternative 3, respectively. The drive value represents the value that consumers place on the additional driving they may do resulting from the rebound effect. The value is positive here which represents a benefit to consumers because we have estimated a small amount of rebound driving relative to the no action case. The value of time spent refueling is shown as a negative benefit, or disbenefit, because we estimate additional time spent refueling relative to the no-action scenario. This is due to the additional BEV stock in the fleet and the additional time required, using current estimates, to refuel a BEV relative to the refueling time involved for an ICE vehicle. Energy security benefits are shown as positive because we estimate reductions in liquid-fuel consumption and corresponding reductions in imported oil. Table 10-9 Non-emission benefits associated with the Proposed standards, light-duty and medium-duty (billions of 2020 dollars) * Calendar Year Drive Value Value of Time Spent Refueling Energy Security Total 2027 0.0011 -0.14 0.052 -0.089 2028 0.024 -0.36 0.13 -0.21 2029 0.049 -0.67 0.24 -0.38 2030 0.086 -1 0.37 -0.59 2031 0.12 -1.5 0.54 -0.8 2032 0.16 -1.9 0.73 -0.99 2035 0.26 -3.4 1.4 -1.7 2040 0.37 -5.5 2.6 -2.5 2045 0.34 -6.9 3.5 -3.1 2050 0.34 -7.9 4.2 -3.3 2055 0.31 -8.2 4.4 -3.6 PV3 4.8 -85 41 -39 PV7 2.7 -45 21 -21 EAV3 0.25 -4.4 2.2 -2 EAV7 0.22 -3.6 1.7 -1.7 * Positive values represent benefits while negative values represent disbenefits. Table 10-10 Non-emission benefits associated with Alternative 1, light-duty and mediumduty (billions of 2020 dollars) * Calendar Year Drive Value Value of Time Spent Refueling Energy Security Total 2027 0.0019 -0.15 0.055 -0.091 2028 0.045 -0.38 0.15 -0.19 2029 0.12 -0.67 0.27 -0.29 2030 0.2 -1.1 0.43 -0.45 2031 0.28 -1.5 0.61 -0.6 2032 0.37 -1.9 0.82 -0.75 2035 0.5 -3.5 1.6 -1.4 2040 0.51 -5.8 2.9 -2.4 2045 0.37 -7.4 3.8 -3.2 2050 0.29 -8.4 4.7 -3.4 2055 0.22 -8.8 4.8 -3.8 PV3 6.5 -90 46 -38 PV7 3.9 -47 23 -20 EAV3 0.34 -4.7 2.4 -2 EAV7 0.32 -3.8 1.9 -1.6 * Positive values represent benefits while negative values represent disbenefits. Table 10-11 Non-emission benefits associated with Alternative 2, light-duty and mediumduty (billions of 2020 dollars) * Calendar Year Drive Value Value of Time Spent Refueling Energy Security Total 2027 0.0026 -0.1 0.038 -0.063 2028 0.028 -0.27 0.095 -0.15 2029 0.049 -0.55 0.19 -0.31 2030 0.077 -0.88 0.3 -0.5 2031 0.11 -1.2 0.44 -0.69 2032 0.16 -1.6 0.61 -0.88 2035 0.22 -3.1 1.3 -1.6 2040 0.15 -5.1 2.3 -2.6 2045 0.087 -6.5 3.1 -3.2 2050 0.11 -7.3 3.8 -3.3 2055 0.17 -7.6 3.9 -3.5 PV3 2.4 -79 37 -39 PV7 1.5 -41 19 -21 EAV3 0.12 -4.1 1.9 -2 EAV7 0.12 -3.3 1.5 -1.7 * Positive values represent benefits while negative values represent disbenefits. Table 10-12 Non-emission benefits associated with Alternative 3, light-duty and mediumduty (billions of 2020 dollars) * Calendar Year Drive Value Value of Time Spent Refueling Energy Security Total 2027 -0.0036 -0.093 0.031 -0.065 2028 0.0068 -0.25 0.08 -0.17 2029 0.02 -0.47 0.14 -0.3 2030 0.041 -0.78 0.24 -0.5 2031 0.063 -1.2 0.4 -0.72 2032 0.1 -1.6 0.6 -0.93 2035 0.21 -3.2 1.3 -1.7 2040 0.26 -5.4 2.5 -2.6 2045 0.22 -6.9 3.4 -3.2 2050 0.21 -7.8 4.2 -3.4 2055 0.21 -8.2 4.4 -3.6 PV3 3.2 -83 40 -39 PV7 1.8 -43 20 -21 EAV3 0.17 -4.3 2.1 -2.1 EAV7 0.15 -3.5 1.6 -1.7 * Positive values represent benefits while negative values represent disbenefits."
            },
            {
                "section_number": "10.4",
                "title": "Climate Benefits",
                "page_number": 7,
                "subsections": [],
                "content": " We estimate the social benefits of GHG reductions expected to occur as a result of the proposed and alternative standards using estimates of the social cost of greenhouse gases (SCGHG), 161 The SC-GHG is the monetary value of the net harm to society associated with a marginal increase in emissions of that GHG in a given year. In principle, the SC-GHG includes the value of all climate change impacts (both negative and positive), including (but not limited to) changes in net agricultural productivity, human health effects, property damage from increased flood risk and natural disasters, disruption of energy systems, risk of conflict, environmental migration, and the value of ecosystem services. The SC-GHG therefore, reflects the societal value of reducing emissions of the gas in question by one metric ton and is the theoretically appropriate value to use in conducting benefit-cost analyses of policies that affect GHG emissions. In practice, data and modeling limitations naturally restrain the ability of SCGHG estimates to include all the important physical, ecological, and economic impacts of climate change, such that the estimates are a partial accounting of climate change impacts and will therefore, tend to be underestimates of the marginal benefits of abatement. EPA and other Federal agencies began regularly incorporating SC-GHG estimates in their benefit-cost analyses conducted under Executive Order (E.O.) 12866162 since 2008, following a Ninth Circuit Court of Appeals remand of a rule for failing to monetize the benefits of reducing CO2 emissions in a rulemaking process. In 2017, the National Academies of Sciences, Engineering, and Medicine published a report that provides a roadmap for how to update SC-GHG estimates used in Federal analyses going forward to ensure that they reflect advances in the scientific literature (National Academies 2017). The National Academies’ report recommended specific criteria for future SC-GHG updates, a modeling framework to satisfy the specified criteria, and both near-term updates and longer-term research needs pertaining to various components of the estimation process. The research community has made considerable progress in developing new data and methods that help to advance various components of the SC-GHG estimation process in response to the National Academies’ recommendations. In a first-day executive order (E.O. 13990), Protecting Public Health and the Environment and Restoring Science To Tackle the Climate Crisis, President Biden called for a renewed focus on updating estimates of the social cost of greenhouse gases (SC-GHG) to reflect the latest science, noting that “it is essential that agencies capture the full benefits of reducing greenhouse gas emissions as accurately as possible.” Important steps have been taken to begin to fulfill this directive of E.O. 13990. In February 2021, the Interagency Working Group on the SC-GHG (IWG) released a technical support document (hereinafter the “February 2021 TSD”) that 161 Estimates of the social cost of greenhouse gases are gas- specific (e.g., social cost of carbon (SC-CO2), social cost of methane (SC-CH4), social cost of nitrous oxide (SC-N2O)), but collectively they are referenced as the social cost of greenhouse gases (SC-GHG). 162 Benefit-cost analyses have been an integral part of executive branch rulemaking for decades. Presidents since the 1970s have issued executive orders requiring agencies to conduct analysis of the economic consequences of regulations as part of the rulemaking development process. E.O. 12866, released in 1993 and still in effect today, requires that for all regulatory actions that are significant under 3(f)(1), an agency provide an assessment of the potential costs and benefits of the regulatory action, and that this assessment include a quantification of benefits and costs to the extent feasible. provided a set of IWG recommended SC-GHG estimates while work on a more comprehensive update is underway to reflect recent scientific advances relevant to SC-GHG estimation (IWG 2021). In addition, as discussed further below, EPA has developed a draft updated SC-GHG methodology within a sensitivity analysis in the regulatory impact analysis of EPA’s November 2022 supplemental proposal for oil and gas standards that is currently undergoing external peer review and a public comment process (U.S. EPA 2022). The EPA has applied the IWG’s recommended interim SC-GHG estimates in the Agency’s regulatory benefit-cost analyses published since the release of the February 2021 TSD and is likewise using them in this draft RIA. We have evaluated the SC-GHG estimates in the February 2021 TSD and have determined that these estimates are appropriate for use in estimating the social benefits of GHG reductions expected to occur as a result of the proposed and alternative standards. These SC-GHG estimates are interim values developed for use in benefit-cost analyses until updated estimates of the impacts of climate change can be developed based on the best available science and economics. After considering the TSD, and the issues and studies discussed therein, EPA finds that these estimates, while likely an underestimate, are the best currently available SC-GHG estimates until revised estimates have been developed reflecting the latest, peer-reviewed science. The SC-GHG estimates presented in the February 2021 SC-GHG TSD and used in this draft RIA were developed over many years, using a transparent process, peer-reviewed methodologies, the best science available at the time of that process, and with input from the public. Specifically, in 2009, an interagency working group (IWG) that included the EPA and other executive branch agencies and offices was established to develop estimates relying on the best available science for agencies to use. The IWG published SC-CO2 estimates in 2010 that were developed from an ensemble of three widely cited integrated assessment models (IAMs) that estimate global climate damages using highly aggregated representations of climate processes and the global economy combined into a single modeling framework. The three IAMs were run using a common set of input assumptions in each model for future population, economic, and CO2 emissions growth, as well as equilibrium climate sensitivity (ECS)—a measure of the globally averaged temperature response to increased atmospheric CO2 concentrations. These estimates were updated in 2013 based on new versions of each IAM.163 In August 2016 the IWG published estimates of the social cost of methane (SC-CH4) and nitrous oxide (SC-N2O) using methodologies that are consistent with the methodology underlying the SC-CO2 estimates. The modeling approach that extends the IWG SC-CO2 methodology to non- CO2 GHGs has undergone multiple stages of peer review. The SC-CH4 and SC-N2O estimates were developed by Marten, Kopits, Griffiths, Newbold, and Wolverton (2015) and underwent a standard double-blind peer review process prior to journal publication. These estimates were applied in regulatory impact analyses of EPA proposed rulemakings with CH4 and N2O emissions impacts (U.S. EPA 2015a).164 The EPA also sought additional external peer review of 163 Dynamic Integrated Climate and Economy (DICE) (Nordhaus 2010), Climate Framework for Uncertainty, Negotiation, and Distribution (FUND) 3.8 (Anthoff 2013b) (Anthoff 2013a), and Policy Analysis of the Greenhouse Gas Effect (PAGE) 2009 (Hope 2013). 164 The SC-CH4 and SC-N2O estimates were first used in sensitivity analysis for the Proposed Rulemaking for Greenhouse Gas Emissions and Fuel Efficiency Standards for Medium- and Heavy-Duty Engines and Vehicles– Phase 2. technical issues associated with its application to regulatory analysis. Following the completion of the independent external peer review of the application of the Marten et al. (2015) estimates, the EPA began using the estimates in the primary benefit-cost analysis calculations and tables for a number of proposed rulemakings in 2015 (U.S. EPA 2015b) (U.S. EPA 2015c). The EPA considered and responded to public comments received for the proposed rulemakings before using the estimates in final regulatory analyses in 2016. The IWG TSD (2016b) provides discussion of the SC-CH4 and SC-N2O and the peer review and public comment processes accompanying their development. In 2015, as part of the response to public comments received to a 2013 solicitation for comments on the SC-CO2 estimates, the IWG announced a National Academies of Sciences, Engineering, and Medicine review of the SC-CO2 estimates to offer advice on how to approach future updates to ensure that the estimates continue to reflect the best available science and methodologies. In January 2017, the National Academies released their final report, Valuing Climate Damages: Updating Estimation of the Social Cost of Carbon Dioxide, and recommended specific criteria for future updates to the SC-GHG estimates, a modeling framework to satisfy the specified criteria, and both near-term updates and longer-term research needs pertaining to various components of the estimation process. Shortly thereafter, in March 2017, President Trump issued Executive Order 13783, which disbanded the IWG, withdrew the previous TSDs, and directed agencies to ensure SC-GHG estimates used in regulatory analyses are consistent with the guidance contained in OMB’s Circular A-4, “including with respect to the consideration of domestic versus international impacts and the consideration of appropriate discount rates” (E.O. 13783, Section 5(c)). Benefit-cost analyses following E.O. 13783 used SC-GHG estimates that attempted to focus on the specific share of climate change damages in the U.S. as captured by the models (which did not reflect many pathways by which climate impacts affect the welfare of U.S. citizens and residents) and were calculated using two default discount rates recommended by Circular A-4, 3 percent and 7 percent.165 All other methodological decisions and model versions used in SC-GHG calculations remained the same as those used by the IWG in 2010 and 2013, respectively. On January 20, 2021, President Biden issued Executive Order 13990, which established an IWG and directed it to develop an update of the SC-GHG estimates that reflect the best available science and the recommendations of the National Academies. In February 2021, the IWG recommended the interim use of the most recent SC-GHG estimates developed by the IWG prior to the group being disbanded in 2017, adjusted for inflation (IWG 2021). As discussed in the February 2021 TSD, the IWG’s selection of these interim estimates reflected the immediate need to have SC-GHG estimates available for agencies to use in regulatory benefit-cost analyses and other applications that were developed using a transparent process, peer reviewed methodologies, and the science available at the time of that process. 165 EPA regulatory analyses under E.O. 13783 included sensitivity analyses based on global SC-GHG values and using a lower discount rate of 2.5%. OMB Circular A-4 (OMB, 2003) recognizes that special considerations arise when applying discount rates if intergenerational effects are important. In the IWG’s 2015 Response to Comments, OMB—as a co-chair of the IWG—made clear that “Circular A-4 is a living document,” that “the use of 7 percent is not considered appropriate for intergenerational discounting,” and that “[t]here is wide support for this view in the academic literature, and it is recognized in Circular A-4 itself.” OMB, as part of the IWG, similarly repeatedly confirmed that “a focus on global SCC estimates in [regulatory impact analyses] is appropriate” (IWG 2015). As noted above, EPA participated in the IWG but has also independently evaluated the interim SC-GHG estimates published in the February 2021 TSD and determined they are appropriate to use here to estimate climate benefits. EPA and other agencies intend to undertake a fuller update of the SC-GHG estimates that takes into consideration the advice of the National Academies (2017) and other recent scientific literature. The EPA has also evaluated the supporting rationale of the February 2021 TSD, including the studies and methodological issues discussed therein, and concludes that it agrees with the rationale for these estimates presented in the TSD and summarized below. In particular, the IWG found that the SC-GHG estimates used under E.O. 13783 fail to reflect the full impact of GHG emissions in multiple ways. First, the IWG concluded that those estimates fail to capture many climate impacts that can affect the welfare of U.S. citizens and residents. Examples of affected interests include direct effects on U.S. citizens and assets located abroad, international trade, and tourism, and spillover pathways such as economic and political destabilization and global migration that can lead to adverse impacts on U.S. national security, public health, and humanitarian concerns. Those impacts are better captured within global measures of the social cost of greenhouse gases. In addition, assessing the benefits of U.S. GHG mitigation activities requires consideration of how those actions may affect mitigation activities by other countries, as those international mitigation actions will provide a benefit to U.S. citizens and residents by mitigating climate impacts that affect U.S. citizens and residents. A wide range of scientific and economic experts have emphasized the issue of reciprocity as support for considering global damages of GHG emissions. Using a global estimate of damages in U.S. analyses of regulatory actions allows the U.S. to continue to actively encourage other nations, including emerging major economies, to take significant steps to reduce emissions. The only way to achieve an efficient allocation of resources for emissions reduction on a global basis—and so benefit the U.S. and its citizens—is for all countries to base their policies on global estimates of damages. As a member of the IWG involved in the development of the February 2021 SC-GHG TSD, EPA agrees with this assessment and, therefore, in this proposed rule the EPA centers attention on a global measure of SC-GHG. This approach is the same as that taken in EPA regulatory analyses over 2009 through 2016. A robust estimate of climate damages only to U.S. citizens and residents that accounts for the myriad of ways that global climate change reduces the net welfare of U.S. populations does not currently exist in the literature. As explained in the February 2021 TSD, existing estimates are both incomplete and an underestimate of total damages that accrue to the citizens and residents of the U.S. because they do not fully capture the regional interactions and spillovers discussed above, nor do they include all of the important physical, ecological, and economic impacts of climate change recognized in the climate change literature, as discussed further below. EPA, as a member of the IWG, will continue to review developments in the literature, including more robust methodologies for estimating the magnitude of the various damages to U.S. populations from climate impacts and reciprocal international mitigation activities, and explore ways to better inform the public of the full range of carbon impacts. Second, the IWG concluded that the use of the social rate of return on capital (7 percent under current OMB Circular A-4 guidance) to discount the future benefits of reducing GHG emissions inappropriately underestimates the impacts of climate change for the purposes of estimating the SC-GHG. Consistent with the findings of the National Academies (2017) and the economic literature, the IWG continued to conclude that the consumption rate of interest is the theoretically appropriate discount rate in an intergenerational context, and recommended that discount rate uncertainty and relevant aspects of intergenerational ethical considerations be accounted for in selecting future discount rates (IWG 2010) (IWG 2013) (IWG 2016a) (IWG 2016b).166 Furthermore, the damage estimates developed for use in the SC-GHG are estimated in consumption-equivalent terms, and so an application of OMB Circular A-4's guidance for regulatory analysis would then use the consumption discount rate to calculate the SC-GHG. EPA agrees with this assessment and will continue to follow developments in the literature pertaining to this issue. EPA also notes that while OMB Circular A-4, as published in 2003, recommends using 3 percent and 7 percent discount rates as \"default\" values, Circular A-4 also reminds agencies that \"different regulations may call for different emphases in the analysis, depending on the nature and complexity of the regulatory issues and the sensitivity of the benefit and cost estimates to the key assumptions.\" On discounting, Circular A-4 recognizes that \"special ethical considerations arise when comparing benefits and costs across generations,\" and Circular A-4 acknowledges that analyses may appropriately \"discount future costs and consumption benefits…at a lower rate than for intragenerational analysis.\" In the 2015 Response to Comments on the Social Cost of Carbon for Regulatory Impact Analysis, OMB, EPA, and the other IWG members recognized that \"Circular A-4 is a living document\" and \"the use of 7 percent is not considered appropriate for intergenerational discounting. There is wide support for this view in the academic literature, and it is recognized in Circular A-4 itself.\" Thus, EPA concludes that a 7 percent discount rate is not appropriate to apply to value the social cost of greenhouse gases in the analysis presented in this analysis. In this analysis, to calculate the present and annualized values of climate benefits, EPA uses the same discount rate as the rate used to discount the value of damages from future GHG emissions, for internal consistency. That approach to discounting follows the same approach that the February 2021 TSD recommends \"to ensure internal consistency—i.e., future damages from climate change using the SC-GHG at 2.5 percent should be discounted to the base year of the analysis using the same 2.5 percent rate.\" EPA has also consulted the National Academies' 2017 recommendations on how SC-GHG estimates can \"be combined in RIAs with other cost and benefits estimates that may use different discount rates.\" The National Academies reviewed \"several options,\" including \"presenting all discount rate combinations of other costs and benefits with [SC-GHG] estimates.\" While the IWG works to assess how best to incorporate the latest, peer reviewed science to develop an updated set of SC-GHG estimates, it recommended the interim estimates to be the most recent estimates developed by the IWG prior to the group being disbanded in 2017. The estimates rely on the same models and harmonized inputs and are calculated using a range of discount rates. As explained in the February 2021 TSD, the IWG has concluded that it is appropriate for agencies to revert to the same set of four values drawn from the SC-GHG 166 GHG emissions are stock pollutants, where damages are associated with what has accumulated in the atmosphere over time, and they are long lived such that subsequent damages resulting from emissions today occur over many decades or centuries depending on the specific greenhouse gas under consideration. In calculating the SC-GHG, the stream of future damages to agriculture, human health, and other market and non-market sectors from an additional unit of emissions are estimated in terms of reduced consumption (or consumption equivalents). Then that stream of future damages is discounted to its present value in the year when the additional unit of emissions was released. Given the long time horizon over which the damages are expected to occur, the discount rate has a large influence on the present value of future damages. distributions based on three discount rates as were used in regulatory analyses between 2010 and 2016 and subject to public comment. For each discount rate, the IWG combined the distributions across models and socioeconomic emissions scenarios (applying equal weight to each) and then selected a set of four values for use in agency analyses: an average value resulting from the model runs for each of three discount rates (2.5 percent, 3 percent, and 5 percent), plus a fourth value, selected as the 95th percentile of estimates based on a 3 percent discount rate. The fourth value was included to provide information on potentially higher-than-expected economic impacts from climate change, conditional on the 3 percent estimate of the discount rate. As explained in the February 2021 TSD, this update reflects the immediate need to have an operational SC-GHG that was developed using a transparent process, peer-reviewed methodologies, and the science available at the time of that process. Those estimates were subject to public comment in the context of dozens of proposed rulemakings as well as in a dedicated public comment period in 2013. Table 10-13, Table 10-14, and Table 10-15 summarize the interim SC-CO2, SC-CH4, and SCN2O estimates for the years 2027–2055167. These estimates are reported in 2020 dollars in the IWG’s 2021 TSD but are otherwise identical to those presented in the IWG’s 2016 TSD (IWG 2021). For purposes of capturing uncertainty around the SC-CO2 estimates in analyses, the February 2021 TSD emphasizes the importance of considering all four of the SC-CO2 values. The SC-CO2 increases over time within the models (i.e., the societal harm from one metric ton emitted in 2030 is higher than the harm caused by one metric ton emitted in 2025) because future emissions produce larger incremental damages as physical and economic systems become more stressed in response to greater climatic change, and because GDP is growing over time and many damage categories are modeled as proportional to GDP. 167 The February 2021 TSD provides SC-GHG estimates through emissions year 2050. Estimates were extended for the period 2051 to 2055 using the IWG methods, assumptions, and parameters identical to the 2020-2050 estimates. Specifically, 2051-2055 SC-GHG estimates were calculated in Mimi.jl, an open-source modular computing platform used for creating, running, and performing analyses on IAMs (www.mimiframework.org). For CO2, the 2051-2054 SC-GHG values were calculated by linearly interpolating between the 2050 TSD values and the 2055 Mimi-based values. 2030 2035 2040 2045 2050 2055 Table 10-13 Interim Social Cost of Carbon Values, 2027-2055 (2020$/Metric Ton CO2) Calendar Year Discount Rate and Statistic 5% Average 3% Average 2.5% Average 3%, 95th percentile 2027 $18 $59 $86 $176 2028 $18 $60 $87 $180 2029 $19 $61 $88 $183 $19 $62 $89 $187 2031 $20 $63 $91 $191 2032 $21 $64 $92 $194 2033 $21 $65 $94 $198 2034 $22 $66 $95 $202 $22 $67 $96 $206 2036 $23 $69 $98 $210 2037 $23 $70 $99 $213 2038 $24 $71 $100 $217 2039 $25 $72 $102 $221 $25 $73 $103 $225 2041 $26 $74 $104 $228 2042 $26 $75 $106 $232 2043 $27 $77 $107 $235 2044 $28 $78 $108 $239 $28 $79 $110 $242 2046 $29 $80 $111 $246 2047 $30 $81 $112 $249 2048 $30 $82 $114 $253 2049 $31 $84 $115 $256 $32 $85 $116 $260 2051 $33 $85 $118 $261 2052 $33 $86 $119 $262 2053 $34 $87 $120 $263 2054 $34 $88 $121 $263 $35 $89 $122 $266 Note: The 2027-2055 SC-CO2 values are identical to those reported in the 2016 TSD (IWG 2016a) adjusted to 2017 dollars using the annual GDP Implicit Price Deflator values in the U.S. Bureau of Economic Analysis’ (BEA) NIPA Table 1.1.9 (U.S. BEA 2022). This table displays the values rounded to the nearest dollar; the annual unrounded values used in the calculations in this analysis are available on OMB’s website: https://www.whitehouse.gov/omb/information-regulatory-affairs/regulatory-matters/#scghgs. The estimates were extended for the period 2051 to 2055 using methods, assumptions, and parameters identical to the 2020-2050 estimates. The values are stated in $/metric ton CO2 and vary depending on the year of CO2 emissions. 2030 2035 2040 2045 2050 2055 Table 10-14 Interim Social Cost of Carbon Values, 2027-2055 (2020$/Metric Ton CH4) Calendar Year Discount Rate and Statistic 5% Average 3% Average 2.5% Average 3%, 95th percentile 2027 $860 $1,800 $2,300 $4,800 2028 $880 $1,900 $2,400 $4,900 2029 $910 $1,900 $2,500 $5,100 $940 $2,000 $2,500 $5,200 2031 $970 $2,000 $2,600 $5,300 2032 $1,000 $2,100 $2,600 $5,500 2033 $1,000 $2,100 $2,700 $5,700 2034 $1,100 $2,200 $2,800 $5,800 $1,100 $2,200 $2,800 $6,000 2036 $1,100 $2,300 $2,900 $6,100 2037 $1,200 $2,300 $3,000 $6,300 2038 $1,200 $2,400 $3,000 $6,400 2039 $1,200 $2,500 $3,100 $6,600 $1,300 $2,500 $3,100 $6,700 2041 $1,300 $2,600 $3,200 $6,900 2042 $1,400 $2,600 $3,300 $7,000 2043 $1,400 $2,700 $3,300 $7,200 2044 $1,400 $2,700 $3,400 $7,300 $1,500 $2,800 $3,500 $7,500 2046 $1,500 $2,800 $3,500 $7,600 2047 $1,500 $2,900 $3,600 $7,700 2048 $1,600 $3,000 $3,700 $7,900 2049 $1,600 $3,000 $3,700 $8,000 $1,700 $3,100 $3,800 $8,200 2051 $1,700 $3,100 $3,800 $8,200 2052 $1,700 $3,100 $3,900 $8,300 2053 $1,700 $3,200 $3,900 $8,300 2054 $1,800 $3,200 $3,900 $8,300 $1,800 $3,200 $4,000 $8,400 Note: The 2027-2055 SC-CH4 values are identical to those reported in the 2016 TSD (IWG 2016a) adjusted to 2017 dollars using the annual GDP Implicit Price Deflator values in the U.S. Bureau of Economic Analysis’ (BEA) NIPA Table 1.1.9 (U.S. BEA 2022). This table displays the values rounded to the nearest dollar; the annual unrounded values used in the calculations in this analysis are available on OMB’s website: https://www.whitehouse.gov/omb/information-regulatory-affairs/regulatory-matters/#scghgs. The estimates were extended for the period 2051 to 2054 using methods, assumptions, and parameters identical to the 2020-2050 estimates. The values are stated in $/metric ton CH4 and vary depending on the year of CH4 emissions. Table 10-15 Interim Social Cost of Carbon Values, 2027-2055 (2020$/Metric Ton N2O) Calendar Year Discount Rate and Statistic 5% Average 3% Average 2.5% Average 3%, 95th percentile 2027 $7,200 $21,000 $31,000 $57,000 2028 $7,400 $22,000 $32,000 $58,000 2029 $7,600 $22,000 $32,000 $59,000 2030 $7,800 $23,000 $33,000 $60,000 2031 $8,000 $23,000 $33,000 $62,000 2032 $8,300 $24,000 $34,000 $63,000 2033 $8,500 $24,000 $35,000 $64,000 2034 $8,800 $25,000 $35,000 $66,000 2035 $9,000 $25,000 $36,000 $67,000 2036 $9,300 $26,000 $36,000 $68,000 2037 $9,500 $26,000 $37,000 $70,000 2038 $9,800 $27,000 $38,000 $71,000 2039 $10,000 $27,000 $38,000 $73,000 2040 $10,000 $28,000 $39,000 $74,000 2041 $11,000 $28,000 $39,000 $75,000 2042 $11,000 $29,000 $40,000 $77,000 2043 $11,000 $29,000 $41,000 $78,000 2044 $11,000 $30,000 $41,000 $80,000 2045 $12,000 $30,000 $42,000 $81,000 2046 $12,000 $31,000 $43,000 $82,000 2047 $12,000 $31,000 $43,000 $84,000 2048 $13,000 $32,000 $44,000 $85,000 2049 $13,000 $32,000 $45,000 $87,000 2050 $13,000 $33,000 $45,000 $88,000 2051 $14,000 $34,000 $46,000 $89,000 2052 $14,000 $34,000 $47,000 $90,000 2053 $14,000 $35,000 $47,000 $92,000 2054 $14,000 $35,000 $48,000 $93,000 2055 $15,000 $36,000 $48,000 $94,000 Note: The 2027-2055 SC-N2O values are identical to those reported in the 2016 TSD (IWG 2016a) adjusted to 2017 dollars using the annual GDP Implicit Price Deflator values in the U.S. Bureau of Economic Analysis’ (BEA) NIPA Table 1.1.9 (U.S. BEA 2022). This table displays the values rounded to the nearest dollar; the annual unrounded values used in the calculations in this analysis are available on OMB’s website: https://www.whitehouse.gov/omb/information-regulatory-affairs/regulatory-matters/#scghgs. The estimates were extended for the period 2051 to 2054 using methods, assumptions, and parameters identical to the 2020-2050 estimates. The values are stated in $/metric ton N2O and vary depending on the year of N2O emissions. There are a number of limitations and uncertainties associated with the SC-GHG estimates presented in Table 10-13, Table 10-14, and Table 10-15. Some uncertainties are captured within the analysis, while other areas of uncertainty have not yet been quantified in a way that can be modeled. Figure 10-1, Figure 10-2, and Figure 10-3 present the quantified sources of uncertainty in the form of frequency distributions for the SC-CO2, SC-CH4, and SC-N2O estimates for emissions in 2030 (in 2020$). The distribution of the SC-CO2 estimate reflects uncertainty in key model parameters such as the equilibrium climate sensitivity, as well as uncertainty in other parameters set by the original model developers. To highlight the difference between the impact of the discount rate and other quantified sources of uncertainty, the bars below the frequency distributions provide a symmetric representation of quantified variability in the SC-CO2 estimates for each discount rate. As illustrated by the figure, the assumed discount rate plays a critical role in the ultimate estimate of the SC-CO2. This is because CO2 emissions today continue to impact society far out into the future, so with a higher discount rate, costs that accrue to future generations are weighted less, resulting in a lower estimate. As discussed in the February 2021 TSD, there are other sources of uncertainty that have not yet been quantified and are thus not reflected in these estimates. Figure 10-1: Frequency Distribution of SC-CO2 Estimates for 2030168 Figure 10-2: Frequency Distribution of SC-CH4 Estimates for 2030168 168 Although the distributions and numbers are based on the full set of model results (150,000 estimates for each discount rate and gas), for display purposes the horizontal axis is truncated with 0.02 to 0.68 percent of the estimates falling below the lowest bin displayed and 0.12 to 3.11 percent of the estimates falling above the highest bin displayed, depending on the discount rate and GHG. Figure 10-3: Frequency Distribution of SC-N2O Estimates for 2030168 The interim SC-GHG estimates presented in Table 10-13 through Table 10-15 have a number of other limitations. First, the current scientific and economic understanding of discounting approaches suggests discount rates appropriate for intergenerational analysis in the context of climate change are likely to be less than 3 percent, near 2 percent or lower (IPCC 2007). Second, the IAMs used to produce these interim estimates do not include all of the important physical, ecological, and economic impacts of climate change recognized in the climate change literature and the science underlying their “damage functions” – i.e., the core parts of the IAMs that map global mean temperature changes and other physical impacts of climate change into economic (both market and nonmarket) damages–lags behind the most recent research. For example, limitations include the incomplete treatment of catastrophic and non-catastrophic impacts in the integrated assessment models, their incomplete treatment of adaptation and technological change, the incomplete way in which inter-regional and intersectoral linkages are modeled, uncertainty in the extrapolation of damages to high temperatures, and inadequate representation of the relationship between the discount rate and uncertainty in economic growth over long time horizons. Likewise, the socioeconomic and emissions scenarios used as inputs to the models do not reflect new information from the last decade of scenario generation or the full range of projections. The modeling limitations do not all work in the same direction in terms of their influence on the SC-GHG estimates. However, as discussed in the February 2021 TSD, the IWG has recommended that, taken together, the limitations suggest that the SC-GHG estimates used in this final rule likely underestimate the damages from GHG emissions. EPA concurs that the values used in this rulemaking conservatively underestimate the rule's climate benefits. In particular, the Intergovernmental Panel on Climate Change (IPCC) Fourth Assessment Report, which was the most current IPCC assessment available at the time when the IWG decision over the ECS input was made, concluded that SC-CO2 estimates “very likely…underestimate the damage costs” due to omitted impacts. Since then, the peer-reviewed literature has continued to support this conclusion, as noted in the IPCC’s Fifth Assessment report and other recent scientific assessments (IPCC 2014) (IPCC 2018) (IPCC 2019a) (IPCC 2019b) (USGCRP 2016) (USGCRP 2018) (National Academies 2016b) (National Academies 2019). These assessments confirm and strengthen the science, updating projections of future climate change and documenting and attributing ongoing changes. For example, sea level rise projections from the IPCC’s Fourth Assessment report ranged from 18 to 59 centimeters by the 2090s relative to of those processes at the time (IPCC 2007). A decade later, the Fourth National Climate Assessment projected a substantially larger sea level rise of 30 to 130 centimeters by the end of the century relative to 2000, while not ruling out even more extreme outcomes (USGCRP 2018). EPA has reviewed and considered the limitations of the models used to estimate the interim SCGHG estimates, and concurs with the February 2021 SC-GHG TSD’s assessment that, taken together, the limitations suggest that the interim SC-GHG estimates likely underestimate the damages from GHG emissions. The February 2021 TSD briefly previews some of the recent advances in the scientific and economic literature that the IWG is actively following and that could provide guidance on, or methodologies for, addressing some of the limitations with the interim SC-GHG estimates. The IWG is currently working on a comprehensive update of the SC-GHG estimates taking into consideration recommendations from the National Academies of Sciences, Engineering and Medicine, recent scientific literature, public comments received on the February 2021 TSD and other input from experts and diverse stakeholder groups (National Academies 2017). While that process continues, EPA is continuously reviewing developments in the scientific literature on the SC-GHG, including more robust methodologies for estimating damages from emissions, and looking for opportunities to further improve SC-GHG estimation going forward. Most recently, EPA presented a draft set of updated SC-GHG estimates within a sensitivity analysis in the regulatory impact analysis of EPA’s November 2022 supplemental proposal for oil and gas standards that that aims to incorporate recent advances in the climate science and economics literature. Specifically, the draft updated methodology incorporates new literature and research consistent with the National Academies near-term recommendations on socioeconomic and emissions inputs, climate modeling components, discounting approaches, and treatment of uncertainty, and an enhanced representation of how physical impacts of climate change translate to economic damages in the modeling framework based on the best and readily adaptable damage functions available in the peer reviewed literature. EPA solicited public comment on the sensitivity analysis and the accompanying draft technical report, which explains the methodology underlying the new set of estimates, in the docket for the proposed Oil and Gas rule. EPA is also embarking on an external peer review of this technical report. More information about this process and public comment opportunities is available on EPA's website (U.S. EPA 2022). EPA’s draft technical report will be among the many technical inputs available to the IWG as it continues its work. EPA estimated the dollar value of the GHG-related effects for each analysis year between 2027 through 2055 by applying the SC-GHG estimates, shown in Table 10-13 through Table calculated the present value and annualized benefits from the perspective of 2027 by discounting each year-specific value to the year 2027 using the same discount rate used to calculate the SC- GHG. Climate benefits are shown in Table 10-16 through Table 10-19 for the proposed standards and each of the alternatives.169 169 According to OMB’s Circular A-4 (OMB 2003), an “analysis should focus on benefits and costs that accrue to citizens and residents of the United States”, and international effects should be reported, but separately. Circular A-4 also reminds analysts that “[d]ifferent regulations may call for different emphases in the analysis, depending on the nature and complexity of the regulatory issues.” To correctly assess the total climate damages to U.S. citizens and residents, an analysis should account for all the ways climate impacts affect the welfare of U.S. citizens and residents, including how U.S. GHG mitigation activities affect mitigation activities by other countries, and spillover effects from climate action elsewhere. The SC-GHG estimates used in regulatory analysis under revoked EO 13783 were a limited approximation of some of the U.S. specific climate damages from GHG emissions. These estimates range from $8 per metric ton CO2, $231 per metric ton CH4, $2,649 per metric ton N20 (2020 dollars) using a 3 percent discount rate for emissions occurring in 2027 to $12 per metric ton CO2, $382 per metric ton CH4, $4,281 per metric ton N20 using a 3 percent discount rate for emissions occurring in 2055. Applying these estimates (based on a 3 percent discount rate) to the CO2, CH4, and N2O emissions reduction expected under the proposed rule would yield benefits from climate impacts of $57 million in 2027, increasing to $5.2 billion in 2055. However, as discussed at length in the IWG’s February 2021 SC-GHG TSD, these estimates are an underestimate of the benefits of GHG mitigation accruing to U.S. citizens and residents, as well as being subject to a considerable degree of uncertainty due to the manner in which they are derived. In particular, as discussed in this analysis, EPA concurs with the assessment in the February 2021 SC-GHG TSD that the estimates developed under revoked E.O. 13783 did not capture significant regional interactions, spillovers, and other effects and so are incomplete underestimates. As the U.S. Government Accountability Office (GAO) concluded in a June 2020 report examining the SC-GHG estimates developed under E.O. 13783, the models “were not premised or calibrated to provide estimates of the social cost of carbon based on domestic damages” p.29 (U.S. GAO 2020). Further, the report noted that the National Academies found that country-specific social costs of carbon estimates were “limited by existing methodologies, which focus primarily on global estimates and do not model all relevant interactions among regions” p.26 (U.S. GAO 2020). It is also important to note that the SC-GHG estimates developed under E.O. 13783 were never peer reviewed, and when their use in a specific regulatory action was challenged, the U.S. District Court for the Northern District of California determined that use of those values had been “soundly rejected by economists as improper and unsupported by science,” and that the values themselves omitted key damages to U.S. citizens and residents including to supply chains, U.S. assets and companies, and geopolitical security. The Court found that by omitting such impacts, those estimates “fail[ed] to consider…important aspect[s] of the problem” and departed from the “best science available” as reflected in the global estimates. California v. Bernhardt, 472 F. Supp. 3d 573, 613-14 (N.D. Cal. 2020). EPA continues to center attention in this analysis on the global measures of the SC-GHG as the appropriate estimates given the flaws in the U.S. specific estimates, and as necessary for all countries to use to achieve an efficient allocation of resources for emissions reduction on a global basis, and so benefit the U.S. and its citizens. Table 10-16 Climate benefits from reductions in GHG emissions associated with the Proposed standards, light-duty and medium-duty (billions of 2020 dollars) Calendar Year 5% Average SCGHG 3% Average SCGHG 2.5% Average SCGHG 3%, 95th percentile SCGHG 2027 0.1 0.34 0.5 1 2028 0.27 0.88 1.3 2.7 2029 0.52 1.7 2.4 5 2030 0.82 2.6 3.8 7.9 2031 1.2 3.8 5.5 12 2032 1.7 5.3 7.6 16 2033 2.3 6.9 10 21 2034 2.9 8.8 13 27 2035 3.5 11 15 32 2036 4 12 17 37 2037 4.7 14 20 42 2038 5.3 16 22 48 2039 6 18 25 54 2040 6.7 19 27 60 2041 7.4 21 30 65 2042 8 23 32 70 2043 8.8 25 35 76 2044 9.4 26 37 80 2045 10 28 38 85 2046 11 29 41 90 2047 11 31 42 94 2048 12 32 44 98 2049 12 34 46 100 2050 13 35 48 110 2051 14 35 49 110 2052 14 36 50 110 2053 14 37 51 110 2054 15 37 51 110 2055 15 38 52 110 PV 82 330 500 1000 EAV 5.4 17 25 52 Notes: Climate benefits are based on changes (reductions) in CO2, CH4, and N2O emissions and are calculated using four different estimates of the SC-CO2, SC-CH4, and SC-N2O CH4 (model average at 2.5 percent, 3 percent, and 5 percent discount rates; and 95th percentile at 3 percent discount rate). The IWG emphasized the importance and value of considering the benefits calculated using all four estimates. As discussed in the Technical Support Document: Social Cost of Carbon, Methane, and Nitrous Oxide Interim Estimates under EO 13990 (IWG, 2021), a consideration of climate benefits calculated using discount rates below 3 percent, including 2 percent and lower, are also warranted when discounting intergenerational impacts. The same discount rate used to discount the value of damages from future emissions (SC-GHGs at 5, 3, 2.5 percent) is used to calculate the present value of SC-GHGs for internal consistency. Annual benefits shown are undiscounted values. Table 10-17 Climate benefits from reductions in GHG emissions associated with Alternative 1, light-duty and medium-duty (billions of 2020 dollars) Calendar Year 5% Average SCGHG 3% Average SCGHG 2.5% Average SCGHG 3%, 95th percentile SCGHG 2027 0.11 0.36 0.52 1.1 2028 0.31 1 1.5 3 2029 0.58 1.9 2.7 5.6 2030 0.96 3.1 4.4 9.2 2031 1.4 4.4 6.3 13 2032 1.9 6 8.6 18 2033 2.6 7.9 11 24 2034 3.2 9.9 14 30 2035 3.9 12 17 36 2036 4.5 14 19 41 2037 5.2 16 22 48 2038 6 18 25 54 2039 6.7 20 28 60 2040 7.5 22 30 66 2041 8.2 24 33 73 2042 8.9 25 36 78 2043 9.7 27 38 84 2044 10 29 40 89 2045 11 31 43 94 2046 12 32 45 100 2047 12 34 47 100 2048 13 35 49 110 2049 14 37 51 110 2050 14 38 53 120 2051 15 39 54 120 2052 15 40 55 120 2053 16 40 56 120 2054 16 41 56 120 2055 16 41 57 120 PV 91 360 560 1100 EAV 6 19 27 58 Notes: Climate benefits are based on changes (reductions) in CO2, CH4, and N2O emissions and are calculated using four different estimates of the SC-CO2, SC-CH4, and SC-N2O CH4 (model average at 2.5 percent, 3 percent, and 5 percent discount rates; and 95th percentile at 3 percent discount rate). The IWG emphasized the importance and value of considering the benefits calculated using all four estimates. As discussed in the Technical Support Document: Social Cost of Carbon, Methane, and Nitrous Oxide Interim Estimates under EO 13990 (IWG, 2021), a consideration of climate benefits calculated using discount rates below 3 percent, including 2 percent and lower, are also warranted when discounting intergenerational impacts. The same discount rate used to discount the value of damages from future emissions (SC-GHGs at 5, 3, 2.5 percent) is used to calculate the present value of SC-GHGs for internal consistency. Annual benefits shown are undiscounted values. Table 10-18 Climate benefits from reductions in GHG emissions associated with Alternative 2, light-duty and medium-duty (billions of 2020 dollars) Calendar Year 5% Average SCGHG 3% Average SCGHG 2.5% Average SCGHG 3%, 95th percentile SCGHG 2027 0.076 0.25 0.36 0.75 2028 0.2 0.65 0.95 2 2029 0.41 1.3 1.9 4 2030 0.66 2.1 3 6.3 2031 0.99 3.1 4.5 9.5 2032 1.4 4.4 6.4 13 2033 2 6 8.7 18 2034 2.5 7.7 11 23 2035 3.1 9.3 13 28 2036 3.6 11 15 33 2037 4.2 12 18 38 2038 4.8 14 20 43 2039 5.4 16 22 48 2040 6 17 25 54 2041 6.7 19 27 59 2042 7.3 21 29 63 2043 7.9 22 31 69 2044 8.5 24 33 73 2045 9 25 35 77 2046 9.6 27 37 81 2047 10 28 38 85 2048 11 29 40 89 2049 11 30 42 93 2050 12 32 44 97 2051 12 32 45 98 2052 13 33 45 99 2053 13 33 46 100 2054 13 34 47 100 2055 13 34 47 100 PV 74 290 450 900 EAV 4.9 15 22 47 Notes: Climate benefits are based on changes (reductions) in CO2, CH4, and N2O emissions and are calculated using four different estimates of the SC-CO2, SC-CH4, and SC-N2O CH4 (model average at 2.5 percent, 3 percent, and 5 percent discount rates; and 95th percentile at 3 percent discount rate). The IWG emphasized the importance and value of considering the benefits calculated using all four estimates. As discussed in the Technical Support Document: Social Cost of Carbon, Methane, and Nitrous Oxide Interim Estimates under EO 13990 (IWG, 2021), a consideration of climate benefits calculated using discount rates below 3 percent, including 2 percent and lower, are also warranted when discounting intergenerational impacts. The same discount rate used to discount the value of damages from future emissions (SC-GHGs at 5, 3, 2.5 percent) is used to calculate the present value of SC-GHGs for internal consistency. Annual benefits shown are undiscounted values. Table 10-19 Climate benefits from reductions in GHG emissions associated with Alternative 3, light-duty and medium-duty (billions of 2020 dollars) Calendar Year 5% Average SCGHG 3% Average SCGHG 2.5% Average SCGHG 3%, 95th percentile SCGHG 2027 0.062 0.2 0.3 0.61 2028 0.17 0.54 0.78 1.6 2029 0.3 0.98 1.4 2.9 2030 0.53 1.7 2.4 5.1 2031 0.89 2.8 4.1 8.5 2032 1.4 4.3 6.2 13 2033 1.9 6 8.6 18 2034 2.6 7.8 11 24 2035 3.2 9.7 14 29 2036 3.7 11 16 34 2037 4.4 13 19 40 2038 5.1 15 21 46 2039 5.8 17 24 52 2040 6.5 19 26 58 2041 7.2 21 29 63 2042 7.9 22 31 69 2043 8.6 24 34 74 2044 9.2 26 36 79 2045 9.9 27 38 84 2046 11 29 40 89 2047 11 30 42 93 2048 12 32 44 98 2049 12 33 46 100 2050 13 35 48 110 2051 14 35 49 110 2052 14 36 50 110 2053 14 37 51 110 2054 15 37 51 110 2055 15 38 52 110 PV 80 320 490 970 EAV 5.3 17 24 51 Notes: Climate benefits are based on changes (reductions) in CO2, CH4, and N2O emissions and are calculated using four different estimates of the SC-CO2, SC-CH4, and SC-N2O CH4 (model average at 2.5 percent, 3 percent, and 5 percent discount rates; and 95th percentile at 3 percent discount rate). The IWG emphasized the importance and value of considering the benefits calculated using all four estimates. As discussed in the Technical Support Document: Social Cost of Carbon, Methane, and Nitrous Oxide Interim Estimates under EO 13990 (IWG, 2021), a consideration of climate benefits calculated using discount rates below 3 percent, including 2 percent and lower, are also warranted when discounting intergenerational impacts. The same discount rate used to discount the value of damages from future emissions (SC-GHGs at 5, 3, 2.5 percent) is used to calculate the present value of SC-GHGs for internal consistency. Annual benefits shown are undiscounted values."
            },
            {
                "section_number": "10.5",
                "title": "Criteria Air Pollutant Benefits",
                "page_number": 23,
                "subsections": [],
                "content": " For the analysis of the proposed standards, we use a reduced-form “benefit-per-ton” (BPT) approach to estimate the monetized PM2.5-related health benefits of this proposal. As described in draft RIA Chapter 7.4, the BPT approach monetizes avoided premature deaths and illnesses that are expected to occur as a result of reductions in directly-emitted PM2.5 and PM2.5 precursors attributable to the proposed standards. A chief limitation to using PM2.5-related BPT values is that they do not reflect benefits associated with reducing ambient concentrations of ozone, direct exposure to NO2, or exposure to mobile source air toxics, nor do they account for improved ecosystem effects or visibility. The estimated benefits of this proposal would be larger if we were able to monetize these unquantified benefits at this time. Using the BPT approach, we estimate the present value of PM2.5-related benefits of the proposed program to be $140 to $280 billion at a 3% discount rate and $63 to $130 billion at a 7% discount rate. Benefits are reported in year 2020 dollars and reflect the PM2.5-related benefits associated with reductions in NOX, SO2, and direct PM2.5 emissions. Because premature mortality typically constitutes the vast majority of monetized benefits in a PM2.5 benefits assessment, we present a range of PM benefits based on risk estimates reported from two different long-term exposure studies using different cohorts to account for uncertainty in the benefits associated with avoiding PM-related premature deaths: the National Health Interview Survey (NHIS) cohort study (Pope III et al. 2019) and an extended analysis of the Medicare cohort (Wu et al. 2020). Table 10-20 presents the annual, undiscounted PM2.5-related health benefits estimated for the stream of years beginning with the first year of rule implementation, 2027, through 2055 for the proposed standards. Benefits are presented by source (onroad and upstream) and are estimated using either a 3 percent or 7 percent discount rate to account for a “cessation” lag between the change in PM exposures and the total realization of changes in mortality effects. Table 10-20 also shows the present and annualized values of PM2.5-related benefits for the proposed program between 2027 and 2055 (discounted back to 2027). Table 10-21 through Table 10-23 present the results for each of the alternatives. 2030 2035 2040 2045 2050 2055 Table 10-20 Monetized PM2.5 health benefits of onroad and upstream emissions reductions associated with the Proposed standards (billions of 2020 dollars) Total Onroad Total Upstream Total Benefits 3% Discount Rate 7% Discount Rate 3% Discount Rate 7% Discount Rate 3% Discount Rate 7% Discount Rate 2027 0.053 - 0.11 0.048 - 0.1 0.011 - 0.026 0.01 - 0.023 0.064 - 0.14 0.058 - 0.13 2028 0.13 - 0.28 0.12 - 0.25 0.039 - 0.088 0.035 - 0.08 0.17 - 0.37 0.15 - 0.33 2029 0.24 - 0.52 0.22 - 0.47 0.083 - 0.19 0.075 - 0.17 0.33 - 0.71 0.29 - 0.63"
            },
            
            {
                "section_number": "10.6",
                "title": "Summary and Net Benefits",
                "page_number": 29,
                "subsections": [],
                "content": " The above costs, savings and benefits are summarized for the proposed standards in Table information for Alternatives 1, 2 and 3, respectively. Table 10-24 Summary of costs, fuel savings and benefits of the Proposal standards, lightduty and medium-duty (billions of 2020 dollars)a,b,c CY 2055 PV, 3% PV, 7% EAV, 3% EAV, 7% Non-Emission Costs Vehicle Technology Costs 10 280 180 15 15 Repair Costs -24 -170 -79 -8.9 -6.5 Maintenance Costs -51 -410 -200 -21 -16 Congestion Costs 0.16 2.3 1.3 0.12 0.11 Noise Costs 0.0025 0.037 0.021 0.0019 0.0017 Sum of Non-Emission Costs -65 -290 -96 -15 -7.8 Fueling Impacts Pre-tax Fuel Savings 93 890 450 46 37 EVSE Port Costs 7.1 120 68 6.2 5.6 Sum of Fuel Savings less EVSE Port Costs 86 770 380 40 31 Non-Emission Benefits Drive Value Benefits 0.31 4.8 2.7 0.25 0.22 Refueling Time -8.2 -85 -45 -4.4 -3.6 Energy Security 4.4 41 21 2.2 1.7 Sum of Non-Emission Benefits -3.6 -39 -21 -2 -1.7 Climate Benefits 5% Average 15 82 82 5.4 5.4 3% Average 38 330 330 17 17 2.5% Average 52 500 500 25 25 3% 95th Percentile 110 1,000 1,000 52 52 Criteria Air Pollutant Benefits PM2.5 Health Benefits – Wu et al., 2020 16 - 18 140 63 7.5 5.1 PM2.5 Health Benefits – Pope III et al., 2019 31 - 34 280 130 15 10 Net Benefits With Climate 5% Average 180 - 200 1,400 610 74 48 With Climate 3% Average 200 - 220 1,600 850 85 60 With Climate 2.5% Average 210 - 230 1,800 1,000 93 67 With Climate 3% 95th Percentile 280 - 290 2,300 1,500 120 95 a The same discount rate used to discount the value of damages from future emissions (SC-GHG at 5, 3, 2.5 percent) is used to calculate present and equivalent annualized values of SC-GHGs for internal consistency, while all other costs and benefits are discounted at either 3 percent or 7 percent. b PM2.5-related health benefits are presented based on two different long-term exposure studies of mortality risk: a Medicare study (Wu et al., 2020) and a National Health Interview Survey study (Pope III et al., 2019). The criteria pollutant benefits associated with the standards presented here do not include the full complement of health and environmental benefits that, if quantified and monetized, would increase the total monetized benefits. c For net benefits, the range in 2055 uses the low end of the Wu range and the high end of the Pope III et al. range. The present and equivalent annualized value of net benefits for a 3 percent discount rate reflect benefits based on the Pope III et al. study while the present and equivalent annualized value of net benefits for a 7 percent discount rate reflect benefits based on the Wu et al. study. Table 10-25 Summary of costs, fuel savings and benefits of Alternative 1, light-duty and medium-duty (billions of 2020 dollars)a,b,c CY 2055 PV, 3% PV, 7% EAV, 3% EAV, 7% Non-Emission Costs Vehicle Technology Costs 11 330 220 17 18 Repair Costs -26 -180 -82 -9.3 -6.7 Maintenance Costs -57 -450 -220 -24 -18 Congestion Costs 0.11 3.5 2.2 0.18 0.18 Noise Costs 0.0017 0.055 0.034 0.0028 0.0027 Sum of Non-Emission Costs -71 -300 -82 -15 -6.7 Fueling Impacts Pre-tax Fuel Savings 100 990 510 51 41 EVSE Port Costs 7.1 120 68 6.2 5.6 Sum of Fuel Savings less EVSE Port Costs 95 870 440 45 36 Non-Emission Benefits Drive Value Benefits 0.22 6.5 3.9 0.34 0.32 Refueling Time -8.8 -90 -47 -4.7 -3.8 Energy Security 4.8 46 23 2.4 1.9 Sum of Non-Emission Benefits -3.8 -38 -20 -2 -1.6 Climate Benefits 5% Average 16 91 91 6 6 3% Average 41 360 360 19 19 2.5% Average 57 560 560 27 27 3% 95th Percentile 120 1,100 1,100 58 58 Criteria Air Pollutant Benefits PM2.5 Health Benefits – Wu et al., 2020 16 - 18 150 66 7.7 5.3 PM2.5 Health Benefits – Pope III et al., 2019 32 - 35 290 130 15 11 Net Benefits With Climate 5% Average 200 - 210 1,500 660 80 52 With Climate 3% Average 220 - 240 1,800 930 93 65 With Climate 2.5% Average 240 - 260 2,000 1,100 100 73 With Climate 3% 95th Percentile 300 - 320 2,500 1,700 130 100 a The same discount rate used to discount the value of damages from future emissions (SC-GHG at 5, 3, 2.5 percent) is used to calculate present and equivalent annualized values of SC-GHGs for internal consistency, while all other costs and benefits are discounted at either 3 percent or 7 percent. b PM2.5-related health benefits are presented based on two different long-term exposure studies of mortality risk: a Medicare study (Wu et al., 2020) and a National Health Interview Survey study (Pope III et al., 2019). The criteria pollutant benefits associated with the standards presented here do not include the full complement of health and environmental benefits that, if quantified and monetized, would increase the total monetized benefits. c For net benefits, the range in 2055 uses the low end of the Wu range and the high end of the Pope III et al. range. The present and equivalent annualized value of net benefits for a 3 percent discount rate reflect benefits based on the Pope III et al. study while the present and equivalent annualized value of net benefits for a 7 percent discount rate reflect benefits based on the Wu et al. study. Table 10-26 Summary of costs, fuel savings and benefits of Alternative 2, light-duty and medium-duty (billions of 2020 dollars)a,b,c CY 2055 PV, 3% PV, 7% EAV, 3% EAV, 7% Non-Emission Costs Vehicle Technology Costs 8.8 230 140 12 12 Repair Costs -22 -160 -74 -8.3 -6 Maintenance Costs -47 -370 -180 -19 -14 Congestion Costs 0.064 0.74 0.48 0.039 0.039 Noise Costs 0.001 0.012 0.0078 0.00064 0.00064 Sum of Non-Emission Costs -60 -300 -110 -16 -8.7 Fueling Impacts Pre-tax Fuel Savings 84 790 400 41 33 EVSE Port Costs 7.1 120 68 6.2 5.6 Sum of Fuel Savings less EVSE Port Costs 77 680 330 35 27 Non-Emission Benefits Drive Value Benefits 0.17 2.4 1.5 0.12 0.12 Refueling Time -7.6 -79 -41 -4.1 -3.3 Energy Security 3.9 37 19 1.9 1.5 Sum of Non-Emission Benefits -3.5 -39 -21 -2 -1.7 Climate Benefits 5% Average 13 74 74 4.9 4.9 3% Average 34 290 290 15 15 2.5% Average 47 450 450 22 22 3% 95th Percentile 100 900 900 47 47 Criteria Air Pollutant Benefits PM2.5 Health Benefits – Wu et al., 2020 15 - 17 140 61 7.2 4.9 PM2.5 Health Benefits – Pope III et al., 2019 30 - 33 270 120 14 10 Net Benefits With Climate 5% Average 160 - 180 1,300 550 68 44 With Climate 3% Average 180 - 200 1,500 780 78 54 With Climate 2.5% Average 200 - 210 1,700 930 85 61 With Climate 3% 95th Percentile 250 - 270 2,100 1,400 110 86 a The same discount rate used to discount the value of damages from future emissions (SC-GHG at 5, 3, 2.5 percent) is used to calculate present and equivalent annualized values of SC-GHGs for internal consistency, while all other costs and benefits are discounted at either 3 percent or 7 percent. b PM2.5-related health benefits are presented based on two different long-term exposure studies of mortality risk: a Medicare study (Wu et al., 2020) and a National Health Interview Survey study (Pope III et al., 2019). The criteria pollutant benefits associated with the standards presented here do not include the full complement of health and environmental benefits that, if quantified and monetized, would increase the total monetized benefits. c For net benefits, the range in 2055 uses the low end of the Wu range and the high end of the Pope III et al. range. The present and equivalent annualized value of net benefits for a 3 percent discount rate reflect benefits based on the Pope III et al. study while the present and equivalent annualized value of net benefits for a 7 percent discount rate reflect benefits based on the Wu et al. study. Table 10-27 Summary of costs, fuel savings and benefits of Alternative 3, light-duty and medium-duty (billions of 2020 dollars)a,b,c CY 2055 PV, 3% PV, 7% EAV, 3% EAV, 7% Non-Emission Costs Vehicle Technology Costs 11 270 170 14 14 Repair Costs -24 -170 -77 -8.6 -6.3 Maintenance Costs -51 -390 -190 -20 -15 Congestion Costs 0.11 1.5 0.82 0.078 0.066 Noise Costs 0.0016 0.024 0.013 0.0012 0.0011 Sum of Non-Emission Costs -64 -290 -95 -15 -7.8 Fueling Impacts Pre-tax Fuel Savings 93 850 430 45 35 EVSE Port Costs 7.1 120 68 6.2 5.6 Sum of Fuel Savings less EVSE Port Costs 86 740 360 38 29 Non-Emission Benefits Drive Value Benefits 0.21 3.2 1.8 0.17 0.15 Refueling Time -8.2 -83 -43 -4.3 -3.5 Energy Security 4.4 40 20 2.1 1.6 Sum of Non-Emission Benefits -3.6 -39 -21 -2.1 -1.7 Climate Benefits 5% Average 15 80 80 5.3 5.3 3% Average 38 320 320 17 17 2.5% Average 52 490 490 24 24 3% 95th Percentile 110 970 970 51 51 Criteria Air Pollutant Benefits PM2.5 Health Benefits – Wu et al., 2020 16 - 18 140 62 7.3 5.0 PM2.5 Health Benefits – Pope III et al., 2019 31 - 34 280 120 14 10 Net Benefits With Climate 5% Average 180 - 190 1,300 580 71 46 With Climate 3% Average 200 - 220 1,600 820 82 57 With Climate 2.5% Average 210 - 230 1,800 990 90 64 With Climate 3% 95th Percentile 270 - 290 2,200 1,500 120 91 a The same discount rate used to discount the value of damages from future emissions (SC-GHG at 5, 3, 2.5 percent) is used to calculate present and equivalent annualized values of SC-GHGs for internal consistency, while all other costs and benefits are discounted at either 3 percent or 7 percent. b PM2.5-related health benefits are presented based on two different long-term exposure studies of mortality risk: a Medicare study (Wu et al., 2020) and a National Health Interview Survey study (Pope III et al., 2019). The criteria pollutant benefits associated with the standards presented here do not include the full complement of health and environmental benefits that, if quantified and monetized, would increase the total monetized benefits. c For net benefits, the range in 2055 uses the low end of the Wu range and the high end of the Pope III et al. range. The present and equivalent annualized value of net benefits for a 3 percent discount rate reflect benefits based on the Pope III et al. study while the present and equivalent annualized value of net benefits for a 7 percent discount rate reflect benefits based on the Wu et al. study."
            },
            {
                "section_number": "10.7",
                "title": "Transfers",
                "page_number": 32,
                "subsections": [],
                "content": " There are three types of transfers included in our analysis. Two of these transfers come in the form of tax credits arising from the Inflation Reduction Act to encourage investment in battery technology and the purchase of electrified vehicles. These are transfers from the government to producers of vehicles (the battery tax credit) or purchasers of vehicles (the vehicle purchase tax credit). The third is fuel taxes which are transfers from purchasers of fuel to the government. The proposal results in less liquid-fuel consumed and, therefore, less money transferred from purchasers of fuel to the government. Table 10-28 presents transfers associated with the proposed standards. Table 10-29, Table Table 10-28 Transfers associated with the Proposed standards, light-duty and mediumduty (billions of 2020 dollars) Calendar Year Battery Tax Credits Purchase Tax Credits Fuel Taxes Sum 2027 6.8 6.7 0.31 14 2028 9.2 9.9 0.77 20 2029 13 14 1.4 29 2030 11 18 2.4 31 2031 9 22 3.3 34 2032 5.3 27 4.5 37 2035 0 0 8 8 2040 0 0 12 12 2045 0 0 15 15 2050 0 0 16 16 2055 0 0 15 15 PV3 49 86 180 320 PV7 43 74 97 210 EAV3 2.6 4.5 9.5 17 EAV7 3.5 6 7.9 17 Table 10-29 Transfers associated with Alternative 1, light-duty and medium-duty (billions of 2020 dollars) Calendar Year Battery Tax Credits Purchase Tax Credits Fuel Taxes Sum 2027 7.1 7 0.32 14 2028 11 11 0.88 22 2029 13 14 1.6 28 2030 13 20 2.8 36 2031 9.3 23 3.9 36 2032 5.5 29 5.2 39 2035 0 0 9 9 2040 0 0 14 14 2045 0 0 16 16 2050 0 0 17 17 2055 0 0 17 17 PV3 52 92 200 350 PV7 46 79 110 230 EAV3 2.7 4.8 11 18 EAV7 3.8 6.4 8.8 19 Table 10-30 Transfers associated with Alternative 2, light-duty and medium-duty (billions of 2020 dollars) Calendar Year Battery Tax Credits Purchase Tax Credits Fuel Taxes Sum 2027 4.8 4.8 0.22 9.8 2028 6.3 6.7 0.57 14 2029 11 13 1.1 25 2030 8.7 14 1.9 24 2031 7.6 19 2.7 29 2032 4.6 24 3.8 32 2035 0 0 7 7 2040 0 0 11 11 2045 0 0 13 13 2050 0 0 14 14 2055 0 0 14 14 PV3 39 71 160 270 PV7 34 60 85 180 EAV3 2 3.7 8.4 14 EAV7 2.8 4.9 7 15 Table 10-31 Transfers associated with Alternative 3, light-duty and medium-duty (billions of 2020 dollars) Calendar Year Battery Tax Credits Purchase Tax Credits Fuel Taxes Sum 2027 4.1 4 0.18 8.3 2028 5.6 6.1 0.46 12 2029 6.9 7.7 0.81 15 2030 7.9 13 1.5 22 2031 8.4 21 2.4 31 2032 5.4 27 3.6 36 2035 0 0 7.3 7.3 2040 0 0 12 12 2045 0 0 14 14 2050 0 0 16 16 2055 0 0 15 15 PV3 34 68 170 280 PV7 30 58 91 180 EAV3 1.8 3.6 9 14 EAV7 2.4 4.7 7.4 15 "
            }
        ]
    }
]
}