{"chapters":[
    {
        "chapter_title": "OMEGA Physical Effects of the Proposed Standards and Alternatives",
        "chapter_number": "9",
        "page_number": 1,
        "sections": [
            {
                "section_number": "9.0",
                "title": "Introduction",
                "page_number": 1,
                "subsections": [],
                "content": " This chapter describes the methods and approaches used within the OMEGA model to estimate physical effects of the proposed standards. Physical effects refer to emission inventories, fuel consumption, oil imports, vehicle miles traveled including effects associated with the rebound effect, and safety effects. The cost and benefits of the proposal are tied directly to these physical effects and are discussed in Chapter 10 of this draft RIA."
            },
            {
                "section_number": "9.1",
                "title": "The OMEGA \"Context\"",
                "page_number": 1,
                "subsections": [],
                "content": " OMEGA makes use of projections of fleet size, market shares, fuel prices, vehicle miles travelled (VMT), etc., from the Annual Energy Outlook. Any AEO can be used provided the input files are made available to OMEGA. For this analysis, EPA has used AEO 2021. (U.S. EIA 2021) AEO 2021 was done assuming that the future fleet would comply with the 2020 SAFE FRM. Hence, when running OMEGA, the first scenario run is best meant to reflect the SAFE FRM standards. That way, future fleet VMT and rebound VMT will be calculated relative to that projected future, as described below."
            },
            {
                "section_number": "9.2",
                "title": "The Analysis Fleet and the Legacy Fleet",
                "page_number": 1,
                "subsections": [],
                "content": " OMEGA uses as a \"base year fleet\" a comprehensive list of vehicles sold in a recent model year. This base year fleet includes all models of vehicles, their sales, and a long list of attributes such as their curb weights, their footprints and the primary GHG technologies on those vehicles. For this analysis, EPA is using the MY 2019 fleet as the base year fleet. When OMEGA runs, it begins with the 2020 calendar year as the first year of the analysis and uses the fleet of vehicles contained in the base year fleet as the starting point for the analysis. These MY 2020 and later vehicles are referred to as the \"analysis fleet.\" Vehicles that exist in the fleet prior to the first year of the analysis (i.e., MY 2020) are referred to as the \"legacy fleet.\" Those vehicles are \"aged out\" of the fleet over the course of running the analysis. The legacy fleet vehicles are not changed in any way within OMEGA other than being scrapped (aging out) and driving fewer miles per year. Figure 9-1 shows ICE vehicle stock--liquid-fueled vehicles including HEVs--and Figure 9-2 shows BEV stock. The ICE vehicle stock can be seen to be aging out of the fleet as the BEV stock grows. Figure 9-3 shows the total vehicle stock with growth representing economic and population growth going forward. 300,000,000 100,000,000 50,000,000 0 2027 2029 2031 2033 2035 2037 2039 2041 2043 2045 2047 2049 2051 2053 2055 Figure 9-1 ICE vehicle stock used in OMEGA effects calculations 200,000,000 180,000,000 150,000,000 200,000,000 250,000,000 No Action Alternative 2 Alternative 3 Proposal Alternative 1 160,000,000 140,000,000 120,000,000 100,000,000 80,000,000 60,000,000 40,000,000 20,000,000 Alternative 1 Proposal Alternative 3 Alternative 2 No Action 0 2027 2029 2031 2033 2035 2037 2039 2041 2043 2045 2047 2049 2051 2053 2055 Figure 9-2 BEV stock used in OMEGA effects calculations"
            },
            {
                "section_number": "9.3",
                "title": "Estimating Vehicle, Fleet and Rebound VMT",
                "page_number": 2,
                "subsections": [],
                "content": " OMEGA uses a static set of mileage accumulation rates based on body style. OMEGA uses three self-explanatory body styles: sedan_wagon; cuv_suv_van; and, pickup. All vehicles in both the analysis and legacy fleets are characterized as being of one of these body styles. The rates at which each body style is aged-out of the fleet, or re-registered, and the miles driven by age are shown in Table 9-1 for light-duty and in Table 9-2 for medium-duty. The same values are used in both the analysis and the legacy fleets based on vehicle age. Table 9-1 Mileage accumulation and re-registration rates used for light-duty Mileage Accumulation Re-Registration Rate Age Sedan_Wagon CUV_SUV_Van Pickup Sedan_Wagon CUV_SUV_Van Pickup 0 15,922 16,234 18,964 100.0% 100.0% 100.0% 1 15,379 15,805 17,986 98.8% 98.8% 97.8% 2 14,864 15,383 17,076 97.7% 97.7% 96.3% 3 14,378 14,966 16,231 96.1% 96.1% 94.3% 4 13,917 14,557 15,449 94.5% 94.5% 93.1% 5 13,481 14,153 14,726 93.0% 93.0% 91.5% 6 13,068 13,756 14,060 91.1% 91.1% 89.3% 7 12,677 13,366 13,448 89.1% 89.1% 87.0% 8 12,305 12,982 12,886 86.9% 86.9% 84.1% 9 11,952 12,605 12,372 84.0% 84.0% 79.6% 10 11,615 12,234 11,903 80.0% 80.0% 74.2% 11 11,294 11,870 11,476 75.6% 75.6% 69.2% 12 10,986 11,512 11,088 70.6% 70.6% 64.1% 13 10,690 11,161 10,737 65.3% 65.3% 58.3% 14 10,405 10,816 10,418 59.5% 59.5% 53.5% 15 10,129 10,477 10,131 53.1% 53.1% 48.6% 16 9,860 10,146 9,871 45.8% 45.8% 44.2% 17 9,597 9,820 9,635 38.3% 38.3% 39.8% 18 9,338 9,501 9,421 30.8% 30.8% 35.2% 19 9,081 9,189 9,226 24.1% 24.1% 30.9% 20 8,826 8,883 9,047 18.3% 18.3% 26.7% 21 8,570 8,583 8,882 13.9% 13.9% 22.8% 22 8,313 8,290 8,726 10.7% 10.7% 20.2% 23 8,051 8,004 8,577 8.2% 8.2% 17.5% 24 7,785 7,724 8,433 6.3% 6.3% 15.8% 25 7,511 7,450 8,290 5.1% 5.1% 14.5% 26 7,229 7,183 8,146 4.2% 4.2% 13.9% 27 6,938 6,923 7,998 3.4% 3.4% 12.5% 28 6,635 6,669 7,842 2.8% 2.8% 11.1% 29 6,319 6,421 7,676 2.4% 2.4% 10.3% 30 5,988 6,180 7,497 0.0% 0.0% 9.3% 31 5,641 5,946 7,302 0.0% 0.0% 8.3% 32 5,277 5,718 7,089 0.0% 0.0% 7.3% 33 4,893 5,496 6,853 0.0% 0.0% 6.2% 34 4,488 5,281 6,593 0.0% 0.0% 5.0% 35 4,061 5,072 6,305 0.0% 0.0% 3.8% 36 3,610 4,870 5,987 0.0% 0.0% 2.7% 37 3,133 4,674 5,635 0.0% 0.0% 0.0% Table 9-2 Mileage accumulation and re-registration rates used for medium-duty Mileage Accumulation Re-Registration Rate Age CUV_SUV_Van Pickup CUV_SUV_Van Pickup 0 15,352 15,352 100% 100% 1 14,843 14,843 99% 99% 2 14,264 14,264 98% 98% 3 13,795 13,795 96% 96% 4 13,372 13,372 95% 95% 5 12,976 12,976 93% 93% 6 12,578 12,578 91% 91% 7 12,210 12,210 88% 88% 8 11,853 11,853 86% 86% 9 11,509 11,509 81% 81% 10 11,183 11,183 76% 76% 11 10,866 10,866 71% 71% 12 10,562 10,562 66% 66% 13 10,276 10,276 60% 60% 14 9,986 9,986 55% 55% 15 9,696 9,696 50% 50% 16 9,415 9,415 46% 46% 17 9,136 9,136 41% 41% 18 8,862 8,862 37% 37% 19 8,594 8,594 32% 32% 20 8,337 8,337 28% 28% 21 8,084 8,084 24% 24% 22 7,838 7,838 22% 22% 23 7,599 7,599 19% 19% 24 7,364 7,364 17% 17% 25 7,131 7,131 16% 16% 26 6,904 6,904 15% 15% 27 6,682 6,682 14% 14% 28 6,460 6,460 13% 13% 29 6,241 6,241 12% 12% 30 6,029 6,029 1% 1%"
            },
            {
                "section_number": "9.3.1",
                "title": "OMEGA \"Context\" VMT",
                "page_number": 3,
                "subsections": [],
                "content": " When running OMEGA, the mileage accumulation rates and re-registration rates shown in Table 9-1 and Table 9-2 are used for all vehicles in both the analysis and legacy fleets at the indicated ages. To ensure that the \"context\" VMT (i.e., the total VMT of the analysis and legacy fleets) travels the number of miles projected by EIA's Annual Energy Outlook, OMEGA adjusts the VMT of every vehicle such that the total fleet VMT in any calendar year will equal that projected in AEO. This is done by determining ratio of the AEO projection for a given calendar year to that given calendar year's total VMT within OMEGA estimated using the static mileage accumulation rates shown in Table 9-1 and Table 9-2. That ratio is then applied to every vehicle's \"static\" VMT to arrive at a \"context\" VMT. This way, the fleet context VMT within OMEGA will be equivalent to the fleet VMT projected by AEO. Importantly, this context VMT does not yet include any rebound VMT, which is discussed below. 𝐺𝐺𝑚𝑚𝑟𝑟𝑟𝑟𝐶𝐶𝐻𝐻𝑀𝑀𝐿𝐿 𝐻𝐻𝑟𝑟ℎ𝑚𝑚𝐷𝐷𝑚𝑚𝑟𝑟𝐻𝐻𝑀𝑀𝐿𝐿 𝐴𝐴𝐵𝐵𝑇𝑇 𝐶𝐶𝐺𝐺𝑒𝑒𝐶𝐶𝑒𝑒𝐹𝐹𝐶𝐶 = 𝐻𝐻𝑟𝑟ℎ𝑚𝑚𝐷𝐷𝑚𝑚𝑟𝑟𝐻𝐻𝑀𝑀𝐿𝐿𝐺𝐺𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶 × 𝐺𝐺𝑚𝑚𝑟𝑟𝑟𝑟𝐶𝐶𝐻𝐻𝑀𝑀𝐿𝐿𝑇𝑇𝑃𝑃𝐵𝐵𝐺𝐺𝐴𝐴 Where, VehicleVMTcontext = miles driven in OMEGA scenario 0 (the SAFE FRM in this case) VehicleVMTstatic = miles driven using values shown in Table 9-1 FleetVMTstatic = the projected annual VMT in the AEO report being used FleetVMTOMEGA = the calculated annual VMT within OMEGA using VehicleVMTstatic values"
            },
            {
                "section_number": "9.3.2",
                "title": "Context Fuel Costs Per Mile",
                "page_number": 4,
                "subsections": [],
                "content": " The VMT rebound effect is discussed in detail in Chapter 4.2 Estimates of \"rebound\" miles driven depends, traditionally, on changing fuel prices and their effect on the number of miles people drive--as fuel prices rise and the cost per mile of driving increases, people drive less. OMEGA, we estimate the rebound effect not based on changing fuel prices, but rather on the changing cost per mile of driving for vehicles of different fuel consumption. In other words, someone that has purchased a new vehicle that consumes less fuel per mile might drive that vehicle more than if they would have continued to drive their prior vehicle that consumed more fuel per mile. As such, OMEGA's estimate of rebound VMT does not include any rebound VMT in the legacy fleet since the fuel consumption characteristics of the legacy fleet are not changing. For the analysis fleet, OMEGA first determines the fuel cost per mile for each base year fleet vehicle in every calendar year included in the analysis. This way, the base year fleet vehicle's fuel consumption characteristics are not changing through the years but its fuel costs per mile are due to changing fuel prices. These fuel costs per mile for every vehicle in the base year fleet are then used as the context fleet, or context vehicle, fuel costs per mile. In subsequent OMEGA scenarios, which include unique GHG standards that can result in unique fuel consumption characteristics for all vehicles, the fuel costs per mile for those vehicles are similarly determined. Since each vehicle in OMEGA is \"derived\" from a base year fleet vehicle, the fuel costs per mile for every vehicle can be compared to its context fuel cost per mile."
            },
            {
                "section_number": "9.3.3",
                "title": "Rebound VMT",
                "page_number": 4,
                "subsections": [],
                "content": " As discussed in Chapter 4.2, rebound VMT depends on the elasticity of demand for more driving. The input values used in the analysis were -0.1 for ICE vehicles and zero for BEV vehicles. We have used a value of zero for BEV vehicles since we do not project improvements to BEV battery and fuel consumption efficiencies in OMEGA. The rebound effect can then be calculated as: 􀵫𝐶𝐶𝐺𝐺𝑀𝑀𝐶𝐶𝐺𝐺𝑔𝑔𝐶𝐶𝐶𝐶𝐶𝐶 − 𝐶𝐶𝐺𝐺𝑀𝑀𝐶𝐶𝐺𝐺𝑒𝑒𝐶𝐶𝑒𝑒𝐹𝐹𝐶𝐶􀵯 𝐻𝐻𝑟𝑟ℎ𝑚𝑚𝐷𝐷𝑚𝑚𝑟𝑟𝐻𝐻𝑀𝑀𝐿𝐿𝐺𝐺𝑒𝑒𝑠𝑠𝐺𝐺𝑐𝑐𝑒𝑒𝑝𝑝 = 𝐻𝐻𝑟𝑟ℎ𝑚𝑚𝐷𝐷𝑚𝑚𝑟𝑟𝐻𝐻𝑀𝑀𝐿𝐿𝐶𝐶𝐺𝐺𝑒𝑒𝐶𝐶𝑒𝑒𝐹𝐹𝐶𝐶 × 𝐿𝐿𝑚𝑚𝑟𝑟𝑚𝑚𝐶𝐶𝑚𝑚𝐷𝐷𝑚𝑚𝐶𝐶𝑦𝑦 × 𝐶𝐶𝐺𝐺𝑀𝑀𝐶𝐶𝐺𝐺𝑒𝑒𝐶𝐶𝑒𝑒𝐹𝐹𝐶𝐶 Where, VehicleVMTrebound = the rebound miles driven VehicleVMTcontext = the context VMT discussed above Elasticity = elasticity of demand CPMpolicy = the cost per mile in the policy scenario CPMcontext = the cost per mile in the context scenario (the SAFE in this case) And to calculate vehicle miles traveled in the policy scenario: 𝐻𝐻𝑟𝑟ℎ𝑚𝑚𝐷𝐷𝑚𝑚𝑟𝑟𝐻𝐻𝑀𝑀𝐿𝐿𝐶𝐶𝐺𝐺𝑔𝑔𝐶𝐶𝐶𝐶𝐶𝐶 = 𝐻𝐻𝑟𝑟ℎ𝑚𝑚𝐷𝐷𝑚𝑚𝑟𝑟𝐻𝐻𝑀𝑀𝐿𝐿𝐶𝐶𝐺𝐺𝑒𝑒𝐶𝐶𝑒𝑒𝐹𝐹𝐶𝐶 + 𝐻𝐻𝑟𝑟ℎ𝑚𝑚𝐷𝐷𝑚𝑚𝑟𝑟𝐻𝐻𝑀𝑀𝐿𝐿𝐺𝐺𝑒𝑒𝑠𝑠𝐺𝐺𝑐𝑐𝑒𝑒𝑝𝑝 Where, VehicleVMTpolicy = the policy VMT VehicleVMTcontext = the context VMT discussed above VehicleVMTrebound = the rebound miles driven"
            },
            {
                "section_number": "9.3.4",
                "title": "Summary of VMT in the Analysis",
                "page_number": 5,
                "subsections": [],
                "content": " The analysis fleet VMT will vary depending on the rebound elasticities used and the level of GHG standards, the latter of which impact the fuel consumption characteristics of the future fleet. The OMEGA No Action VMT and the projected fleet VMT under the proposed and alternative standards are shown in Table 9-3. Table 9-4 shows the rebound VMT. Table 9-3 VMT summary, light-duty and medium-duty (billion miles) Calendar Year OMEGA No Action OMEGA Proposal OMEGA Alternative 1 OMEGA Alternative 2 OMEGA Alternative 3 2027 3,230 3,230 3,230 3,230 3,230 2028 3,251 3,252 3,252 3,252 3,251 2029 3,272 3,273 3,273 3,273 3,272 2030 3,295 3,296 3,297 3,296 3,295 2031 3,316 3,317 3,319 3,317 3,317 2032 3,328 3,329 3,332 3,329 3,329 2033 3,350 3,352 3,354 3,351 3,351 2034 3,371 3,373 3,376 3,373 3,373 2035 3,385 3,387 3,389 3,386 3,386 2036 3,408 3,410 3,413 3,409 3,410 2037 3,420 3,423 3,425 3,421 3,422 2038 3,444 3,446 3,448 3,445 3,446 2039 3,457 3,460 3,462 3,458 3,459 2040 3,480 3,483 3,485 3,481 3,482 2041 3,493 3,496 3,497 3,494 3,495 2042 3,515 3,518 3,519 3,516 3,517 2043 3,538 3,541 3,542 3,539 3,540 2044 3,552 3,555 3,556 3,552 3,554 2045 3,575 3,578 3,578 3,575 3,577 2046 3,599 3,602 3,602 3,599 3,601 2047 3,612 3,615 3,615 3,612 3,614 2048 3,636 3,639 3,638 3,636 3,638 2049 3,658 3,661 3,661 3,659 3,660 2050 3,682 3,685 3,685 3,683 3,684 2051 3,686 3,689 3,688 3,687 3,688 2052 3,690 3,693 3,692 3,691 3,692 2053 3,694 3,696 3,696 3,694 3,695 2054 3,697 3,700 3,699 3,698 3,699 2055 3,701 3,704 3,703 3,702 3,703 Table 9-4 Rebound VMT relative to no action, light-duty and medium-duty (billion miles) Calendar Year OMEGA Proposal OMEGA Alternative 1 OMEGA Alternative 2 OMEGA Alternative 3 2027 -0.015 -0.0018 0.0044 -0.062 2028 0.15 0.4 0.19 -0.006 2029 0.35 1.2 0.33 0.08 2030 0.62 1.9 0.49 0.21 2031 0.92 2.7 0.77 0.40 2032 1.2 3.5 1.1 0.68 2033 1.6 4.1 1.3 1.1 2034 1.9 4.4 1.4 1.3 2035 2.0 4.6 1.4 1.5 2036 2.3 4.6 1.3 1.8 2037 2.7 4.6 1.1 1.9 2038 2.8 4.7 0.93 2.0 2039 2.9 4.7 0.80 2.1 2040 3.1 4.6 0.68 2.1 2041 3.0 4.3 0.56 2.0 2042 3.0 4.1 0.44 1.9 2043 2.9 3.8 0.33 1.8 2044 2.9 3.5 0.26 1.8 2045 2.9 3.3 0.22 1.8 2046 2.9 3.0 0.21 1.8 2047 2.9 2.8 0.24 1.8 2048 2.9 2.6 0.30 1.8 2049 2.9 2.5 0.42 1.8 2050 2.9 2.4 0.51 1.8 2051 2.8 2.2 0.61 1.7 2052 2.8 2.1 0.71 1.7 2053 2.7 2.0 0.80 1.7 2054 2.7 1.8 0.93 1.7 2055 2.7 1.8 1.1 1.8"
            },
            {
                "section_number": "9.4",
                "title": "Estimating Safety Effects",
                "page_number": 6,
                "subsections": [],
                "content": " OMEGA estimates safety effects consistent with methods used in past light-duty GHG analyses and consistent with the methods developed by NHTSA for use in the CAFE Compliance and Effects Modeling System (CCEMS). In fact, the inputs used in OMEGA are identical to inputs used by NHTSA in CCEMS and used by EPA in the 2021 light-duty GHG final rule. (86 FR 74434 2021) NHTSA is the government entity tasked with regulating vehicle safety and, as such, NHTSA has the foremost experts in the field. EPA has worked closely with NTHSA through the years of joint GHG/CAFE regulatory development and has weighed in extensively on the statistical analyses used in estimating vehicle safety effects. That said, EPA has always used modeling parameters in OMEGA that are identical to those used by NHTSA in the CCEMS. As noted, OMEGA uses vehicle travel fatality rates and safety values associated with mass reduction that have been generated by NHTSA. These fatality rates and safety values and how they are generated are described at length in the regulatory documents supporting NHTSA’s 2022 CAFE final rule. (2022 CAFE FRIA 2022) (2022 CAFE TSD 2022) The discussion here does not attempt to provide that same level of detail and is meant only to summarize the NHTSA analysis to help in understanding the input values used in OMEGA. The safety analysis is meant to capture effects associated with three factors: • Changes in vehicle mass or weight; • Changes associated with fleet composition including car, CUV, SUV, pickup shares and fleet turnover; and, • The potential for additional safety impacts associated with additional driving (i.e., the “rebound effect” as mentioned in Chapter 9.3.3) that might arise from lower fuel costs resulting from more stringent GHG standards. In the following, we first cover the base fatality rates of vehicles in the legacy fleet.. We then cover the changes to those fatality rates associated with changes in vehicle mass and changes in the analysis fleet composition. We then summarize the calculation approach to estimating fatalities within OMEGA and present results."
            },
            {
                "section_number": "9.4.1",
                "title": "Fatality Rates used in OMEGA",
                "page_number": 7,
                "subsections": [],
                "content": " To estimate the impact of the standards on safety, NHTSA uses statistical models that explicitly incorporate variation in the safety performance of individual vehicle model years. They use a model for fatalities that tracks vehicles from when they are produced and sold, enter the fleet, gradually age and are ultimately retired from service. NHTSA also considers how newer technologies are likely to affect the safety of both individual vehicles and the combined fleet. The overall safety of the light-duty vehicle fleet during any future calendar year is determined by the safety performance of the individual model year cohorts comprising it at the ages they will have reached during that year, the representation of each model year cohort in that (calendar) year’s fleet, and a host of external factors that fluctuate over time, such as driver demographics and behavior, economic conditions, traffic levels, and emergency response and medical care. Combining forecasts of future crash rates for individual model year cohorts at different ages with the composition of the vehicle fleet produces baseline forecasts of fatalities. Regulatory alternatives that establish new standards for future model years can change these forecasts by altering the representation of different model year cohorts making up the future light-duty fleet (2022 CAFE FRIA 2022). NHTSA’s work produces estimates of fatality rates for each model year making up the fleet during each future calendar year, and the process is continued until calendar year 2050. Multiplying these rates by the estimated number of miles driven by vehicles of each model year in use during a future calendar year produces baseline estimates of total fatalities. As an example, Figure 9-3 illustrates the recent history and baseline forecast of the overall fatality rate for occupants of cars and light trucks. According to NHTSA, the sharp rise in the fatality rate for 2020 coincided with the steep drop in car and light truck VMT during that year due to the COVID-19 pandemic and accompanying restrictions on activity, combined with an increased number of fatalities in 2020. These rates are also used as the basis for estimating future fatalities and for estimating changes in safety resulting from reductions in the mass of new vehicles, additional rebound-effect driving, and changes in the numbers of cars and light trucks from different model years making up each calendar year’s fleet. The underlying causes and methods for estimating each of those three sources of changes in safety are discussed in detail in various sub-sections of Chapter 7 of the Technical Support Document (TSD) accompanying NHTSA’s 2022 final rule (2022 CAFE TSD 2022). Figure 9-3 Recent and projected future fatality rates for cars and light trucks (2022 CAFE FRIA 2022, 109)"
            },
            {
                "section_number": "9.4.2",
                "title": "Calculating Safety Effects tied to Vehicle Weight Changes",
                "page_number": 8,
                "subsections": [],
                "content": " To calculate the safety effects associated with changes to vehicle weight, OMEGA makes use of fatality rate changes per billion miles of vehicle travel associated with vehicles of different body styles—as with base fatality rates these are developed by NHTSA—and weight changes determined within OMEGA as vehicles change to meet future GHG standards. The first of these factors are, as noted, developed by NHTSA through an analytical process that is detailed in their 2022 final RIA and TSD (2022 CAFE FRIA 2022) (2022 CAFE TSD 2022). OMEGA makes use of the input parameters used by NHTSA in CCEMS model runs supporting their 2022 final rule. Those values are shown in Table 9-4. Table 9-5 Safety values used in OMEGA (2022 CAFE FRIA 2022) Body style NHTSA Safety Class Threshold (lbs) Change per 100 lbs below threshold Change per 100 lbs at or above threshold sedan PC 3201 0.012 0.0042 pickup LT/SUV 5014 0.0031 -0.0061 cuv_suv CUV/Minivan 3872 -0.0025 -0.0025 For example, the base fatality rate for a pickup would change by -0.0061 for every 100 pounds of weight reduced over 5,014 pounds. However, if that vehicle had a starting weight of 5,064 pounds and its weight was reduced by 100 pounds, then the first 50 of those pounds would reduce the base fatality rate by -0.00305 (-0.0061 per 100 pounds but for only 50 pounds) and the next 50 pounds would increase the base fatality rate by 0.00155 (0.0031 per 100 pounds but for only 50 pounds). In other words, reducing pickup weight above 5,014 pounds reduces fatalities while reducing pickup weight below 5,104 increases fatalities. In contrast, increasing pickup weight above 5,014 pounds increases fatalities while increasing pickup weight below 5,014 pounds reduces fatalities. Therefore, OMEGA first determines the weight change of the given vehicle. This is calculated as the curb weight of the vehicle in the policy scenario (i.e., the final weight) relative to the curb weight of the vehicle in the base year fleet. 𝐷𝐷𝑟𝑟𝑚𝑚𝐶𝐶𝑟𝑟𝑊𝑊𝑟𝑟𝑚𝑚𝑑𝑑ℎ𝐶𝐶 = 𝐺𝐺𝑚𝑚𝑑𝑑𝑟𝑟𝑚𝑚𝑊𝑊𝑟𝑟𝑚𝑚𝑑𝑑ℎ𝐶𝐶 − 𝑇𝑇𝑟𝑟𝑚𝑚𝑟𝑟𝐶𝐶𝑟𝑟𝑟𝑟𝑑𝑑𝑊𝑊𝑟𝑟𝑚𝑚𝑑𝑑ℎ𝐶𝐶 Where, DeltaWeight = the change in weight, where a weight reduction will be a negative value FinalWeight = the weight of the vehicle in the policy scenario BaseYearWeight = the weight of the vehicle in the base year fleet Knowing the delta weight, OMEGA then determines the weight change above and below the threshold for the body style of the given vehicle. Importantly, because OMEGA sometimes increases the curb weight of vehicles (e.g., due to conversion to BEV), whether the weight change is positive (increased weight) or negative (decreased weight) is important given the safety values and their signs as shown in Table 9-4. To determine the pounds changed below the threshold, and whether they involve increased or decreased weight, OMEGA uses the logic shown below: If: Threshold < BaseWeight and Threshold < FinalWeight: Then: DeltaPoundsbelow = 0 Else if: BaseWeight < Threshold and FinalWeight < Threshold: Then: DeltaPoundsbelow = FinalWeight - BaseWeight Else if: BaseWeight < Threshold < FinalWeight: Then: DeltaPoundsbelow = Threshold - BaseWeight Else if: FinalWeight < Threshold < BaseWeight: Then: DeltaPoundsbelow = FinalWeight - Threshold To determine the pounds changed above the threshold, and whether they involve increased or decreased weight, OMEGA uses the logic shown below: If: BaseWeight < Threshold and FinalWeight < Threshold Then: DeltaPoundsabove = 0 Else if: Threshold <= BaseWeight and Threshold <= FinalWeight Then: DeltaPoundsabove = FinalWeight - BaseWeight Else if: BaseWeight <= Threshold <= FinalWeight: Then: DeltaPoundsabove = FinalWeight - Threshold Else if: FinalWeight <= Threshold <= BaseWeight: Then: DeltaPoundsabove = Threshold - BaseWeight With the weight change above and below the threshold, OMEGA calculates the fatality rate changes as shown below: 𝐿𝐿𝑟𝑟𝐶𝐶𝑟𝑟𝐶𝐶ℎ𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟𝑠𝑠𝑒𝑒𝑔𝑔𝐺𝐺𝑤𝑤 = 𝐶𝐶ℎ𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟𝐺𝐺𝑟𝑟𝑑𝑑100𝐺𝐺𝐶𝐶𝑀𝑀𝑑𝑑𝑑𝑑𝑚𝑚𝑠𝑠𝑒𝑒𝑔𝑔𝐺𝐺𝑤𝑤 × (−𝐷𝐷𝑟𝑟𝑚𝑚𝐶𝐶𝑟𝑟𝐺𝐺𝐶𝐶𝑀𝑀𝑑𝑑𝑑𝑑𝑚𝑚𝑠𝑠𝑒𝑒𝑔𝑔𝐺𝐺𝑤𝑤) 𝐿𝐿𝑟𝑟𝐶𝐶𝑟𝑟𝐶𝐶ℎ𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟𝐶𝐶𝑠𝑠𝐺𝐺𝑎𝑎𝑒𝑒 = 𝐶𝐶ℎ𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟𝐺𝐺𝑟𝑟𝑑𝑑100𝐺𝐺𝐶𝐶𝑀𝑀𝑑𝑑𝑑𝑑𝑚𝑚𝐶𝐶𝑠𝑠𝐺𝐺𝑎𝑎𝑒𝑒 × (−𝐷𝐷𝑟𝑟𝑚𝑚𝐶𝐶𝑟𝑟𝐺𝐺𝐶𝐶𝑀𝑀𝑑𝑑𝑑𝑑𝑚𝑚𝐶𝐶𝑠𝑠𝐺𝐺𝑎𝑎𝑒𝑒) Where, RateChange = the change in fatality rate below/above the weight threshold for the given body style as shown in Table 9-4; the base fatality rate that is changed by this rate change is discussed in the next section. ChangePer100Pounds = the applicable value for the given body style as shown in Table 9-4 DeltaPounds = the applicable value according to the logic described above."
            },
            {
                "section_number": "9.4.3",
                "title": "Calculating Fatalities",
                "page_number": 10,
                "subsections": [],
                "content": " OMEGA first calculates the fatality rate of a given vehicle in the given policy scenario. This is done using the equation below. 𝐺𝐺𝑟𝑟𝐶𝐶𝑟𝑟𝑚𝑚𝑚𝑚𝐶𝐶𝑦𝑦𝐿𝐿𝑟𝑟𝐶𝐶𝑟𝑟𝐶𝐶𝐺𝐺𝑔𝑔𝐶𝐶𝐶𝐶𝐶𝐶 = 𝐺𝐺𝑟𝑟𝐶𝐶𝑟𝑟𝑚𝑚𝑚𝑚𝐶𝐶𝑦𝑦𝐿𝐿𝑟𝑟𝐶𝐶𝑟𝑟𝑠𝑠𝐶𝐶𝐺𝐺𝑒𝑒 × (1 + 𝐿𝐿𝑟𝑟𝐶𝐶𝑟𝑟𝐶𝐶ℎ𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟𝑠𝑠𝑒𝑒𝑔𝑔𝐺𝐺𝑤𝑤) × (1 + 𝐿𝐿𝑟𝑟𝐶𝐶𝑟𝑟𝐶𝐶ℎ𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟𝐶𝐶𝑠𝑠𝐺𝐺𝑎𝑎𝑒𝑒) Where, FatalityRatepolicy = the fatality rate per billion miles traveled in the policy scenario FatalityRatebase = the fatality rate per billion miles traveled in the base case (Chapter 9.4.1) RateChange = the appliable result for the calculations described above (Chapter 9.4.2) The number of fatalities in the given policy scenario are then calculated as: 𝐺𝐺𝑟𝑟𝐶𝐶𝑟𝑟𝑚𝑚𝑚𝑚𝐶𝐶𝑚𝑚𝑟𝑟𝑚𝑚𝐶𝐶𝐺𝐺𝑔𝑔𝐶𝐶𝐶𝐶𝐶𝐶 = 𝐺𝐺𝑟𝑟𝐶𝐶𝑟𝑟𝑚𝑚𝑚𝑚𝐶𝐶𝑦𝑦𝐿𝐿𝑟𝑟𝐶𝐶𝑟𝑟𝐶𝐶𝐺𝐺𝑔𝑔𝐶𝐶𝐶𝐶𝐶𝐶 × 𝐻𝐻𝑀𝑀𝐿𝐿𝐶𝐶𝐺𝐺𝑔𝑔𝐶𝐶𝐶𝐶𝐶𝐶/109 Where, Fatalitiespolicy = the number of fatalities in the policy scenario FatalityRatepolicy = the fatality rate in the policy, as described above VMTpolicy = the vehicle miles traveled in the policy, as described in Chapter 9.3"
            },
            {
                "section_number": "9.4.4",
                "title": "Summary of Safety Effects in the Analysis",
                "page_number": 11,
                "subsections": [],
                "content": " Table 9-6 shows the number of fatalities estimated in the No Action case (i.e., the EPA 2021 FRM remains in place) and the Proposal and Alternatives. Table 9-7 shows fatality rate impacts per billion miles of vehicle travel. Table 9-6 Fatalities per year, light-duty and medium-duty Calendar Year No Action Proposal Alternative 1 Alternative 2 Alternative 3 Proposal % Change Alternative 1 % Change Alternative 2 % Change Alternative 3 % Change 2027 20,432 20,438 20,438 20,436 20,434 0.03% 0.03% 0.02% 0.01% 2028 19,857 19,865 19,869 19,863 19,859 0.04% 0.06% 0.03% 0.01% 2029 19,334 19,344 19,356 19,341 19,336 0.05% 0.11% 0.04% 0.01% 2030 18,887 18,898 18,916 18,894 18,890 0.06% 0.16% 0.04% 0.02% 2031 18,470 18,486 18,508 18,482 18,479 0.09% 0.21% 0.06% 0.05% 2032 18,056 18,079 18,105 18,074 18,074 0.12% 0.27% 0.10% 0.10% 2033 17,732 17,766 17,793 17,760 17,762 0.19% 0.35% 0.16% 0.17% 2034 17,451 17,494 17,521 17,485 17,492 0.25% 0.40% 0.20% 0.23% 2035 17,177 17,226 17,251 17,216 17,225 0.29% 0.43% 0.23% 0.28% 2036 17,005 17,060 17,082 17,047 17,058 0.32% 0.45% 0.24% 0.31% 2037 16,835 16,896 16,916 16,879 16,893 0.36% 0.48% 0.26% 0.34% 2038 16,775 16,839 16,859 16,822 16,835 0.38% 0.50% 0.28% 0.36% 2039 16,717 16,783 16,803 16,767 16,779 0.39% 0.51% 0.30% 0.37% 2040 16,751 16,818 16,837 16,802 16,814 0.40% 0.52% 0.31% 0.38% 2041 16,764 16,831 16,850 16,816 16,829 0.40% 0.51% 0.31% 0.39% 2042 16,832 16,898 16,916 16,884 16,896 0.40% 0.50% 0.31% 0.38% 2043 16,918 16,985 17,001 16,971 16,983 0.40% 0.49% 0.31% 0.39% 2044 16,967 17,034 17,049 17,020 17,033 0.40% 0.49% 0.32% 0.39% 2045 17,056 17,124 17,138 17,110 17,123 0.39% 0.48% 0.32% 0.39% 2046 17,153 17,221 17,233 17,207 17,220 0.40% 0.47% 0.32% 0.39% 2047 17,198 17,266 17,278 17,252 17,266 0.40% 0.46% 0.31% 0.40% 2048 17,296 17,366 17,377 17,351 17,367 0.40% 0.46% 0.32% 0.41% 2049 17,404 17,476 17,486 17,460 17,476 0.41% 0.47% 0.32% 0.41% 2050 17,525 17,599 17,608 17,582 17,599 0.42% 0.47% 0.32% 0.42% 2051 17,568 17,643 17,653 17,626 17,644 0.43% 0.48% 0.33% 0.43% 2052 17,599 17,676 17,686 17,658 17,678 0.43% 0.49% 0.33% 0.45% 2053 17,633 17,711 17,723 17,693 17,714 0.45% 0.51% 0.35% 0.46% 2054 17,668 17,750 17,762 17,731 17,753 0.46% 0.53% 0.36% 0.48% 2055 17,706 17,790 17,803 17,771 17,794 0.47% 0.55% 0.37% 0.50% Table 9-7 Fatality rate impacts, light-duty and medium-duty (fatalities per billion miles) Calendar Year No Action Proposal Alternative 1 Alternative 2 Alternative 3 Proposal % Change Alternative 1 % Change Alternative 2 % Change Alternative 3 % Change 2027 6.33 6.33 6.33 6.33 6.33 0.03% 0.03% 0.02% 0.01% 2028 6.11 6.11 6.11 6.11 6.11 0.04% 0.05% 0.02% 0.01% 2029 5.91 5.91 5.91 5.91 5.91 0.04% 0.08% 0.03% 0.01% 2030 5.73 5.73 5.74 5.73 5.73 0.04% 0.10% 0.03% 0.01% 2031 5.57 5.57 5.58 5.57 5.57 0.06% 0.13% 0.04% 0.04% 2032 5.43 5.43 5.43 5.43 5.43 0.09% 0.16% 0.07% 0.07% 2033 5.29 5.30 5.30 5.30 5.30 0.14% 0.23% 0.12% 0.14% 2034 5.18 5.19 5.19 5.18 5.19 0.19% 0.27% 0.15% 0.19% 2035 5.07 5.09 5.09 5.08 5.09 0.23% 0.30% 0.19% 0.23% 2036 4.99 5.00 5.01 5.00 5.00 0.25% 0.32% 0.21% 0.26% 2037 4.92 4.94 4.94 4.93 4.94 0.28% 0.34% 0.23% 0.29% 2038 4.87 4.89 4.89 4.88 4.89 0.30% 0.36% 0.25% 0.30% 2039 4.84 4.85 4.85 4.85 4.85 0.31% 0.37% 0.27% 0.31% 2040 4.81 4.83 4.83 4.83 4.83 0.31% 0.39% 0.29% 0.32% 2041 4.80 4.81 4.82 4.81 4.81 0.31% 0.39% 0.30% 0.33% 2042 4.79 4.80 4.81 4.80 4.80 0.31% 0.38% 0.30% 0.33% 2043 4.78 4.80 4.80 4.80 4.80 0.32% 0.39% 0.30% 0.33% 2044 4.78 4.79 4.79 4.79 4.79 0.32% 0.39% 0.31% 0.34% 2045 4.77 4.79 4.79 4.79 4.79 0.31% 0.38% 0.31% 0.34% 2046 4.77 4.78 4.78 4.78 4.78 0.32% 0.39% 0.31% 0.34% 2047 4.76 4.78 4.78 4.78 4.78 0.32% 0.39% 0.31% 0.35% 2048 4.76 4.77 4.78 4.77 4.77 0.32% 0.39% 0.31% 0.36% 2049 4.76 4.77 4.78 4.77 4.77 0.33% 0.40% 0.31% 0.36% 2050 4.76 4.78 4.78 4.77 4.78 0.34% 0.41% 0.31% 0.38% 2051 4.77 4.78 4.79 4.78 4.78 0.35% 0.42% 0.31% 0.39% 2052 4.77 4.79 4.79 4.78 4.79 0.36% 0.44% 0.32% 0.40% 2053 4.77 4.79 4.80 4.79 4.79 0.37% 0.46% 0.32% 0.42% 2054 4.78 4.80 4.80 4.79 4.80 0.39% 0.48% 0.33% 0.43% 2055 4.78 4.80 4.81 4.80 4.81 0.40% 0.50% 0.34% 0.45%"
            },
            {
                "section_number": "9.5",
                "title": "Estimating Fuel Consumption in OMEGA",
                "page_number": 12,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "9.5.1",
                "title": "Drive Cycles for Onroad Fuel Consumption",
                "page_number": 12,
                "subsections": [],
                "content": " To develop a best mix of regulatory cycles representing typical onroad vehicle operation, EPA used two sources: the MOVES light-duty drive cycles and associated weights, and aggregate vehicle behavior gleaned from California Real Emissions Assessment Logging (REAL) data. The MOVES model uses 18 representative cycles. For each cycle, the time, distance, and energy expenditure at each speed was calculated, then binned in 0.5 mph increments. Additionally, the average speed and positive kinetic energy (\"PKE;\" a measure of driver aggressiveness) was calculated. The energy expenditure was calculated using the equivalent test weight (ETW) and road load of a nominal vehicle. Nominal vehicle characteristics were determined using the MOVES average passenger car and light truck parameters, weighted by vehicle miles traveled (VMT). The statistics for all cycles were combined and weighted based on the VMT associated with each cycle. The end result indicated an average speed of 36.6 mph and a PKE of 3700 km/hr2. From the California REAL data, the average vehicle speed and positive kinetic energy was determined across a range of vehicles. These data indicated an average speed higher than that from the MOVES model data (41.1 mph), but a similar PKE (3900 km/hr2). To represent onroad behavior, EPA began with the energy expenditure distribution from the MOVES data, as shown in Figure 9-8. The MOVES energy expenditure distribution is shown compared to the energy expenditure distribution of the \"city\" (FTP) and highway (HW) cycles, weighted 55%/45%. As can be seen, the 55/45 FTP/HW cycle has peak energy expenditure at a noticeably lower MJ/mile value, leading to a substantially lower cumulative energy expenditure. (The small peaks in the 55/45 FTP/HW cycle correspond to accelerations of positive and negative 3.3 mph/sec, accelerations at which these cycles are truncated.) Figure 9-4 Energy distribution (top) and cumulative energy use (bottom) over 10,000 miles for the MOVES onroad data, compared to FTP/HW regulatory cycles, weighted 55%/45%. To develop a better mix of cycles to represent onroad operation, EPA looked primarily at the energy distribution, but also factored in the distribution of speeds and the PKE. At the end, a mix of cycles was chosen that best matched these multiple optimization criteria. EPA evaluated reweighting the bags of the FTP, and incorporating portions of the US06 cycle. Reweighting the FTP did not improve the energy distribution match between vehicle operation across cycles and representative onroad operation used to estimate energy use and fuel consumption. However, incorporating the high acceleration and high-speed portions of the US06 did improve the energy distribution match with the MOVES data. Moreover, with the inclusion of the US06 cycle, incorporating the HW cycle conferred no benefit, and this cycle was dropped. After considering the effects of various cycle mixes, EPA selected a mix of cycles where the weighting was 27% FTP, 6% US06 bag 1 (a high acceleration \"city\" bag), and 67% US06 bag 2 (a high speed \"highway\" bag). The energy expenditure distribution for this new cycle mix is shown in Figure 9-9, again compared to the MOVES data. As can be seen, the energy distribution of this cycle mix is much better aligned with the MOVES data, and the total positive energy expended is nearly identical. Figure 9-5 Energy distribution (top) and cumulative energy use (bottom) over 10,000 miles for the new cycle mix (27% FTP, 6% US06 bag 1, 67% US06 bag 2) compared to the MOVES onroad data. In choosing this new cycle mix, EPA also considered the speed distribution of the mix and the PKE. This mix of cycles had a PKE of 4300 km/hr2 (slightly higher than the MOVES or REAL data) and an average speed of 40.6 mph. This average speed is higher than that of the MOVES data, and closer to (but lower than) the REAL data. The speed distribution for this mix is shown in Figure 9-10. As can be inferred from Figure 9-10, the FTP and US06 cycles have substantial periods of operation within a small speed window, giving the speed distribution the clear double-humped shape. However, the overall speed profile remains similar that from the MOVES data. Figure 9-6 Speed distribution for the new cycle mix (27% FTP, 6% US06 bag 1, 67% US06 bag 2) compared to the MOVES onroad data. To estimate fuel consumption impacts, OMEGA considers both the fuel(s) used by a given vehicle and the share of miles driven by the vehicle on that fuel or fuels. For a fossil fuel-only vehicle (including HEVs) or a BEV, the share of miles driven on the primary fuel would be 100 percent. For a PHEV, the share of miles driven on each fuel, the primary fuel (presumably liquid fuel), and the secondary fuel (presumably electricity), are considered. First, the vehicle miles traveled for the given vehicle on each fuel is calculated as below. 𝐻𝐻𝑀𝑀𝐿𝐿𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒;𝑓𝑓𝑐𝑐𝑒𝑒𝑔𝑔 = 𝐻𝐻𝑀𝑀𝐿𝐿𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒 × 𝐺𝐺𝑀𝑀𝑟𝑟𝑚𝑚𝐿𝐿ℎ𝑟𝑟𝑑𝑑𝑟𝑟 Where, VMTvehicle;fuel = the VMT of the vehicle on a given fuel VMTvehicle = the VMT of the vehicle FuelShare = the share of miles driven on a given fuel"
            },
            {
                "section_number": "9.5.2",
                "title": "Electricity Consumption",
                "page_number": 19,
                "subsections": [],
                "content": " For BEVs, the fuel share value will be 1, or 100 percent of VMT using electricity. To estimate fuel consumption, the VMT is multiplied by the rate of energy consumption, or kWh/mile during onroad operation. The rate of energy consumption during onroad operation is calculated using the 2-cycle certification rate of energy consumption and a traditional 2-cycle to onroad gap value, as below. 𝑘𝑘𝑊𝑊ℎ 􀵬 􀵰 𝑚𝑚𝑚𝑚𝑚𝑚𝑟𝑟 𝑘𝑘𝑊𝑊ℎ = 􀵬 􀵰 𝑚𝑚𝑚𝑚𝑚𝑚𝑟𝑟 ÷ 0.7 𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒; 𝐺𝐺𝑒𝑒𝐺𝐺𝐺𝐺𝐶𝐶𝑝𝑝 𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒; 2−𝐶𝐶𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒 Where, (kWh/mile)vehicle;onroad = rate of energy consumption during onroad operation (kWh/mile)vehicle;2-cycle = the rate of energy consumption during the certification 2-cycle test captured on the 2-cycle certification test Electricity consumption is then calculated as: 𝑘𝑘𝑊𝑊ℎ 𝐺𝐺𝑀𝑀𝑟𝑟𝑚𝑚𝐶𝐶𝐶𝐶𝑑𝑑𝑚𝑚𝑀𝑀𝑚𝑚𝑝𝑝𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒;𝑒𝑒𝑔𝑔𝑒𝑒𝐶𝐶𝐶𝐶𝐺𝐺𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶 = 𝐻𝐻𝑀𝑀𝐿𝐿𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒;𝑒𝑒𝑔𝑔𝑒𝑒𝐶𝐶𝐶𝐶𝐺𝐺𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶 × 􀵬 􀵰 𝑚𝑚𝑚𝑚𝑚𝑚𝑟𝑟 𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒; 𝐺𝐺𝑒𝑒𝐺𝐺𝐺𝐺𝐶𝐶𝑝𝑝 Where, FuelConsumptionvehicle; electricity = the electricity consumption of the given vehicle VMTvehicle; electricity = the vehicle miles traveled on electricity (kWh/mile)vehicle; onroad = the vehicle rate of energy consumption onroad 􁉀"

            },
            
            {
                "section_number": "9.5.3",
                "title": "Liquid-Fuel Consumption",
                "page_number": 20,
                "subsections": [],
                "content": " For liquid fuel consumption, OMEGA calculates the onroad fuel consumption rate making use of the onroad CO2/mile and the CO2 content of a gallon of gasoline, as below. 𝐶𝐶𝑇𝑇2 𝐺𝐺𝑟𝑟𝑚𝑚𝑚𝑚𝐶𝐶𝑑𝑑𝑚𝑚 𝑚𝑚𝑚𝑚𝑚𝑚𝑟𝑟􁉁 𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒; 2−𝐶𝐶𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒 𝐶𝐶𝑇𝑇2 􀵬 􀵰 = ÷ 􀵬 􀵰 𝑚𝑚𝑚𝑚𝑚𝑚𝑟𝑟 𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒;𝐺𝐺𝑒𝑒𝐺𝐺𝐺𝐺𝐶𝐶𝑝𝑝 0.8 𝑑𝑑𝑟𝑟𝑚𝑚𝑚𝑚𝐶𝐶𝑑𝑑 𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒; 2−𝐶𝐶𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒 Where, (Gallons/mile)vehicle;onroad = the fuel consumption rate of the given vehicle onroad (CO2/mile)vehicle; 2-cycle = the CO2/mile of the given vehicle on the (CO2/gallon)vehicle; 2-cycle = the CO2 emitted from combustion of a gallon of fuel (8,887 for gasoline, 10,180 for diesel) the factor to account for losses associated with roadway and environmental factors not captured on the 2-cycle certification test Liquid-fuel consumption is then calculated as below. 𝐺𝐺𝑟𝑟𝑚𝑚𝑚𝑚𝐶𝐶𝑑𝑑𝑚𝑚 𝐺𝐺𝑀𝑀𝑟𝑟𝑚𝑚𝐶𝐶𝐶𝐶𝑑𝑑𝑚𝑚𝑀𝑀𝑚𝑚𝑝𝑝𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒;𝑔𝑔𝐶𝐶𝑙𝑙𝑐𝑐𝐶𝐶𝑝𝑝 = 𝐻𝐻𝑀𝑀𝐿𝐿𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒;𝑔𝑔𝐶𝐶𝑙𝑙𝑐𝑐𝐶𝐶𝑝𝑝 × 􀵬 􀵰 𝑚𝑚𝑚𝑚𝑚𝑚𝑟𝑟 𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒; 𝐺𝐺𝑒𝑒𝐺𝐺𝐺𝐺𝐶𝐶𝑝𝑝 Where, FuelConsumptionvehicle; liquid = the liquid-fuel consumption of the given vehicle VMTvehicle; liquid = the vehicle miles traveled on liquid-fuel (Gallons/mile)vehicle; onroad = the vehicle rate of liquid-fuel consumption onroad 2030 2035 2040 2045 2050 2055"

            },
            
            {
                "section_number": "9.5.4",
                "title": "Summary of Fuel Consumption in the Analysis",
                "page_number": 21,
                "subsections": [],
                "content": " Table 9-8 Fuel consumption impacts, proposed standards, light-duty and medium-duty Calendar Year Liquid Fuel (billion gallons) Electricity (TWh) Liquid Fuel % Change Electricity % Change 2027 -0.89 8.9 -0.62% 12% 2028 -2.2 21 -1.6% 21% 2029 -4 38 -3.0% 29% -6.1 56 -4.8% 35% 2031 -8.6 78 -7.1% 42% 2032 -12 100 -9.9% 49% 2033 -15 130 -13% 57% 2034 -18 160 -16% 64% -21 190 -20% 70% 2036 -23 210 -23% 73% 2037 -26 230 -26% 78% 2038 -29 260 -29% 83% 2039 -31 280 -32% 87% -34 300 -35% 92% 2041 -36 320 -37% 96% 2042 -38 340 -39% 98% 2043 -40 360 -41% 102% 2044 -41 370 -43% 103% -42 380 -44% 104% 2046 -44 390 -46% 107% 2047 -45 400 -47% 107% 2048 -46 410 -47% 109% 2049 -47 420 -48% 110% -48 430 -49% 110% 2051 -48 430 -49% 111% 2052 -48 430 -49% 111% 2053 -49 440 -50% 111% 2054 -49 440 -50% 111% -49 440 -50% 110% Sum -900 8100 One Terawatt hour (TWh) is equal to 1 billion kilowatt hours (kWh) 2030 2035 2040 2045 2050 2055 Table 9-9 Fuel consumption impacts, Alternative 1 standards, light-duty and medium-duty Calendar Year Liquid Fuel (billion gallons) Electricity (TWh) Liquid Fuel % Change Electricity % Change 2027 -0.93 9.3 -0.65% 13% 2028 -2.5 23 -1.8% 23% 2029 -4.4 39 -3.4% 31% -7 61 -5.6% 39% 2031 -9.8 84 -8.1% 45% 2032 -13 110 -11.1% 52% 2033 -17 140 -15% 61% 2034 -20 170 -18% 69% -23 200 -22% 76% 2036 -26 230 -25% 79% 2037 -29 260 -29% 85% 2038 -32 280 -32% 91% 2039 -35 310 -36% 96% -38 330 -39% 101% 2041 -40 360 -41% 106% 2042 -42 370 -44% 109% 2043 -44 400 -46% 113% 2044 -46 410 -48% 115% -47 420 -49% 116% 2046 -49 440 -51% 119% 2047 -49 450 -51% 119% 2048 -51 460 -52% 121% 2049 -52 470 -53% 122% -52 470 -54% 123% 2051 -53 480 -54% 123% 2052 -53 480 -54% 123% 2053 -53 490 -55% 123% 2054 -54 490 -55% 123% -54 490 -55% 123% Sum -1000 8900 One Terawatt hour (TWh) is equal to 1 billion kilowatt hours (kWh) 2030 2035 2040 2045 2050 2055 Table 9-10 Fuel consumption impacts, Alternative 2 standards, light-duty and mediumduty Calendar Year Liquid Fuel (billion gallons) Electricity (TWh) Liquid Fuel % Change Electricity % Change 2027 -0.65 6.4 -0.45% 9% 2028 -1.6 15 -1.2% 15% 2029 -3.2 29 -2.4% 23% -4.9 44 -3.8% 28% 2031 -7 64 -5.8% 34% 2032 -9.6 86 -8.3% 40% 2033 -13 110 -11% 49% 2034 -16 140 -14% 56% -19 170 -17% 62% 2036 -21 190 -20% 65% 2037 -23 210 -23% 71% 2038 -26 230 -26% 76% 2039 -28 260 -29% 80% -31 280 -31% 84% 2041 -33 300 -34% 89% 2042 -34 310 -36% 91% 2043 -36 330 -38% 94% 2044 -37 340 -39% 95% -38 350 -40% 96% 2046 -40 360 -41% 99% 2047 -40 370 -42% 99% 2048 -42 380 -43% 100% 2049 -42 390 -44% 101% -43 390 -44% 102% 2051 -43 400 -44% 102% 2052 -44 400 -45% 102% 2053 -44 400 -45% 102% 2054 -44 400 -45% 101% -44 400 -45% 101% Sum -810 7400 One Terawatt hour (TWh) is equal to 1 billion kilowatt hours (kWh) Table 9-11 Fuel consumption impacts, Alternative 3 standards, light-duty and mediumduty Calendar Year Liquid Fuel (billion gallons) Electricity (TWh) Liquid Fuel % Change Electricity % Change 2027 -0.53 5.4 -0.37% 7% 2028 -1.3 13 -1.0% 13% 2029 -2.3 22 -1.8% 17% 2030 -3.9 36 -3.1% 23% 2031 -6.3 58 -5.2% 31% 2032 -9.3 85 -8.1% 40% 2033 -13 110 -11% 49% 2034 -16 140 -15% 58% 2035 -19 170 -18% 65% 2036 -22 190 -21% 68% 2037 -25 220 -25% 74% 2038 -28 250 -28% 80% 2039 -30 270 -31% 85% 2040 -33 290 -34% 90% 2041 -35 320 -36% 95% 2042 -37 330 -39% 97% 2043 -39 350 -41% 101% 2044 -41 370 -42% 103% 2045 -42 380 -44% 104% 2046 -44 390 -45% 107% 2047 -44 400 -46% 107% 2048 -46 410 -47% 109% 2049 -47 420 -48% 111% 2050 -48 430 -49% 112% 2051 -48 440 -49% 112% 2052 -48 440 -49% 112% 2053 -49 440 -50% 112% 2054 -49 440 -50% 112% 2055 -49 440 -50% 111% Sum -870 7900 One Terawatt hour (TWh) is equal to 1 billion kilowatt hours (kWh)"
            },
            {
                "section_number": "9.6",
                "title": "Estimating Emission Inventories in OMEGA",
                "page_number": 24,
                "subsections": [],
                "content": " To estimate emission inventory effects due to a potential policy, OMEGA uses, as inputs, a set of vehicle and electricity generating unit (EGU) emission rates. In a circular process, we first generate emission inventories using very detailed emissions models that estimate inventories from vehicles (EPA's MOVES model) and EGUs (EPA’s Power Sector Modeling Platform, v.6.21 ). The generation of those inventories is described in Chapter 8 and Chapter 5, respectively. However, upstream inventories (EGUs) made use of a set of bounding runs that l ooked at two possible futures--one with a low level of fleet electrification and another with a higher level of electrification. These bounding runs represented our best estimate of these two possible futures--the continuation of the 2021 FRM (lower) and our proposal (upper)--at the time that those model runs were conducted. With those bounded sets of inventories, and the associated fuel demands within them (i.e., electricity demands for EGUs), we can calculate emission rates for the two ends of these bounds. Using those rates, we can interpolate, using the given OMEGA policy scenario's fuel demands, to generate a unique set of emission rates for that OMEGA policy scenario. Using those unique rates, OMEGA then generates emission inventories for any future OMEGA policy scenario depending on the liquid fuel and electricity demands of that specific policy. For vehicle emissions, EPA made use of two sets of MOVES emission inventory runs--one assuming no future use of gasoline particulate filters and one assuming such use. Using the miles traveled (for tailpipe, tire wear and brake wear emissions) and liquid fuel consumed (for evaporative and fuel spillage emissions), we can then generate sets of emission rates for use in OMEGA. Using those rates, which are specific to fuel types and vehicle types (car vs. truck, etc.), we can then generate unique emission inventories for the given OMEGA policy scenario. This is important given the changing nature of the transportation fleet (BEV vs ICE, car vs CUV vs pickup) and the way those change for any possible policy scenario and the many factors within that impact the future fleet composition and the very different vehicle emission rates for BEV vs ICE vehicles. This is especially true given the consumer choice elements within OMEGA and the wide variety of input parameters that can have significant impacts on the projected future fleet."
            },
            {
                "section_number": "9.6.1",
                "title": "Calculating EGU Emission Rates in OMEGA",
                "page_number": 25,
                "subsections": [],
                "content": " As described in Chapter 5 and presented in Chapter 5.2.3, EPA has generated EGU inventories for the no-action case and the proposal. Those inventories are presented in Tables 5-2 and 5-3 and are shown graphically in the accompanying charts. To generate those inventories, EPA first ran OMEGA to estimate PEV energy demands into the future. Those energy demands were used in the modeling of EGU inventories presented in Chapter 5. EPA then uses the resultant inventories along with the associated \"Generation\" values shown in Tables 5-2 and 5-3, appropriately, and the estimated PEV energy demands from OMEGA used in generating the EGU inventory results, to generate a set of curves as a function of years from 2020. The set of curves consist of US generation, US PEV consumption and EGU emission rate curves for each of the pollutants presented in Chapter 5. The resultant curves for select pollutants are shown in Table 9-12. Table 9-12 Select EGU emission rate curves used in OMEGA case Pollutant Emission Rate (g/kWh) 2021 FRM PM2.5 -0.00044234 * (CY - 2020) + 0.01622 2021 FRM NOx -0.0030907 * (CY - 2020) + 0.097841 2021 FRM SOx -0.0029835 * (CY - 2020) + 0.083245 2021 FRM VOC -0.00019251 * (CY - 2020) + 0.0078643 2021 FRM CO2 -8.50323 * (CY - 2020) + 286.645 2021 FRM CH4 -0.000575 * (CY - 2020) + 0.017952 2021 FRM N2O -8.0208e-05 * (CY - 2020) + 0.0024539 proposal PM2.5 -0.00044425 * (CY - 2020) + 0.016266 proposal NOx -0.0030975 * (CY - 2020) + 0.09796 proposal SOx -0.0029965 * (CY - 2020) + 0.083798 Proposal VOC -0.00019149 * (CY - 2020) + 0.0077913 proposal CO2 -8.50171 * (CY - 2020) + 287.643 proposal CH4 -0.00057841 * (CY - 2020) + 0.018106 proposal N2O -8.0707e-05 * (CY - 2020) + 0.0024761 Note: CY = calendar year; g/kWh = grams per kilowatt hour; all values use 6 significant digits. 𝑇𝑇𝐿𝐿 𝐿𝐿𝑚𝑚𝑟𝑟𝐷𝐷𝐶𝐶𝑑𝑑𝑚𝑚𝐷𝐷𝑚𝑚𝐶𝐶𝑦𝑦 𝐺𝐺𝑟𝑟𝑑𝑑𝑟𝑟𝑑𝑑𝑟𝑟𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝑔𝑔𝐺𝐺𝑤𝑤𝑃𝑃𝐵𝐵𝐵𝐵 = 82,260,700,000 ∗ (𝐶𝐶𝐶𝐶 − 2020) + 3,903,690,000,000 𝑇𝑇𝐿𝐿 𝐿𝐿𝑚𝑚𝑟𝑟𝐷𝐷𝐶𝐶𝑑𝑑𝑚𝑚𝐷𝐷𝑚𝑚𝐶𝐶𝑦𝑦 𝐺𝐺𝑟𝑟𝑑𝑑𝑟𝑟𝑑𝑑𝑟𝑟𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑ℎ𝐶𝐶𝑒𝑒ℎ𝑃𝑃𝐵𝐵𝐵𝐵 = 92,384,200,000 ∗ (𝐶𝐶𝐶𝐶 − 2020) + 3,861,790,000,000 𝑇𝑇𝐿𝐿 𝐺𝐺𝐿𝐿𝐻𝐻 𝐶𝐶𝐶𝐶𝑑𝑑𝑚𝑚𝑀𝑀𝑚𝑚𝑝𝑝𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝑔𝑔𝐺𝐺𝑤𝑤𝑃𝑃𝐵𝐵𝐵𝐵 = 13,975,600,000 ∗ (𝐶𝐶𝐶𝐶 − 2020) + 27,523,300,000 Where, lowPEV = low PEV penetration, i.e., the 2021 FRM highPEV = high PEV penetration, i.e., the proposal CY = calendar year Using these curves, OMEGA can calculate the US electricity generation in any year of the analysis as well as the PEV consumption used in estimating the EGU inventories presented in Chapter 5. To estimate the unique EGU emission rates for any given OMEGA scenario, OMEGA first determines the PEV consumption estimate for a given year, which is driven by the level of the standards and the expected PEV penetration rate, among other impacts (consumer acceptance, critical materials, etc.). OMEGA then subtracts from the estimated US generation value for that year, calculated using the above US Electricity Generation curve, the PEV consumption estimate used in generating the inventories, calculated using the above US PEV Consumption curve, then adds to that result the OMEGA estimated PEV consumption for the given year in the given OMEGA scenario. That result is then used as a new US generation value, unique to the given OMEGA scenario. 𝐺𝐺𝑟𝑟𝑑𝑑𝑟𝑟𝑑𝑑𝑟𝑟𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝐺𝐺𝐶𝐶𝑒𝑒𝑒𝑒𝐶𝐶𝐺𝐺𝐶𝐶𝐺𝐺 = 𝐺𝐺𝑟𝑟𝑑𝑑𝑟𝑟𝑑𝑑𝑟𝑟𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝑔𝑔𝐺𝐺𝑤𝑤𝑃𝑃𝐵𝐵𝐵𝐵 − 𝑇𝑇𝐿𝐿 𝐺𝐺𝐿𝐿𝐻𝐻 𝐶𝐶𝐶𝐶𝑑𝑑𝑚𝑚𝑀𝑀𝑚𝑚𝑝𝑝𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝑔𝑔𝐺𝐺𝑤𝑤𝑃𝑃𝐵𝐵𝐵𝐵 + 𝑇𝑇𝐿𝐿 𝐺𝐺𝐿𝐿𝐻𝐻 𝐶𝐶𝐶𝐶𝑑𝑑𝑚𝑚𝑀𝑀𝑚𝑚𝑝𝑝𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝐺𝐺𝐶𝐶𝑒𝑒𝑒𝑒𝐶𝐶𝐺𝐺𝐶𝐶𝐺𝐺 OMEGA then calculates the EGU emission rate for each pollutant in the low PEV (2021 FRM) case and the high PEV (proposal) scenarios, both of which are calculated using the rate curves shown in Table 9-12. OMEGA then interpolates a set of EGU emission rates unique to the given scenario as below. 𝐿𝐿𝑟𝑟𝐶𝐶𝑟𝑟𝐺𝐺𝐶𝐶𝑒𝑒𝑒𝑒𝐶𝐶𝐺𝐺𝐶𝐶𝐺𝐺 = 𝐿𝐿𝑟𝑟𝐶𝐶𝑟𝑟𝑔𝑔𝐺𝐺𝑤𝑤𝑃𝑃𝐵𝐵𝐵𝐵 − (𝐺𝐺𝑟𝑟𝑑𝑑𝑟𝑟𝑑𝑑𝑟𝑟𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝑔𝑔𝐺𝐺𝑤𝑤𝑃𝑃𝐵𝐵𝐵𝐵 − 𝐺𝐺𝑟𝑟𝑑𝑑𝑟𝑟𝑑𝑑𝑟𝑟𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝐺𝐺𝐶𝐶𝑒𝑒𝑒𝑒𝐶𝐶𝐺𝐺𝐶𝐶𝐺𝐺) 􀵫𝐿𝐿𝑟𝑟𝐶𝐶𝑟𝑟𝑔𝑔𝐺𝐺𝑤𝑤𝑃𝑃𝐵𝐵𝐵𝐵 − 𝐿𝐿𝑟𝑟𝐶𝐶𝑟𝑟ℎ𝐶𝐶𝑒𝑒ℎ𝑃𝑃𝐵𝐵𝐵𝐵􀵯 × 􀵫𝐺𝐺𝑟𝑟𝑑𝑑𝑟𝑟𝑑𝑑𝑟𝑟𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝑔𝑔𝐺𝐺𝑤𝑤𝑃𝑃𝐵𝐵𝐵𝐵 − 𝐺𝐺𝑟𝑟𝑑𝑑𝑟𝑟𝑑𝑑𝑟𝑟𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑ℎ𝐶𝐶𝑒𝑒ℎ𝑃𝑃𝐵𝐵𝐵𝐵􀵯 Where, for a given pollutant in a given year of a given OMEGA scenario, Ratescenario = the EGU emission rate in the scenario RatelowPEV = the EGU emission rate calculated using the 2021 FRM rate curves in Table 9-12 RatehighPEV = the EGU emission rate calculated using the proposal rate curves in Table 9-12 GenerationlowPEV = US electricity generation using the low PEV curve GenerationhighPEV = US electricity generation using the high PEV curve Generationscenario = US electricity generation in the scenario using the equation above"
            },
            {
                "section_number": "9.6.2",
                "title": "Calculating Refinery Emission Rates in OMEGA",
                "page_number": 27,
                "subsections": [],
                "content": " As presented and discussed in Chapter 8.2.2 of this DRIA, the illustrative AQM done by EPA showed refinery emission inventories as shown in Table 9-13. Table 9-13 Refinery emissions in AQM inventories in 2055 Pollutant 2016 (tons/year) Reference Scenario (tons/yr) LMDV Regulatory Scenario (tons/yr) PM2.5 78,332 18,855 18,468 NOX 19,958 67,470 66,067 SO2 30,065 28,851 28,281 VOC 67,853 56,946 55,876 Using AEO 2021, Table 11, we estimated that the U.S. produced 194 billion gallons of gasoline and diesel fuel in calendar year 2021 which represented 64 percent of the refined products produced by U.S. refineries, the rest being liquified petroleum gas, jet fuel, home heating oil and other. Using these 2021 gallons and attributing them to the 2016 inventories (in the absence of 2016 gallons or 2021 inventories), we arrived at 2016 refinery emission rates as shown in Table 9-14 (e.g., for PM2.5, 78,332 tons/year x 907185 grams/ton divided by 194 billion gallons divided by 0.64 gasoline and diesel share = 0.578 grams/gallon, where rounding might result in slight differences). We followed the same procedure to estimate refinery emission rates in the LMDV regulatory scenario by dividing the tons/year shown in Table 9-13 by the estimated gallons of gasoline and diesel fuel associated with those inventories, or 131 billion gallons (see Chapter 5.1 of the Air Quality Analysis TSD). Those refinery emission rates are also shown in Table 9-14. Using the refinery emission rates shown in Table 9-14, we then calculated linear curves between the years 2016 and 2055, with years from 2016 as the independent variable, for use as inputs to OMEGA. Those refinery emission rate curves are shown in Table 9-15. Table 9-14 Refinery emission rates estimated using AQM results Pollutant 2016 (grams/gallon) LMDV Regulatory Scenario (grams/gallon) NOx 0.578 0.456 PM2.5 0.147 0.128 SOx 0.222 0.195 VOC 0.500 0.386 Table 9-15 Refinery emission rate curves used in OMEGA Pollutant Emission Rate (grams/gallon) NOx -0.00311 * (CY - 2016) + 0.578 PM2.5 -0.00050 * (CY - 2016) + 0.147 SOx -0.00068 * (CY - 2016) + 0.222 VOC -0.00294 * (CY - 2016) + 0.500 Importantly, the AQM for refineries as presented in Chapter 8 of this DRIA includes only the pollutants discussed there and briefly here. This means that we do not estimate GHG-related refinery emission impacts in OMEGA at this time. Note also that OMEGA applies a 93 percent factor to reduced liquid-fuel demand to account for the share of reduced demand resulting in reduced domestic refining of liquid fuel. In other words, 93 percent of the reduced liquid fuel demand results in reduced domestic refining. We also ran a sensitivity that assumes that reduced liquid fuel demand would have no impact on domestic refining. In that sensitivity, we would be assuming that the excess liquid fuel would be exported for use elsewhere."
            },
            {
                "section_number": "9.6.3",
                "title": "Vehicle Emission Rates in OMEGA",
                "page_number": 28,
                "subsections": [],
                "content": " As detailed in a memo to the docket, EPA developed an updated version of MOVES3, MOVES3.R1, for use in estimating vehicle emissions for this proposal. (Beardsley 2023) To create inputs for OMEGA, EPA ran MOVES3.R1 model for two scenarios: gasoline engines with and without gasoline particulate filters (GPFs). The emission rates for these scenarios differed in that in the scenario with GPFs, the emission rates for exhaust PM were calculated by applying the GPF reduction factors described in Chapter 8 for MY 2030 and later. We ran MOVES in inventory mode to create inventory and activity output by calendar year, model year, fuel type, source type and regulatory class for brake wear, tire wear, start, running and evaporative emissions for criteria emission precursors and air toxics. In these runs, the only air toxics affected by GPFs were particle-phase PAHs, which are chained to exhaust PM in MOVES. We consolidated the PAH output to separately report emissions for naphthalene and for a potency-weighted (U.S. EPA 2021) sum of the 15 other PAHs estimated by MOVES. These two sets of MOVES output were then used to generate vehicle emission rate curves for use as OMEGA inputs. Since MOVES generates emission inventories, and the applicable miles traveled or gallons consumed attributes associated with those inventories, we can calculate nationwide vehicle emission rates from them. This is done by calculating a linear relationship between the vehicle miles traveled, or gallons consumed, and the inventory attribute. This process generates over 1,400 vehicle emission rate curves including curves for each of the pollutants and start years shown in Table 9-16 with rates for exhaust PM2.5 shown in Table 9-16 through Table 9-20 for cars, light-duty trucks, medium-duty vans and medium-duty pickups, respectively. A start year refers to the model year for which a certain set of emission rate curves would apply, until a subsequent start year becomes more appropriate and is, therefore, used instead. Table 9-16 Pollutants for which vehicle emission rate curves were generated for use in OMEGA Start Years RegClass: SourceType Vehicle attribute Fuel Pollutant 1995, 2000, 2005, 2010, 2015, 2017, 2020, 2025, 2030 Car:passenger car Truck:passenger truck Mediumduty:passenger truck Mediumduty:light Commercial truck Mediumduty:short-haul single unit class3 Mediumduty:long-haul single unit class3 Mediumduty:motor home Miles traveled Gasoline; Diesel Exhaust CO Exhaust NMOG Exhaust NOx Exhaust CH4 Exhaust N2O Exhaust PM2.5 Gasoline; Diesel; Electricity Brakewear PM2.5 Tirewear PM2.5 Gasoline; Diesel Exhaust Acetaldehyde Exhaust Acrolein Exhaust Benzene Exhaust 1,3 Butadiene Exhaust Ethylbenzene Exhaust Formaldehyde Exhaust Naphthalene Exhaust 15 PAH Gallons consumed Gasoline Evaporative permeation NMOG Evaporative fuel vapor venting NMOG Evaporative fuel leaks NMOG Refueling displacement NMOG Refueling spillage NMOG Evaporative permeation Benzene Evaporative fuel vapor venting Benzene Evaporative fuel leaks Benzene Refueling displacement Benzene Gasoline; Diesel Refueling spillage Benzene Gasoline Evaporative permeation Ethylbenzene Evaporative fuel vapor venting Ethylbenzene Evaporative fuel leaks Ethylbenzene Refueling displacement Ethylbenzene Gasoline; Diesel Refueling spillage Ethylbenzene Diesel Refueling spillage Naphthalene Gasoline; Diesel Exhaust SOx Table 9-17 Exhaust PM2.5 emission rates, cars, grams/mile MYs starting in Fuel No GPF (No Action) With GPF (Proposal) 1995 pump gasoline 2.0575e-05 * age + 0.02556 Same as No GPF 1995 pump diesel 1.5354e-05 * age + 0.024823 Same as No GPF 2000 pump gasoline 0.00039934 * age + 0.0036308 Same as No GPF 2000 pump diesel 0.00037089 * age + 0.0033971 Same as No GPF 2005 pump gasoline 0.00011892 * age + 0.00082091 Same as No GPF 2005 pump diesel 9.7804e-05 * age + 0.00067925 Same as No GPF 2010 pump gasoline 0.00016215 * age + 0.00090948 Same as No GPF 2010 pump diesel 0.00012123 * age + 0.00067543 Same as No GPF 2015 pump gasoline 0.00028219 * age + 0.0017636 Same as No GPF 2015 pump diesel 0.00021421 * age + 0.001328 Same as No GPF 2017 pump gasoline 0.00020321 * age + 0.0017372 Same as No GPF 2017 pump diesel 0.00015369 * age + 0.0013093 Same as No GPF 2025 pump gasoline 0.0001862 * age + 0.0019928 Same as No GPF 2025 pump diesel 0.00014096 * age + 0.0014835 Same as No GPF 2030 pump gasoline 0.00018462 * age + 0.0019789 9.67e-06 * age + 9.8351e-05 2030 pump diesel 0.0001397 * age + 0.0014724 7.2475e-06 * age + 7.259e-05 Table 9-18 Exhaust PM2.5 emission rates, light-duty trucks, grams/mile MYs starting in Fuel No GPF (No Action) With GPF (Proposal) 1995 pump gasoline ((-1.6181e-05 * age) + 0.025071) Same as No GPF 1995 pump diesel ((-3.6539e-06 * age) + 0.023303) Same as No GPF 2000 pump gasoline ((0.00035199 * age) + 0.0083178) Same as No GPF 2000 pump diesel ((0.00034587 * age) + 0.0079013) Same as No GPF 2005 pump gasoline ((0.00013083 * age) + 0.0021268) Same as No GPF 2005 pump diesel ((0.0001082 * age) + 0.0017689) Same as No GPF 2010 pump gasoline ((0.00017035 * age) + 0.0021839) Same as No GPF 2010 pump diesel ((0.00012752 * age) + 0.0016461) Same as No GPF 2015 pump gasoline ((0.00030918 * age) + 0.0030238) Same as No GPF 2015 pump diesel ((0.00023035 * age) + 0.0022633) Same as No GPF 2017 pump gasoline ((0.00020713 * age) + 0.0030495) Same as No GPF 2017 pump diesel ((0.00015328 * age) + 0.0022712) Same as No GPF 2025 pump gasoline ((0.0001385 * age) + 0.0025349) Same as No GPF 2025 pump diesel ((0.00010184 * age) + 0.0018502) Same as No GPF 2030 pump gasoline ((0.0001346 * age) + 0.0025428) ((6.675e-06 * age) + 0.00012137) 2030 pump diesel ((9.8859e-05 * age) + 0.0018471) ((4.8951e-06 * age) + 8.7975e-05) Table 9-19 Exhaust PM2.5 emission rates, medium-duty vans, grams/mile MYs starting in Fuel No GPF (No Action) With GPF (Proposal) 1995 pump gasoline ((-4.0895e-05 * age) + 0.071214) Same as No GPF 1995 pump diesel ((-2.8641e-06 * age) + 0.8262) Same as No GPF 2000 pump gasoline ((0.0010187 * age) + 0.02384) Same as No GPF 2000 pump diesel ((-3.1844e-06 * age) + 0.40352) Same as No GPF 2005 pump gasoline ((0.00075617 * age) + 0.012341) Same as No GPF 2005 pump diesel ((-1.6069e-06 * age) + 0.27546) Same as No GPF 2010 pump gasoline ((0.00012855 * age) + 0.010032) Same as No GPF 2010 pump diesel ((-1.4331e-07 * age) + 0.0071294) Same as No GPF 2015 pump gasoline ((0.00022315 * age) + 0.0074172) Same as No GPF 2015 pump diesel ((1.712e-05 * age) + 0.0015567) Same as No GPF 2017 pump gasoline ((0.00022617 * age) + 0.0074237) Same as No GPF 2017 pump diesel ((1.7119e-05 * age) + 0.001591) Same as No GPF 2025 pump gasoline ((0.00019164 * age) + 0.0081221) Same as No GPF 2025 pump diesel ((1.6182e-05 * age) + 0.0015786) Same as No GPF 2030 pump gasoline ((0.00018797 * age) + 0.0081354) ((2.1309e-05 * age) + 0.0015281) 2030 pump diesel ((1.5947e-05 * age) + 0.0015789) ((1.5947e-05 * age) + 0.0015789) Table 9-20 Exhaust PM2.5 emission rates, medium-duty pickups, grams/mile MYs starting in Fuel No GPF (No Action) With GPF (Proposal) 1995 pump gasoline ((-4.0885e-05 * age) + 0.072197) Same as No GPF 1995 pump diesel ((-2.7119e-06 * age) + 0.8453) Same as No GPF 2000 pump gasoline ((0.001036 * age) + 0.02352) Same as No GPF 2000 pump diesel ((3.9354e-06 * age) + 0.41363) Same as No GPF 2005 pump gasoline ((0.0007791 * age) + 0.012255) Same as No GPF 2005 pump diesel ((6.2951e-06 * age) + 0.28231) Same as No GPF 2010 pump gasoline ((0.00014385 * age) + 0.010083) Same as No GPF 2010 pump diesel ((6.9872e-07 * age) + 0.0072549) Same as No GPF 2015 pump gasoline ((0.00023683 * age) + 0.0075087) Same as No GPF 2015 pump diesel ((1.8142e-05 * age) + 0.001583) Same as No GPF 2017 pump gasoline ((0.00023969 * age) + 0.0075258) Same as No GPF 2017 pump diesel ((1.8142e-05 * age) + 0.0016193) Same as No GPF 2025 pump gasoline ((0.00020168 * age) + 0.0083007) Same as No GPF 2025 pump diesel ((1.6845e-05 * age) + 0.0016144) Same as No GPF 2030 pump gasoline ((0.00019659 * age) + 0.0083401) ((2.1961e-05 * age) + 0.0015587) 2030 pump diesel ((1.6298e-05 * age) + 0.0016213) ((1.6298e-05 * age) + 0.0016213) As shown in Table 9-16, rates were also generated for all pollutants, regulatory classes and fuels. Those other rates are not shown here."
            },
            {
                "section_number": "9.6.4",
                "title": "Calculating Upstream Emission Inventories",
                "page_number": 31,
                "subsections": [],
                "content": " To calculate upstream emission inventories, OMEGA operates on individual vehicles making use of the VMTpolicy on each applicable fuel in the given OMEGA scenario. For upstream emissions from EGUs, OMEGA first calculates the given vehicle's fuel consumption according to the FuelConsumptionvehicle;electricity equation shown above. OMEGA then estimates the required EGU generation by accounting for grid losses as below. 𝐺𝐺𝑀𝑀𝑟𝑟𝑚𝑚𝐶𝐶𝐶𝐶𝑑𝑑𝑚𝑚𝑀𝑀𝑚𝑚𝑝𝑝𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒;𝑒𝑒𝑔𝑔𝑒𝑒𝐶𝐶𝐶𝐶𝐺𝐺𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶 𝐺𝐺𝑀𝑀𝑟𝑟𝑚𝑚𝐺𝐺𝑟𝑟𝑑𝑑𝑟𝑟𝑑𝑑𝑟𝑟𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒;𝑒𝑒𝑔𝑔𝑒𝑒𝐶𝐶𝐶𝐶𝐺𝐺𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶 = 𝐶𝐶𝑑𝑑𝑟𝑟𝑑𝑑𝑚𝑚𝑚𝑚𝑚𝑚𝑚𝑚𝑚𝑚𝑚𝑚𝐶𝐶𝑑𝑑 𝑟𝑟𝐸𝐸𝐸𝐸𝑚𝑚𝐷𝐷𝑚𝑚𝑟𝑟𝑑𝑑𝐷𝐷𝑦𝑦 Where, FuelGenerationvehicle;electricity = the estimated EGU generation requirement to satisfy the fuel consumption of the vehicle FuelConsumptionvehicle;electricity = the electricity consumption of the given vehicle (described above) transmission efficiency = the estimated efficiency of grid transmission (0.935 in this case) The estimated generation value is then multiplied by the EGU emission rates as described above to estimate the upstream emissions according to the equation below. 𝐿𝐿𝑟𝑟𝐶𝐶𝑟𝑟𝐶𝐶𝐺𝐺𝑔𝑔𝑔𝑔𝑐𝑐𝐶𝐶𝐶𝐶𝑒𝑒𝐶𝐶;𝐺𝐺𝐶𝐶𝑒𝑒𝑒𝑒𝐶𝐶𝐺𝐺𝐶𝐶𝐺𝐺 𝐿𝐿𝐶𝐶𝑑𝑑𝑚𝑚𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒;𝐶𝐶𝐺𝐺𝑔𝑔𝑔𝑔𝑐𝑐𝐶𝐶𝐶𝐶𝑒𝑒𝐶𝐶 = 𝐺𝐺𝑀𝑀𝑟𝑟𝑚𝑚𝐺𝐺𝑟𝑟𝑑𝑑𝑟𝑟𝑑𝑑𝑟𝑟𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒;𝑒𝑒𝑔𝑔𝑒𝑒𝐶𝐶𝐶𝐶𝐺𝐺𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶 × 𝑑𝑑𝑑𝑑𝑟𝑟𝑚𝑚𝑚𝑚 𝑝𝑝𝑟𝑟𝑑𝑑 𝐶𝐶𝐶𝐶𝑑𝑑 Where, Tonsvehicle;pollutant = The inventory tons (US or metric) of the given pollutant FuelGenerationvehicle;electricity = the estimated EGU generation requirement to satisfy the fuel consumption for the vehicle (see above) Ratepollutant;scneario = the EGU emission rate for the given pollutant in the given scenario grams per ton = 1,000,000 for metric tons (GHGs) or 907,185 for US (short) tons (criteria air pollutants) A similar process is used for refinery emissions associated with liquid-fuel consumption although the transmission efficiency is 1 for liquid-fuels making fuel generation value equivalent to the fuel consumption value described in Chapter 9.5.3. Additionally, a factor to account for the portion of fuel savings (reduced liquid fuel consumption) leading to reduced refining is also applied as discussed in Chapter 9.6.2."
            },
            {
                "section_number": "9.6.5",
                "title": "Calculating Vehicle Emission Inventories",
                "page_number": 32,
                "subsections": [],
                "content": " A similar process to that described above for upstream emissions is used for vehicle emission with the exception that exhaust emission rates and both brake wear and tire wear emission rates are multiplied by the VMTpolicy value while evaporative, spillage and leakage emission rates are multiplied by the liquid-fuel consumption values described in Chapter 9.5.3. Exhaust emission inventories are then added to evaporative, spillage and leakage emission inventories to arrive at vehicle emission inventories."
            },
            {
                "section_number": "9.6.6",
                "title": "Summary of Inventories and Inventory Impacts",
                "page_number": 33,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "9.6.6.1",
                "title": "Greenhouse Gas Inventory Impacts",
                "page_number": 33,
                "subsections": [],
                "content": " Table 9-21 Greenhouse gas emission inventory impacts, Proposed standards, light-duty and medium-duty (million metric tons) * Calendar Year Vehicle EGU CO2 CH4 N2O CO2 CH4 N2O 2027 -8 -0.00016 -0.00015 2.2 0.00013 0.000018 2028 -20 -0.00038 -0.00033 4.9 0.00030 0.000041 2029 -36 -0.00069 -0.00059 9 0.00052 0.000071 2030 -54 -0.00100 -0.00088 12 0.00075 0.000100 2031 -77 -0.00140 -0.00130 16 0.00100 0.000140 2032 -100 -0.00190 -0.00170 21 0.00130 0.000170 2033 -130 -0.00240 -0.00220 25 0.00150 0.000210 2034 -160 -0.00290 -0.00260 30 0.00180 0.000240 2035 -190 -0.00350 -0.00310 33 0.00200 0.000260 2036 -210 -0.00390 -0.00350 34 0.00200 0.000270 2037 -230 -0.00440 -0.00390 36 0.00210 0.000280 2038 -260 -0.00490 -0.00430 38 0.00220 0.000290 2039 -280 -0.00530 -0.00470 38 0.00220 0.000290 2040 -300 -0.00570 -0.00510 39 0.00220 0.000290 2041 -320 -0.00620 -0.00540 38.0 0.00210 0.000280 2042 -340 -0.00650 -0.00570 37.0 0.00200 0.000260 2043 -360 -0.00690 -0.00600 36.0 0.00190 0.000240 2044 -370 -0.00710 -0.00620 34.0 0.00170 0.000220 2045 -380 -0.00740 -0.00650 31.0 0.00150 0.000190 2046 -390 -0.00770 -0.00670 29.0 0.00130 0.000170 2047 -400 -0.00780 -0.00680 26.0 0.00110 0.000130 2048 -410 -0.00810 -0.00700 22.0 0.00087 0.000100 2049 -420 -0.00830 -0.00720 19.0 0.00063 0.000065 2050 -420 -0.00840 -0.00730 15.0 0.00037 0.000029 2051 -430 -0.00850 -0.00740 16.0 0.00037 0.000029 2052 -430 -0.00860 -0.00750 16.0 0.00038 0.000029 2053 -430 -0.00870 -0.00760 16.0 0.00038 0.000029 2054 -440 -0.00880 -0.00770 16.0 0.00038 0.000030 2055 -440 -0.00880 -0.00770 16.0 0.00038 0.000030 Sum -8,000 -0.16000 -0.14000 710 0.03500 0.004500 *GHG emission rates were not available for calculating GHG inventories from refineries. 2030 2035 2040 2045 2050 2055 Table 9-22 Greenhouse gas emission inventory impacts, Alternative 1 standards, light-duty and medium-duty (million metric tons) * Calendar Year Vehicle EGU CO2 CH4 N2O CO2 CH4 N2O 2027 -8 -0.00017 -0.00015 2.3 0.00014 0.000019 2028 -22 -0.00041 -0.00036 5.4 0.00033 0.000045 2029 -40 -0.00070 -0.00061 9 0.00055 0.000075 -63 -0.00110 -0.00095 13 0.00082 0.000110 2031 -87 -0.00150 -0.00130 18 0.00110 0.000150 2032 -120 -0.00200 -0.00180 22 0.00130 0.000180 2033 -150 -0.00250 -0.00230 27 0.00170 0.000220 2034 -180 -0.00310 -0.00280 32 0.00190 0.000260 -210 -0.00370 -0.00330 35 0.00210 0.000280 2036 -230 -0.00420 -0.00370 38 0.00220 0.000300 2037 -260 -0.00470 -0.00420 40 0.00230 0.000310 2038 -290 -0.00520 -0.00470 41 0.00240 0.000320 2039 -310 -0.00570 -0.00510 42 0.00240 0.000320 -340 -0.00620 -0.00550 43 0.00240 0.000320 2041 -360 -0.00670 -0.00590 42 0.00230 0.000310 2042 -380 -0.00710 -0.00620 41 0.00220 0.000290 2043 -400 -0.00750 -0.00650 40 0.00210 0.000270 2044 -410 -0.00780 -0.00680 37 0.00190 0.000240 -420 -0.00810 -0.00700 35 0.00170 0.000220 2046 -430 -0.00840 -0.00730 32 0.00150 0.000180 2047 -440 -0.00860 -0.00740 29 0.00120 0.000150 2048 -450 -0.00880 -0.00760 25 0.00098 0.000110 2049 -460 -0.00900 -0.00780 21 0.00070 0.000073 -470 -0.00920 -0.00800 17 0.00042 0.000033 2051 -470 -0.00930 -0.00810 17 0.00042 0.000033 2052 -480 -0.00940 -0.00820 18 0.00042 0.000033 2053 -480 -0.00950 -0.00820 18 0.00043 0.000033 2054 -480 -0.00960 -0.00830 18 0.00043 0.000034 -480 -0.00960 -0.00840 18 0.00043 0.000034 Sum -8,900 -0.17000 -0.15000 780 0.03900 0.005000 *GHG emission rates were not available for calculating GHG inventories from refineries. 2030 2035 2040 2045 2050 2055 Table 9-23 Greenhouse gas emission inventory impacts, Alternative 2 standards, light-duty and medium-duty (million metric tons) * Calendar Year Vehicle EGU CO2 CH4 N2O CO2 CH4 N2O 2027 -6 -0.00012 -0.00011 1.6 0.00010 0.000013 2028 -14 -0.00027 -0.00024 3.5 0.00021 0.000029 2029 -28 -0.00055 -0.00047 7 0.00041 0.000055 -43 -0.00082 -0.00072 10 0.00059 0.000080 2031 -63 -0.00120 -0.00110 13 0.00081 0.000110 2032 -86 -0.00160 -0.00140 17 0.00100 0.000140 2033 -110 -0.00210 -0.00190 22 0.00130 0.000180 2034 -140 -0.00260 -0.00240 26 0.00150 0.000210 -170 -0.00310 -0.00280 29 0.00170 0.000230 2036 -180 -0.00350 -0.00320 31 0.00180 0.000240 2037 -210 -0.00400 -0.00360 33 0.00190 0.000260 2038 -230 -0.00440 -0.00400 34 0.00200 0.000260 2039 -250 -0.00480 -0.00440 35 0.00200 0.000270 -270 -0.00530 -0.00470 35 0.00200 0.000260 2041 -290 -0.00570 -0.00500 35 0.00190 0.000260 2042 -310 -0.00600 -0.00530 34 0.00180 0.000240 2043 -320 -0.00630 -0.00560 33 0.00170 0.000220 2044 -330 -0.00660 -0.00580 31 0.00160 0.000200 -340 -0.00680 -0.00600 29 0.00140 0.000180 2046 -360 -0.00710 -0.00620 26 0.00120 0.000150 2047 -360 -0.00730 -0.00640 24 0.00100 0.000120 2048 -370 -0.00750 -0.00660 21 0.00080 0.000092 2049 -380 -0.00770 -0.00670 17 0.00058 0.000060 -390 -0.00780 -0.00680 14 0.00034 0.000026 2051 -390 -0.00790 -0.00690 14 0.00034 0.000026 2052 -390 -0.00800 -0.00700 14 0.00034 0.000026 2053 -390 -0.00800 -0.00710 14 0.00034 0.000026 2054 -390 -0.00810 -0.00710 14 0.00035 0.000027 -400 -0.00810 -0.00720 14 0.00035 0.000027 Sum -7,200 -0.14000 -0.13000 630 0.03200 0.004000 *GHG emission rates were not available for calculating GHG inventories from refineries. 2030 2035 2040 2045 2050 2055 Table 9-24 Greenhouse gas emission inventory impacts, Alternative 3 standards, light-duty and medium-duty (million metric tons) * Calendar Year Vehicle EGU CO2 CH4 N2O CO2 CH4 N2O 2027 -5 -0.00010 -0.00010 1.3 0.00008 0.000011 2028 -12 -0.00025 -0.00022 3.0 0.00019 0.000025 2029 -21 -0.00043 -0.00038 5 0.00031 0.000042 -35 -0.00068 -0.00061 8 0.00048 0.000065 2031 -56 -0.00110 -0.00098 12 0.00074 0.000100 2032 -84 -0.00150 -0.00140 17 0.00100 0.000140 2033 -110 -0.00210 -0.00190 22 0.00130 0.000180 2034 -140 -0.00260 -0.00240 26 0.00160 0.000210 -170 -0.00320 -0.00290 30 0.00180 0.000240 2036 -190 -0.00360 -0.00330 32 0.00190 0.000250 2037 -220 -0.00410 -0.00370 34 0.00200 0.000270 2038 -250 -0.00460 -0.00420 36 0.00210 0.000280 2039 -270 -0.00510 -0.00460 37 0.00210 0.000280 -290 -0.00560 -0.00500 38 0.00210 0.000280 2041 -310 -0.00600 -0.00530 38 0.00210 0.000270 2042 -330 -0.00640 -0.00560 37 0.00200 0.000260 2043 -350 -0.00680 -0.00600 36 0.00190 0.000240 2044 -360 -0.00710 -0.00620 34 0.00170 0.000220 -370 -0.00730 -0.00640 31 0.00150 0.000190 2046 -390 -0.00760 -0.00670 29 0.00130 0.000170 2047 -400 -0.00780 -0.00680 26 0.00110 0.000130 2048 -410 -0.00810 -0.00700 23 0.00088 0.000100 2049 -420 -0.00830 -0.00720 19 0.00063 0.000066 -420 -0.00840 -0.00740 16 0.00038 0.000029 2051 -430 -0.00850 -0.00750 16 0.00038 0.000029 2052 -430 -0.00860 -0.00760 16 0.00038 0.000030 2053 -430 -0.00870 -0.00760 16 0.00038 0.000030 2054 -440 -0.00880 -0.00770 16 0.00038 0.000030 -440 -0.00880 -0.00780 16 0.00039 0.000030 Sum -7,800 -0.15000 -0.13000 670 0.03300 0.004200 *GHG emission rates were not available for calculating GHG inventories from refineries. Table 9-25 Net Greenhouse gas emission inventory impacts, Proposed standards, light-duty and medium-duty * Calendar Year Vehicle, EGU (Million metric tons per year) % Change CO2 CH4 N2O CO2 CH4 N2O 2027 -5.8 -0.000025 -0.00013 -0.4% -0.1% -0.6% 2028 -15 -0.000076 -0.00029 -1.2% -0.2% -1.3% 2029 -27 -0.00017 -0.00052 -2.3% -0.4% -2.4% 2030 -42 -0.00028 -0.00078 -3.6% -0.8% -3.8% 2031 -60 -0.00043 -0.0011 -5.4% -1.2% -5.7% 2032 -82 -0.00062 -0.0015 -7.6% -1.9% -7.9% 2033 -110 -0.00087 -0.002 -10.1% -2.9% -10.4% 2034 -130 -0.0012 -0.0024 -13% -4.1% -13% 2035 -150 -0.0015 -0.0028 -16% -5.6% -16% 2036 -170 -0.0018 -0.0032 -18% -7.1% -18% 2037 -200 -0.0022 -0.0036 -21% -9.0% -20% 2038 -220 -0.0027 -0.004 -24% -11% -23% 2039 -240 -0.0031 -0.0044 -26% -14% -25% 2040 -260 -0.0036 -0.0048 -29% -16% -27% 2041 -280 -0.0041 -0.0052 -31% -19% -29% 2042 -300 -0.0045 -0.0055 -34% -21% -31% 2043 -320 -0.005 -0.0058 -36% -24% -33% 2044 -330 -0.0054 -0.006 -38% -27% -34% 2045 -350 -0.0059 -0.0063 -39% -30% -35% 2046 -360 -0.0063 -0.0065 -41% -32% -37% 2047 -370 -0.0067 -0.0067 -42% -35% -38% 2048 -390 -0.0072 -0.0069 -44% -38% -39% 2049 -400 -0.0076 -0.0071 -45% -40% -39% 2050 -410 -0.008 -0.0073 -46% -43% -40% 2051 -410 -0.0081 -0.0074 -46% -44% -40% 2052 -420 -0.0082 -0.0075 -47% -44% -41% 2053 -420 -0.0083 -0.0076 -47% -45% -41% 2054 -420 -0.0084 -0.0077 -47% -45% -41% 2055 -420 -0.0084 -0.0077 -47% -45% -41% Sum -7,300 -0.12 -0.13 -26% -17% -25% *GHG emission rates were not available for calculating GHG inventories from refineries. Table 9-26 Net Greenhouse gas emission inventory impacts, Alternative 1 standards, lightduty and medium-duty * Calendar Year Vehicle, EGU, Refinery (Million metric tons per year) % Change CO2 CH4 N2O CO2 CH4 N2O 2027 -6.1 -0.000027 -0.00014 -0.5% -0.1% -0.6% 2028 -17 -0.000073 -0.00031 -1.3% -0.2% -1.4% 2029 -31 -0.00015 -0.00053 -2.5% -0.4% -2.5% 2030 -49 -0.00026 -0.00084 -4.2% -0.7% -4.1% 2031 -69 -0.00042 -0.0012 -6.2% -1.2% -6.0% 2032 -93 -0.00062 -0.0016 -8.6% -1.9% -8.3% 2033 -120 -0.00089 -0.0021 -11.5% -2.9% -11.0% 2034 -150 -0.0012 -0.0026 -14% -4.2% -14% 2035 -170 -0.0016 -0.003 -17% -5.8% -17% 2036 -200 -0.002 -0.0034 -20% -7.5% -19% 2037 -220 -0.0024 -0.0039 -23% -9.6% -22% 2038 -250 -0.0028 -0.0043 -26% -12% -24% 2039 -270 -0.0033 -0.0048 -29% -14% -27% 2040 -290 -0.0038 -0.0052 -32% -17% -29% 2041 -320 -0.0043 -0.0056 -35% -20% -32% 2042 -330 -0.0048 -0.0059 -37% -23% -33% 2043 -360 -0.0054 -0.0062 -40% -26% -35% 2044 -370 -0.0059 -0.0065 -42% -29% -37% 2045 -390 -0.0064 -0.0068 -43% -32% -38% 2046 -400 -0.0069 -0.0071 -45% -35% -40% 2047 -410 -0.0073 -0.0073 -47% -38% -41% 2048 -430 -0.0078 -0.0075 -48% -41% -42% 2049 -440 -0.0083 -0.0077 -50% -44% -43% 2050 -450 -0.0088 -0.0079 -51% -47% -43% 2051 -450 -0.0089 -0.008 -51% -48% -44% 2052 -460 -0.009 -0.0081 -51% -48% -44% 2053 -460 -0.0091 -0.0082 -52% -49% -44% 2054 -460 -0.0091 -0.0083 -52% -49% -44% 2055 -460 -0.0092 -0.0083 -52% -49% -44% Sum -8,100 -0.13 -0.14 -29% -18% -27% *GHG emission rates were not available for calculating GHG inventories from refineries. Table 9-27 Net Greenhouse gas emission inventory impacts, Alternative 2 standards, lightduty and medium-duty * Calendar Year Vehicle, EGU, Refinery (Million metric tons per year) % Change CO2 CH4 N2O CO2 CH4 N2O 2027 -4.2 -0.000021 -0.0001 -0.3% 0.0% -0.4% 2028 -11 -0.000058 -0.00021 -0.9% -0.1% -1.0% 2029 -22 -0.00014 -0.00042 -1.8% -0.4% -2.0% 2030 -34 -0.00023 -0.00064 -2.9% -0.6% -3.1% 2031 -49 -0.00036 -0.00094 -4.4% -1.0% -4.8% 2032 -69 -0.00054 -0.0013 -6.4% -1.7% -6.8% 2033 -92 -0.00077 -0.0017 -8.8% -2.5% -9.2% 2034 -120 -0.0011 -0.0022 -11% -3.7% -12% 2035 -140 -0.0014 -0.0026 -14% -5.0% -14% 2036 -150 -0.0017 -0.0029 -16% -6.4% -16% 2037 -180 -0.002 -0.0033 -19% -8.2% -19% 2038 -200 -0.0024 -0.0037 -21% -10% -21% 2039 -220 -0.0028 -0.0041 -24% -12% -23% 2040 -240 -0.0033 -0.0044 -26% -15% -25% 2041 -260 -0.0037 -0.0048 -28% -17% -27% 2042 -270 -0.0041 -0.0051 -30% -20% -29% 2043 -290 -0.0046 -0.0054 -32% -22% -31% 2044 -300 -0.005 -0.0056 -34% -25% -32% 2045 -310 -0.0054 -0.0058 -35% -27% -33% 2046 -330 -0.0059 -0.0061 -37% -30% -34% 2047 -340 -0.0063 -0.0063 -38% -32% -35% 2048 -350 -0.0067 -0.0065 -40% -35% -36% 2049 -360 -0.0071 -0.0066 -41% -38% -37% 2050 -370 -0.0075 -0.0068 -42% -40% -37% 2051 -370 -0.0076 -0.0069 -42% -40% -38% 2052 -380 -0.0076 -0.007 -42% -41% -38% 2053 -380 -0.0077 -0.0071 -42% -41% -38% 2054 -380 -0.0077 -0.0071 -43% -41% -38% 2055 -380 -0.0078 -0.0072 -43% -42% -38% Sum -6,600 -0.11 -0.12 -23% -15% -23% *GHG emission rates were not available for calculating GHG inventories from refineries. Table 9-28 Net Greenhouse gas emission inventory impacts, Alternative 3 standards, lightduty and medium-duty * Calendar Year Vehicle, EGU, Refinery (Million metric tons per year) % Change CO2 CH4 N2O CO2 CH4 N2O 2027 -3.4 -0.000023 -0.00009 -0.3% -0.1% -0.4% 2028 -8.9 -0.000062 -0.00019 -0.7% -0.1% -0.9% 2029 -16 -0.00012 -0.00033 -1.3% -0.3% -1.6% 2030 -27 -0.0002 -0.00054 -2.3% -0.5% -2.6% 2031 -44 -0.00033 -0.00088 -4.0% -1.0% -4.4% 2032 -66 -0.00051 -0.0013 -6.2% -1.6% -6.7% 2033 -91 -0.00075 -0.0017 -8.7% -2.5% -9.2% 2034 -120 -0.001 -0.0022 -11% -3.7% -12% 2035 -140 -0.0014 -0.0027 -14% -5.1% -15% 2036 -160 -0.0017 -0.003 -17% -6.6% -17% 2037 -190 -0.0021 -0.0035 -20% -8.5% -19% 2038 -210 -0.0026 -0.0039 -22% -11% -22% 2039 -230 -0.003 -0.0043 -25% -13% -24% 2040 -250 -0.0035 -0.0047 -28% -15% -27% 2041 -280 -0.0039 -0.0051 -31% -18% -29% 2042 -290 -0.0044 -0.0054 -33% -21% -31% 2043 -310 -0.0049 -0.0057 -35% -24% -32% 2044 -330 -0.0053 -0.006 -37% -26% -34% 2045 -340 -0.0058 -0.0062 -39% -29% -35% 2046 -360 -0.0063 -0.0065 -41% -32% -37% 2047 -370 -0.0067 -0.0067 -42% -35% -38% 2048 -390 -0.0072 -0.0069 -43% -38% -39% 2049 -400 -0.0076 -0.0071 -45% -40% -39% 2050 -410 -0.0081 -0.0073 -46% -43% -40% 2051 -410 -0.0082 -0.0074 -46% -44% -41% 2052 -420 -0.0083 -0.0075 -47% -44% -41% 2053 -420 -0.0083 -0.0076 -47% -45% -41% 2054 -420 -0.0084 -0.0077 -47% -45% -41% 2055 -420 -0.0084 -0.0077 -47% -45% -41% Sum -7,100 -0.12 -0.13 -25% -16% -24% *GHG emission rates were not available for calculating GHG inventories from refineries."
            },
            {
                "section_number": "9.6.6.2",
                "title": "Criteria Air Pollutant Inventory Impacts",
                "page_number": 41,
                "subsections": [],
                "content": " Table 9-29 Criteria air pollutant impacts from vehicles, Proposed standards, light-duty and medium-duty (US tons per year) Calendar Year PM2.5 NOx NMOG SOx CO 2027 -68 -720 -1,100 -50 -24,000 2028 -170 -1,700 -3,400 -130 -61,000 2029 -310 -3,200 -7,200 -230 -110,000 2030 -790 -4,800 -12,000 -350 -180,000 2031 -1,300 -6,800 -18,000 -490 -250,000 2032 -1,800 -9,100 -25,000 -650 -330,000 2033 -2,300 -12,000 -33,000 -830 -430,000 2034 -2,900 -14,000 -42,000 -1,000 -530,000 2035 -3,400 -17,000 -52,000 -1,200 -640,000 2036 -4,000 -19,000 -62,000 -1,300 -720,000 2037 -4,500 -21,000 -73,000 -1,500 -820,000 2038 -5,100 -24,000 -85,000 -1,600 -930,000 2039 -5,600 -26,000 -96,000 -1,800 -1,000,000 2040 -6,100 -28,000 -110,000 -1,900 -1,100,000 2041 -6,600 -30,000 -120,000 -2,000 -1,200,000 2042 -7,000 -32,000 -130,000 -2,100 -1,300,000 2043 -7,500 -33,000 -140,000 -2,300 -1,400,000 2044 -7,900 -35,000 -150,000 -2,300 -1,400,000 2045 -8,200 -36,000 -160,000 -2,400 -1,500,000 2046 -8,500 -37,000 -170,000 -2,500 -1,600,000 2047 -8,800 -38,000 -180,000 -2,500 -1,600,000 2048 -9,000 -39,000 -180,000 -2,600 -1,700,000 2049 -9,200 -40,000 -190,000 -2,600 -1,700,000 2050 -9,400 -41,000 -190,000 -2,700 -1,700,000 2051 -9,500 -42,000 -200,000 -2,700 -1,800,000 2052 -9,600 -43,000 -200,000 -2,700 -1,800,000 2053 -9,700 -43,000 -200,000 -2,700 -1,800,000 2054 -9,800 -44,000 -200,000 -2,800 -1,800,000 2055 -9,800 -44,000 -200,000 -2,800 -1,800,000 Table 9-30 Criteria air pollutant impacts from vehicles, Alternative 1 standards, light-duty and medium-duty (US tons per year) Calendar Year PM2.5 NOx NMOG SOx CO 2027 -70 -750 -1,200 -53 -25,000 2028 -180 -1,800 -3,600 -140 -65,000 2029 -320 -3,100 -7,200 -250 -110,000 2030 -790 -4,900 -12,000 -400 -180,000 2031 -1,300 -6,900 -19,000 -550 -260,000 2032 -1,800 -9,300 -26,000 -730 -350,000 2033 -2,300 -12,000 -35,000 -940 -450,000 2034 -2,900 -15,000 -46,000 -1,100 -570,000 2035 -3,400 -18,000 -57,000 -1,300 -680,000 2036 -4,000 -20,000 -69,000 -1,500 -780,000 2037 -4,500 -23,000 -81,000 -1,700 -900,000 2038 -5,100 -25,000 -94,000 -1,800 -1,000,000 2039 -5,600 -27,000 -110,000 -2,000 -1,100,000 2040 -6,100 -30,000 -120,000 -2,100 -1,200,000 2041 -6,600 -32,000 -130,000 -2,300 -1,300,000 2042 -7,100 -34,000 -140,000 -2,400 -1,400,000 2043 -7,500 -36,000 -160,000 -2,500 -1,500,000 2044 -7,900 -37,000 -170,000 -2,600 -1,600,000 2045 -8,200 -39,000 -180,000 -2,700 -1,700,000 2046 -8,600 -40,000 -190,000 -2,800 -1,700,000 2047 -8,800 -41,000 -190,000 -2,800 -1,800,000 2048 -9,100 -42,000 -200,000 -2,900 -1,800,000 2049 -9,300 -43,000 -210,000 -2,900 -1,900,000 2050 -9,500 -44,000 -210,000 -3,000 -1,900,000 2051 -9,600 -45,000 -220,000 -3,000 -1,900,000 2052 -9,700 -46,000 -220,000 -3,000 -2,000,000 2053 -9,700 -46,000 -220,000 -3,000 -2,000,000 2054 -9,800 -47,000 -220,000 -3,000 -2,000,000 2055 -9,800 -47,000 -230,000 -3,000 -2,000,000 Table 9-31 Criteria air pollutant impacts from vehicles, Alternative 2 standards, light-duty and medium-duty (US tons per year) Calendar Year PM2.5 NOx NMOG SOx CO 2027 -49 -570 -810 -36 -17,000 2028 -120 -1,300 -2,400 -91 -42,000 2029 -250 -2,600 -5,600 -180 -88,000 2030 -730 -3,900 -9,400 -280 -140,000 2031 -1,200 -5,800 -14,000 -400 -200,000 2032 -1,700 -7,900 -20,000 -540 -270,000 2033 -2,300 -10,000 -28,000 -720 -360,000 2034 -2,800 -13,000 -36,000 -890 -460,000 2035 -3,400 -15,000 -45,000 -1,000 -560,000 2036 -3,900 -17,000 -54,000 -1,200 -640,000 2037 -4,500 -20,000 -64,000 -1,300 -730,000 2038 -5,000 -22,000 -74,000 -1,500 -830,000 2039 -5,500 -24,000 -85,000 -1,600 -920,000 2040 -6,100 -26,000 -96,000 -1,700 -1,000,000 2041 -6,500 -28,000 -110,000 -1,800 -1,100,000 2042 -7,000 -29,000 -120,000 -1,900 -1,200,000 2043 -7,400 -31,000 -130,000 -2,000 -1,300,000 2044 -7,800 -32,000 -130,000 -2,100 -1,300,000 2045 -8,200 -34,000 -140,000 -2,200 -1,400,000 2046 -8,500 -35,000 -150,000 -2,200 -1,400,000 2047 -8,800 -36,000 -160,000 -2,300 -1,500,000 2048 -9,000 -37,000 -160,000 -2,300 -1,500,000 2049 -9,200 -38,000 -170,000 -2,400 -1,600,000 2050 -9,400 -39,000 -170,000 -2,400 -1,600,000 2051 -9,500 -39,000 -180,000 -2,500 -1,600,000 2052 -9,600 -40,000 -180,000 -2,500 -1,600,000 2053 -9,700 -40,000 -180,000 -2,500 -1,600,000 2054 -9,700 -41,000 -180,000 -2,500 -1,600,000 2055 -9,800 -41,000 -190,000 -2,500 -1,600,000 Table 9-32 Criteria air pollutant impacts from vehicles, Alternative 3 standards, light-duty and medium-duty (US tons per year) Calendar Year PM2.5 NOx NMOG SOx CO 2027 -43 -550 -800 -30 -15,000 2028 -110 -1,200 -2,300 -75 -39,000 2029 -190 -2,100 -4,500 -130 -68,000 2030 -670 -3,400 -7,800 -220 -110,000 2031 -1,200 -5,400 -12,000 -360 -180,000 2032 -1,600 -7,700 -19,000 -530 -260,000 2033 -2,200 -10,000 -26,000 -710 -360,000 2034 -2,800 -13,000 -35,000 -910 -470,000 2035 -3,300 -16,000 -44,000 -1,100 -570,000 2036 -3,800 -18,000 -54,000 -1,200 -660,000 2037 -4,400 -20,000 -65,000 -1,400 -770,000 2038 -5,000 -23,000 -76,000 -1,600 -870,000 2039 -5,500 -25,000 -88,000 -1,700 -980,000 2040 -6,000 -27,000 -100,000 -1,900 -1,100,000 2041 -6,500 -29,000 -110,000 -2,000 -1,200,000 2042 -7,000 -31,000 -120,000 -2,100 -1,300,000 2043 -7,400 -33,000 -130,000 -2,200 -1,400,000 2044 -7,800 -34,000 -140,000 -2,300 -1,400,000 2045 -8,100 -36,000 -150,000 -2,400 -1,500,000 2046 -8,500 -37,000 -160,000 -2,500 -1,600,000 2047 -8,700 -38,000 -170,000 -2,500 -1,600,000 2048 -9,000 -39,000 -180,000 -2,600 -1,700,000 2049 -9,200 -40,000 -190,000 -2,600 -1,700,000 2050 -9,400 -41,000 -190,000 -2,700 -1,700,000 2051 -9,500 -42,000 -200,000 -2,700 -1,800,000 2052 -9,600 -43,000 -200,000 -2,700 -1,800,000 2053 -9,700 -43,000 -200,000 -2,700 -1,800,000 2054 -9,800 -44,000 -200,000 -2,800 -1,800,000 2055 -9,800 -44,000 -200,000 -2,800 -1,800,000 Table 9-33 Criteria air pollutant impacts from EGUs and refineries, Proposed standards, light-duty and medium-duty (US tons per year)* Calendar Year EGU Refinery PM2.5 NOx NMOG SOx PM2.5 NOx NMOG SOx 2027 140 800 68 660 -130 -510 -440 -200 2028 310 1,800 150 1,500 -330 -1,200 -1,100 -490 2029 540 3,100 260 2,500 -590 -2,300 -1,900 -890 2030 790 4,400 380 3,600 -900 -3,400 -2,900 -1,400 2031 1,100 5,900 510 4,800 -1,300 -4,800 -4,100 -1,900 2032 1,300 7,500 660 6,000 -1,700 -6,400 -5,500 -2,600 2033 1,600 9,000 800 7,100 -2,100 -8,100 -7,000 -3,300 2034 1,900 10,000 940 8,100 -2,600 -9,900 -8,500 -4,000 2035 2,100 11,000 1,100 8,800 -3,100 -12,000 -9,900 -4,700 2036 2,300 12,000 1,100 9,000 -3,400 -13,000 -11,000 -5,200 2037 2,400 12,000 1,200 9,300 -3,800 -14,000 -12,000 -5,800 2038 2,500 13,000 1,300 9,300 -4,200 -16,000 -13,000 -6,400 2039 2,600 13,000 1,300 9,100 -4,500 -17,000 -14,000 -6,900 2040 2,600 13,000 1,400 8,700 -4,900 -18,000 -16,000 -7,400 2041 2,600 12,000 1,400 8,100 -5,200 -19,000 -16,000 -7,900 2042 2,600 12,000 1,400 7,300 -5,500 -20,000 -17,000 -8,300 2043 2,600 11,000 1,400 6,500 -5,700 -21,000 -18,000 -8,700 2044 2,400 10,000 1,400 5,400 -5,900 -22,000 -19,000 -9,000 2045 2,300 9,200 1,300 4,200 -6,100 -22,000 -19,000 -9,300 2046 2,200 8,100 1,300 2,900 -6,300 -23,000 -20,000 -9,600 2047 2,000 6,700 1,200 1,500 -6,400 -23,000 -20,000 -9,700 2048 1,900 5,400 1,100 1,500 -6,500 -24,000 -20,000 -10,000 2049 1,700 4,000 1,100 1,600 -6,600 -24,000 -21,000 -10,000 2050 1,500 2,500 1,000 1,600 -6,700 -24,000 -21,000 -10,000 2051 1,500 2,500 1,000 1,600 -6,800 -25,000 -21,000 -10,000 2052 1,500 2,500 1,000 1,600 -6,800 -25,000 -21,000 -10,000 2053 1,500 2,600 1,000 1,600 -6,900 -25,000 -21,000 -10,000 2054 1,500 2,600 1,000 1,600 -6,900 -25,000 -21,000 -11,000 2055 1,500 2,600 1,000 1,600 -6,900 -25,000 -21,000 -11,000 *CO emission rates were not available for calculating CO inventories from EGUs or refineries. Table 9-34 Criteria air pollutant impacts from EGUs and refineries, Alternative 1 standards, light-duty and medium-duty (US tons per year)* Calendar Year EGU Refinery PM2.5 NOx NMOG SOx PM2.5 NOx NMOG SOx 2027 140 830 71 680 -140 -530 -450 -210 2028 350 2,000 170 1,600 -370 -1,400 -1,200 -560 2029 570 3,300 280 2,700 -660 -2,500 -2,200 -990 2030 860 4,900 420 4,000 -1,000 -3,900 -3,400 -1,600 2031 1,100 6,300 550 5,100 -1,400 -5,400 -4,700 -2,200 2032 1,400 7,900 700 6,300 -1,900 -7,200 -6,200 -2,900 2033 1,800 9,700 860 7,700 -2,400 -9,200 -7,900 -3,700 2034 2,100 11,000 1,000 8,800 -2,900 -11,000 -9,500 -4,500 2035 2,300 12,000 1,100 9,500 -3,400 -13,000 -11,000 -5,200 2036 2,500 13,000 1,200 9,900 -3,800 -14,000 -12,000 -5,800 2037 2,600 14,000 1,300 10,000 -4,300 -16,000 -14,000 -6,500 2038 2,800 14,000 1,400 10,000 -4,700 -17,000 -15,000 -7,100 2039 2,800 14,000 1,500 10,000 -5,100 -19,000 -16,000 -7,700 2040 2,900 14,000 1,500 9,600 -5,400 -20,000 -17,000 -8,300 2041 2,900 14,000 1,500 9,000 -5,800 -21,000 -18,000 -8,800 2042 2,900 13,000 1,500 8,100 -6,100 -22,000 -19,000 -9,200 2043 2,800 12,000 1,500 7,200 -6,400 -23,000 -20,000 -9,700 2044 2,700 11,000 1,500 6,000 -6,600 -24,000 -21,000 -10,000 2045 2,600 10,000 1,500 4,600 -6,700 -25,000 -21,000 -10,000 2046 2,400 8,900 1,400 3,200 -7,000 -25,000 -22,000 -11,000 2047 2,200 7,500 1,300 1,700 -7,100 -26,000 -22,000 -11,000 2048 2,100 6,000 1,300 1,700 -7,200 -26,000 -22,000 -11,000 2049 1,900 4,400 1,200 1,800 -7,300 -27,000 -23,000 -11,000 2050 1,600 2,800 1,100 1,800 -7,400 -27,000 -23,000 -11,000 2051 1,700 2,800 1,100 1,800 -7,500 -27,000 -23,000 -11,000 2052 1,700 2,800 1,100 1,800 -7,500 -27,000 -23,000 -12,000 2053 1,700 2,800 1,100 1,800 -7,500 -27,000 -23,000 -12,000 2054 1,700 2,800 1,100 1,800 -7,600 -27,000 -23,000 -12,000 2055 1,700 2,800 1,100 1,900 -7,600 -27,000 -23,000 -12,000 *CO emission rates were not available for calculating CO inventories from EGUs or refineries. Table 9-35 Criteria air pollutant impacts from EGUs and refineries, Alternative 2 standards, light-duty and medium-duty (US tons per year)* Calendar Year EGU Refinery PM2.5 NOx NMOG SOx PM2.5 NOx NMOG SOx 2027 100 580 49 470 -96 -370 -320 -150 2028 220 1,300 110 1,000 -240 -900 -780 -360 2029 420 2,400 210 2,000 -470 -1,800 -1,500 -710 2030 620 3,500 300 2,800 -710 -2,700 -2,300 -1,100 2031 860 4,800 420 3,900 -1,000 -3,900 -3,400 -1,600 2032 1,100 6,200 540 4,900 -1,400 -5,300 -4,600 -2,100 2033 1,400 7,800 700 6,100 -1,900 -7,100 -6,100 -2,800 2034 1,700 9,100 830 7,100 -2,300 -8,700 -7,500 -3,500 2035 1,900 10,000 940 7,800 -2,700 -10,000 -8,700 -4,100 2036 2,000 11,000 1,000 8,000 -3,000 -11,000 -9,700 -4,600 2037 2,200 11,000 1,100 8,400 -3,400 -13,000 -11,000 -5,200 2038 2,300 12,000 1,200 8,400 -3,800 -14,000 -12,000 -5,700 2039 2,400 12,000 1,200 8,300 -4,100 -15,000 -13,000 -6,200 2040 2,400 12,000 1,300 8,000 -4,400 -16,000 -14,000 -6,700 2041 2,400 12,000 1,300 7,500 -4,700 -17,000 -15,000 -7,200 2042 2,400 11,000 1,300 6,800 -4,900 -18,000 -16,000 -7,500 2043 2,400 10,000 1,300 6,000 -5,200 -19,000 -16,000 -7,900 2044 2,300 9,500 1,300 4,900 -5,300 -20,000 -17,000 -8,100 2045 2,100 8,500 1,200 3,800 -5,500 -20,000 -17,000 -8,400 2046 2,000 7,400 1,200 2,700 -5,700 -21,000 -18,000 -8,700 2047 1,900 6,200 1,100 1,400 -5,800 -21,000 -18,000 -8,800 2048 1,700 5,000 1,100 1,400 -5,900 -22,000 -18,000 -9,000 2049 1,500 3,700 1,000 1,400 -6,000 -22,000 -19,000 -9,200 2050 1,400 2,300 930 1,500 -6,100 -22,000 -19,000 -9,300 2051 1,400 2,300 940 1,500 -6,200 -22,000 -19,000 -9,400 2052 1,400 2,300 940 1,500 -6,200 -22,000 -19,000 -9,500 2053 1,400 2,300 950 1,500 -6,200 -22,000 -19,000 -9,500 2054 1,400 2,400 950 1,500 -6,200 -22,000 -19,000 -9,500 2055 1,400 2,400 950 1,500 -6,200 -22,000 -19,000 -9,500 *CO emission rates were not available for calculating CO inventories from EGUs or refineries. Table 9-36 Criteria air pollutant impacts from EGUs and refineries, Alternative 3 standards, light-duty and medium-duty (US tons per year)* Calendar Year EGU Refinery PM2.5 NOx NMOG SOx PM2.5 NOx NMOG SOx 2027 84 490 42 400 -78 -300 -260 -120 2028 190 1,100 95 910 -200 -750 -650 -300 2029 320 1,800 160 1,500 -350 -1,300 -1,100 -520 2030 500 2,900 250 2,300 -570 -2,200 -1,900 -870 2031 780 4,400 380 3,500 -930 -3,500 -3,000 -1,400 2032 1,100 6,100 540 4,900 -1,400 -5,200 -4,500 -2,100 2033 1,400 7,700 690 6,100 -1,800 -7,000 -6,000 -2,800 2034 1,700 9,300 850 7,300 -2,400 -8,900 -7,600 -3,600 2035 2,000 10,000 970 8,100 -2,800 -11,000 -9,100 -4,300 2036 2,100 11,000 1,100 8,400 -3,200 -12,000 -10,000 -4,800 2037 2,300 12,000 1,200 8,800 -3,600 -13,000 -12,000 -5,500 2038 2,400 12,000 1,200 8,900 -4,000 -15,000 -13,000 -6,100 2039 2,500 12,000 1,300 8,800 -4,400 -16,000 -14,000 -6,600 2040 2,600 12,000 1,300 8,500 -4,700 -18,000 -15,000 -7,200 2041 2,600 12,000 1,400 8,000 -5,100 -19,000 -16,000 -7,700 2042 2,600 12,000 1,400 7,200 -5,300 -20,000 -17,000 -8,100 2043 2,500 11,000 1,400 6,400 -5,600 -21,000 -18,000 -8,600 2044 2,400 10,000 1,300 5,300 -5,800 -21,000 -18,000 -8,900 2045 2,300 9,200 1,300 4,100 -6,000 -22,000 -19,000 -9,200 2046 2,200 8,100 1,300 2,900 -6,200 -23,000 -19,000 -9,500 2047 2,000 6,800 1,200 1,500 -6,300 -23,000 -20,000 -9,700 2048 1,900 5,400 1,200 1,600 -6,500 -24,000 -20,000 -9,900 2049 1,700 4,000 1,100 1,600 -6,600 -24,000 -20,000 -10,000 2050 1,500 2,500 1,000 1,600 -6,700 -24,000 -21,000 -10,000 2051 1,500 2,500 1,000 1,600 -6,800 -25,000 -21,000 -10,000 2052 1,500 2,600 1,000 1,600 -6,800 -25,000 -21,000 -10,000 2053 1,500 2,600 1,000 1,600 -6,900 -25,000 -21,000 -10,000 2054 1,500 2,600 1,000 1,700 -6,900 -25,000 -21,000 -11,000 2055 1,500 2,600 1,000 1,700 -6,900 -25,000 -21,000 -11,000 *CO emission rates were not available for calculating CO inventories from EGUs or refineries. Table 9-37 Net criteria air pollutant impacts from vehicles, EGUs and refineries, Proposed standards, light-duty and medium-duty * Calendar Year Vehicle, EGU, Refinery (US tons per year) % Change PM2.5 NOx NMOG SOx CO* PM2.5 NOx NMOG SOx CO 2027 -62 -430 -1,500 410 -24,000 -0.11% -0.070% -0.13% 0.89% -0.22% 2028 -180 -1,100 -4,300 860 -61,000 -0.33% -0.21% -0.42% 1.9% -0.60% 2029 -360 -2,300 -8,900 1,400 -110,000 -0.68% -0.49% -0.91% 3.1% -1.2% 2030 -900 -3,700 -15,000 1,900 -180,000 -1.8% -0.9% -1.6% 4.2% -2.0% 2031 -1,500 -5,700 -21,000 2,400 -250,000 -3.0% -1.5% -2.5% 5.3% -3.1% 2032 -2,100 -8,100 -30,000 2,800 -330,000 -4.4% -2.4% -3.6% 6.3% -4.5% 2033 -2,800 -11,000 -39,000 3,000 -430,000 -6.0% -3.5% -5.1% 7.0% -6.2% 2034 -3,600 -14,000 -50,000 3,100 -530,000 -7.7% -4.9% -6.9% 7.3% -8.3% 2035 -4,400 -17,000 -61,000 3,000 -640,000 -9.5% -6.5% -8.9% 7.2% -11% 2036 -5,100 -20,000 -72,000 2,600 -720,000 -11% -8.2% -11% 6.3% -13% 2037 -5,900 -23,000 -84,000 2,000 -820,000 -13% -10% -14% 5.1% -16% 2038 -6,700 -26,000 -97,000 1,300 -930,000 -15% -13% -17% 3.4% -19% 2039 -7,500 -30,000 -110,000 400 -1,000,000 -17% -15% -20% 1.1% -22% 2040 -8,400 -33,000 -120,000 -650 -1,100,000 -19% -17% -23% -1.8% -25% 2041 -9,200 -37,000 -130,000 -1,800 -1,200,000 -21% -20% -26% -5.2% -28% 2042 -9,900 -40,000 -150,000 -3,100 -1,300,000 -23% -22% -29% -9% -31% 2043 -11,000 -43,000 -160,000 -4,500 -1,400,000 -25% -25% -32% -14% -34% 2044 -11,000 -46,000 -170,000 -6,000 -1,400,000 -26% -27% -35% -19% -37% 2045 -12,000 -49,000 -180,000 -7,500 -1,500,000 -28% -29% -37% -25% -39% 2046 -13,000 -52,000 -190,000 -9,200 -1,600,000 -30% -31% -40% -32% -41% 2047 -13,000 -55,000 -190,000 -11,000 -1,600,000 -31% -34% -42% -39% -43% 2048 -14,000 -58,000 -200,000 -11,000 -1,700,000 -32% -36% -44% -40% -44% 2049 -14,000 -61,000 -210,000 -11,000 -1,700,000 -33% -38% -45% -40% -46% 2050 -15,000 -63,000 -210,000 -11,000 -1,700,000 -34% -40% -46% -41% -47% 2051 -15,000 -64,000 -220,000 -11,000 -1,800,000 -35% -40% -47% -41% -47% 2052 -15,000 -65,000 -220,000 -12,000 -1,800,000 -35% -40% -48% -41% -48% 2053 -15,000 -65,000 -220,000 -12,000 -1,800,000 -35% -41% -49% -42% -49% 2054 -15,000 -66,000 -220,000 -12,000 -1,800,000 -35% -41% -49% -42% -49% 2055 -15,000 -66,000 -220,000 -12,000 -1,800,000 -35% -41% -50% -42% -49% *CO emission rates were not available for calculating CO inventories from EGUs or refineries. Table 9-38 Net criteria air pollutant impacts from vehicles, EGUs and refineries, Alternative 1 standards, light-duty and medium-duty * Calendar Year Vehicle, EGU, Refinery (US tons per year) % Change PM2.5 NOx NMOG SOx CO* PM2.5 NOx NMOG SOx CO 2027 -65 -440 -1,500 420 -25,000 -0.11% -0.072% -0.14% 0.92% -0.23% 2028 -200 -1,200 -4,600 940 -65,000 -0.37% -0.22% -0.45% 2.1% -0.65% 2029 -400 -2,400 -9,000 1,400 -110,000 -0.76% -0.49% -0.93% 3.1% -1.2% 2030 -970 -3,900 -15,000 2,000 -180,000 -1.9% -0.9% -1.7% 4.4% -2.1% 2031 -1,600 -6,000 -23,000 2,400 -260,000 -3.2% -1.6% -2.6% 5.3% -3.2% 2032 -2,200 -8,600 -32,000 2,700 -350,000 -4.6% -2.5% -3.9% 6.2% -4.7% 2033 -3,000 -12,000 -42,000 3,100 -450,000 -6.2% -3.8% -5.5% 7.0% -6.6% 2034 -3,800 -15,000 -54,000 3,100 -570,000 -8.0% -5.3% -7.5% 7.4% -8.8% 2035 -4,500 -18,000 -67,000 3,000 -680,000 -9.9% -7.0% -9.8% 7.2% -11% 2036 -5,300 -21,000 -80,000 2,600 -780,000 -12% -8.9% -12% 6.4% -14% 2037 -6,100 -25,000 -93,000 2,100 -900,000 -14% -11% -15% 5.2% -17% 2038 -7,000 -29,000 -110,000 1,300 -1,000,000 -16% -14% -18% 3.4% -20% 2039 -7,800 -32,000 -120,000 340 -1,100,000 -18% -16% -22% 0.9% -24% 2040 -8,700 -36,000 -140,000 -780 -1,200,000 -20% -19% -25% -2.2% -27% 2041 -9,500 -40,000 -150,000 -2,100 -1,300,000 -22% -21% -29% -5.9% -31% 2042 -10,000 -43,000 -160,000 -3,500 -1,400,000 -24% -24% -32% -10% -34% 2043 -11,000 -47,000 -180,000 -5,000 -1,500,000 -26% -27% -35% -15% -37% 2044 -12,000 -50,000 -190,000 -6,600 -1,600,000 -27% -29% -38% -21% -40% 2045 -12,000 -53,000 -200,000 -8,300 -1,700,000 -29% -32% -41% -28% -43% 2046 -13,000 -57,000 -210,000 -10,000 -1,700,000 -31% -34% -44% -35% -45% 2047 -14,000 -59,000 -210,000 -12,000 -1,800,000 -32% -36% -46% -43% -47% 2048 -14,000 -63,000 -220,000 -12,000 -1,800,000 -33% -39% -48% -44% -49% 2049 -15,000 -66,000 -230,000 -12,000 -1,900,000 -35% -41% -50% -45% -50% 2050 -15,000 -69,000 -230,000 -13,000 -1,900,000 -36% -43% -51% -45% -52% 2051 -15,000 -69,000 -240,000 -13,000 -1,900,000 -36% -43% -52% -45% -52% 2052 -16,000 -70,000 -240,000 -13,000 -2,000,000 -36% -44% -53% -45% -53% 2053 -16,000 -71,000 -240,000 -13,000 -2,000,000 -37% -44% -54% -46% -54% 2054 -16,000 -71,000 -250,000 -13,000 -2,000,000 -37% -44% -54% -46% -54% 2055 -16,000 -71,000 -250,000 -13,000 -2,000,000 -37% -44% -55% -46% -55% *CO emission rates were not available for calculating CO inventories from EGUs or refineries. Table 9-39 Net criteria air pollutant impacts from vehicles, EGUs and refineries, Alternative 2 standards, light-duty and medium-duty * Calendar Year Vehicle, EGU, Refinery (US tons per year) % Change PM2.5 NOx NMOG SOx CO* PM2.5 NOx NMOG SOx CO 2027 -45 -360 -1,100 290 -17,000 -0.08% -0.058% -0.10% 0.64% -0.16% 2028 -130 -910 -3,100 600 -42,000 -0.25% -0.17% -0.30% 1.3% -0.42% 2029 -290 -2,000 -6,900 1,100 -88,000 -0.55% -0.41% -0.71% 2.4% -0.9% 2030 -820 -3,100 -11,000 1,500 -140,000 -1.6% -0.7% -1.2% 3.3% -1.6% 2031 -1,400 -4,900 -17,000 1,900 -200,000 -2.8% -1.3% -2.0% 4.2% -2.5% 2032 -2,000 -7,000 -24,000 2,200 -270,000 -4.1% -2.1% -3.0% 5.1% -3.7% 2033 -2,700 -9,600 -33,000 2,600 -360,000 -5.7% -3.2% -4.3% 5.9% -5.3% 2034 -3,400 -12,000 -43,000 2,700 -460,000 -7.4% -4.5% -5.9% 6.3% -7.2% 2035 -4,200 -15,000 -53,000 2,600 -560,000 -9.1% -5.9% -7.7% 6.3% -9% 2036 -4,900 -18,000 -63,000 2,300 -640,000 -11% -7.5% -10% 5.6% -11% 2037 -5,700 -21,000 -74,000 1,900 -730,000 -13% -9% -12% 4.8% -14% 2038 -6,500 -24,000 -85,000 1,300 -830,000 -15% -11% -15% 3.3% -17% 2039 -7,300 -27,000 -97,000 500 -920,000 -17% -14% -17% 1.3% -20% 2040 -8,000 -31,000 -110,000 -430 -1,000,000 -18% -16% -20% -1.2% -23% 2041 -8,800 -34,000 -120,000 -1,500 -1,100,000 -20% -18% -23% -4.3% -25% 2042 -9,500 -37,000 -130,000 -2,700 -1,200,000 -22% -21% -26% -8% -28% 2043 -10,000 -40,000 -140,000 -4,000 -1,300,000 -24% -23% -29% -12% -31% 2044 -11,000 -43,000 -150,000 -5,300 -1,300,000 -25% -25% -31% -17% -33% 2045 -12,000 -45,000 -160,000 -6,700 -1,400,000 -27% -27% -33% -22% -35% 2046 -12,000 -48,000 -170,000 -8,300 -1,400,000 -28% -29% -36% -29% -37% 2047 -13,000 -51,000 -170,000 -9,700 -1,500,000 -30% -31% -38% -35% -39% 2048 -13,000 -54,000 -180,000 -10,000 -1,500,000 -31% -33% -39% -36% -40% 2049 -14,000 -56,000 -190,000 -10,000 -1,600,000 -32% -35% -41% -37% -42% 2050 -14,000 -59,000 -190,000 -10,000 -1,600,000 -33% -37% -42% -37% -43% 2051 -14,000 -59,000 -200,000 -10,000 -1,600,000 -34% -37% -43% -37% -43% 2052 -14,000 -60,000 -200,000 -10,000 -1,600,000 -34% -37% -44% -38% -44% 2053 -15,000 -60,000 -200,000 -11,000 -1,600,000 -34% -38% -44% -38% -44% 2054 -15,000 -61,000 -200,000 -11,000 -1,600,000 -34% -38% -45% -38% -45% 2055 -15,000 -61,000 -200,000 -11,000 -1,600,000 -34% -38% -45% -38% -45% *CO emission rates were not available for calculating CO inventories from EGUs or refineries. Table 9-40 Net criteria air pollutant impacts from vehicles, EGUs and refineries, Alternative 3 standards, light-duty and medium-duty * Calendar Year Vehicle, EGU, Refinery (US tons per year) % Change PM2.5 NOx NMOG SOx CO* PM2.5 NOx NMOG SOx CO 2027 -37 -360 -1,000 250 -15,000 -0.07% -0.058% -0.09% 0.55% -0.14% 2028 -110 -870 -2,900 530 -39,000 -0.21% -0.16% -0.28% 1.2% -0.39% 2029 -220 -1,600 -5,500 830 -68,000 -0.42% -0.34% -0.56% 1.8% -0.7% 2030 -740 -2,700 -9,400 1,200 -110,000 -1.4% -0.6% -1.0% 2.7% -1.3% 2031 -1,300 -4,500 -15,000 1,700 -180,000 -2.6% -1.2% -1.7% 3.9% -2.2% 2032 -1,900 -6,800 -23,000 2,300 -260,000 -4.0% -2.0% -2.8% 5.1% -3.6% 2033 -2,600 -9,500 -31,000 2,600 -360,000 -5.5% -3.1% -4.1% 6.0% -5.2% 2034 -3,400 -13,000 -41,000 2,800 -470,000 -7.2% -4.5% -5.7% 6.5% -7.3% 2035 -4,200 -16,000 -52,000 2,700 -570,000 -9.0% -6.1% -7.7% 6.5% -10% 2036 -4,900 -19,000 -63,000 2,400 -660,000 -11% -7.8% -10% 5.9% -12% 2037 -5,700 -22,000 -75,000 1,900 -770,000 -13% -10% -12% 4.9% -15% 2038 -6,500 -25,000 -88,000 1,300 -870,000 -15% -12% -15% 3.3% -18% 2039 -7,300 -29,000 -100,000 440 -980,000 -17% -14% -18% 1.2% -21% 2040 -8,200 -32,000 -110,000 -550 -1,100,000 -19% -17% -21% -1.5% -24% 2041 -9,000 -36,000 -130,000 -1,700 -1,200,000 -21% -19% -24% -4.9% -27% 2042 -9,700 -39,000 -140,000 -3,000 -1,300,000 -23% -22% -27% -9% -30% 2043 -11,000 -43,000 -150,000 -4,400 -1,400,000 -24% -24% -31% -13% -33% 2044 -11,000 -46,000 -160,000 -5,800 -1,400,000 -26% -27% -33% -19% -36% 2045 -12,000 -49,000 -170,000 -7,400 -1,500,000 -28% -29% -36% -25% -38% 2046 -13,000 -52,000 -180,000 -9,100 -1,600,000 -29% -31% -39% -31% -41% 2047 -13,000 -55,000 -190,000 -11,000 -1,600,000 -31% -33% -41% -39% -42% 2048 -14,000 -58,000 -200,000 -11,000 -1,700,000 -32% -36% -43% -40% -44% 2049 -14,000 -60,000 -210,000 -11,000 -1,700,000 -33% -38% -45% -40% -45% 2050 -15,000 -63,000 -210,000 -11,000 -1,700,000 -34% -40% -46% -41% -47% 2051 -15,000 -64,000 -210,000 -11,000 -1,800,000 -35% -40% -47% -41% -47% 2052 -15,000 -65,000 -220,000 -12,000 -1,800,000 -35% -40% -48% -41% -48% 2053 -15,000 -65,000 -220,000 -12,000 -1,800,000 -35% -41% -49% -42% -49% 2054 -15,000 -66,000 -220,000 -12,000 -1,800,000 -35% -41% -49% -42% -49% 2055 -15,000 -66,000 -220,000 -12,000 -1,800,000 -35% -41% -50% -42% -50% *CO emission rates were not available for calculating CO inventories from EGUs or refineries."
            },
            {
                "section_number": "9.7",
                "title": "Estimating Energy Security Effects",
                "page_number": 52,
                "subsections": [],
                "content": " The energy security premia (the energy security savings, in dollars, per barrel of reduced imported oil) and the process used to estimate those values are described in Chapter 12. The discussion here focuses on how OMEGA estimates the oil consumption impacts to which the energy security premia can be multiplied to estimate monetized benefits."
            },
            {
                "section_number": "9.7.1",
                "title": "Calculating Oil Consumption from Fuel Consumption",
                "page_number": 52,
                "subsections": [],
                "content": " Chapter 9.5.3 describes how OMEGA estimates liquid-fuel consumption. This is done for every vehicle that operates any miles on a liquid-fuel, whether that fuel be gasoline or diesel. Chapter 0 presents the estimated impacts of the proposal on overall fuel consumption."
            },
            {
                "section_number": "9.7.2",
                "title": "Calculating Oil Imports from Oil Consumption",
                "page_number": 53,
                "subsections": [],
                "content": " To estimate energy security benefits, OMEGA converts fuel consumption impacts to oil import impacts. This is done using the values shown in Table 9-41 Parameters used in Estimating Oil Import Impacts. Table 9-41 Parameters used in estimating oil import impacts Item Value Share of pure gasoline in retail gasoline 0.9 Share of pure diesel in retail diesel 1.0 Energy density ratio of pure gasoline to crude oil 0.881 Energy density ratio of diesel to crude oil 0.998 Gallons per barrel of crude oil 42 Oil import reduction as percent of total oil demand reduction 0.907 The barrels of oil consumed in a given scenario are estimated as shown below. 𝐿𝐿𝑑𝑑𝑟𝑟𝑑𝑑𝑑𝑑𝑦𝑦𝐷𝐷𝑟𝑟𝑑𝑑𝑚𝑚𝑚𝑚𝐶𝐶𝑦𝑦𝐿𝐿𝑟𝑟𝐶𝐶𝑚𝑚𝐶𝐶 𝑇𝑇𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟𝑚𝑚𝑚𝑚 = 𝐺𝐺𝑀𝑀𝑟𝑟𝑚𝑚𝐶𝐶𝐶𝐶𝑑𝑑𝑚𝑚𝑀𝑀𝑚𝑚𝑝𝑝𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑𝑎𝑎𝑒𝑒ℎ𝐶𝐶𝐶𝐶𝑔𝑔𝑒𝑒;𝑔𝑔𝐶𝐶𝑙𝑙𝑐𝑐𝐶𝐶𝑝𝑝 × 𝐿𝐿ℎ𝑟𝑟𝑑𝑑𝑟𝑟 × 𝐺𝐺𝑟𝑟𝑚𝑚𝑚𝑚𝐶𝐶𝑑𝑑𝑚𝑚𝐺𝐺𝑟𝑟𝑑𝑑𝑇𝑇𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟𝑚𝑚 Where, Barrels = the barrels of oil associated with the fuel consumption value FuelConsumptionvehicle;liquid = the liquid-fuel consumption of the given vehicle (see Chapter 9.5.3) Share = the applicable \"pure share\" shown in Table 9-41 EnergyDensityRatio = the applicable energy density ratio shown in Table 9-41 GallonsPerBarrel = 42 as shown in Table 9-41 The barrels of imported oil are then calculated as shown below. 𝑇𝑇𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟𝑚𝑚𝑚𝑚𝐶𝐶𝑐𝑐𝐶𝐶𝐺𝐺𝐺𝐺𝐶𝐶𝑒𝑒𝑝𝑝 = 𝑇𝑇𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟𝑚𝑚𝑚𝑚 × (𝑇𝑇𝑚𝑚𝑚𝑚 𝑚𝑚𝑚𝑚𝑝𝑝𝐶𝐶𝑑𝑑𝐶𝐶 𝑑𝑑𝑟𝑟𝑑𝑑𝑀𝑀𝐷𝐷𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑 𝑟𝑟𝑚𝑚 𝑝𝑝𝑟𝑟𝑑𝑑𝐷𝐷𝑟𝑟𝑑𝑑𝐶𝐶 𝐶𝐶𝐸𝐸 𝐶𝐶𝐶𝐶𝐶𝐶𝑟𝑟𝑚𝑚 𝐶𝐶𝑚𝑚𝑚𝑚 𝑑𝑑𝑟𝑟𝑚𝑚𝑟𝑟𝑑𝑑𝑑𝑑 𝑑𝑑𝑟𝑟𝑑𝑑𝑀𝑀𝐷𝐷𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑)"
            },
            {
                "section_number": "9.7.3",
                "title": "Summary of Energy Security Effects",
                "page_number": 54,
                "subsections": [],
                "content": " Table 9-42 Impacts on oil consumption and oil imports, Proposed standards, light-duty and medium-duty (millions) Calendar Year Barrels Barrels Imported Barrels Imported per Day 2027 -17 -15 -0.042 2028 -42 -38 -0.1 2029 -76 -69 -0.19 2030 -120 -100 -0.29 2031 -160 -150 -0.41 2032 -220 -200 -0.54 2033 -280 -250 -0.69 2034 -340 -310 -0.85 2035 -400 -360 -0.99 2036 -450 -400 -1.1 2037 -500 -450 -1.2 2038 -550 -500 -1.4 2039 -600 -540 -1.5 2040 -640 -580 -1.6 2041 -690 -620 -1.7 2042 -720 -650 -1.8 2043 -760 -690 -1.9 2044 -780 -710 -1.9 2045 -810 -730 -2 2046 -840 -760 -2.1 2047 -850 -770 -2.1 2048 -870 -790 -2.2 2049 -890 -810 -2.2 2050 -910 -820 -2.3 2051 -910 -830 -2.3 2052 -920 -840 -2.3 2053 -930 -840 -2.3 2054 -930 -840 -2.3 2055 -930 -850 -2.3 Sum -17,000 -16,000 2030 2035 2040 2045 2050 2055 Table 9-43 Impacts on oil consumption and oil imports, Alternative 1 standards, light-duty and medium-duty (millions) Calendar Year Barrels Barrels Imported Barrels Imported per Day 2027 -18 -16 -0.044 2028 -47 -43 -0.12 2029 -84 -76 -0.21 -130 -120 -0.33 2031 -190 -170 -0.46 2032 -240 -220 -0.61 2033 -320 -290 -0.78 2034 -380 -350 -0.95 -440 -400 -1.1 2036 -500 -450 -1.2 2037 -560 -500 -1.4 2038 -610 -560 -1.5 2039 -670 -600 -1.7 -720 -650 -1.8 2041 -760 -690 -1.9 2042 -800 -730 -2 2043 -840 -760 -2.1 2044 -870 -790 -2.2 -900 -810 -2.2 2046 -930 -840 -2.3 2047 -940 -850 -2.3 2048 -960 -870 -2.4 2049 -980 -890 -2.4 -1000 -910 -2.5 2051 -1000 -910 -2.5 2052 -1000 -920 -2.5 2053 -1000 -920 -2.5 2054 -1000 -930 -2.5 -1000 -930 -2.5 Sum -19,000 -17,000 2030 2035 2040 2045 2050 2055 Table 9-44 Impacts on oil consumption and oil imports, Alternative 2 standards, light-duty and medium-duty (millions) Calendar Year Barrels Barrels Imported Barrels Imported per Day 2027 -12 -11 -0.031 2028 -30 -28 -0.076 2029 -60 -55 -0.15 -92 -84 -0.23 2031 -130 -120 -0.33 2032 -180 -170 -0.45 2033 -240 -220 -0.6 2034 -300 -270 -0.75 -350 -320 -0.88 2036 -390 -360 -0.98 2037 -440 -400 -1.1 2038 -490 -450 -1.2 2039 -540 -490 -1.3 -580 -530 -1.4 2041 -620 -560 -1.5 2042 -650 -590 -1.6 2043 -690 -620 -1.7 2044 -710 -640 -1.8 -730 -660 -1.8 2046 -760 -690 -1.9 2047 -770 -700 -1.9 2048 -790 -720 -2 2049 -810 -730 -2 -820 -750 -2 2051 -830 -750 -2.1 2052 -830 -760 -2.1 2053 -840 -760 -2.1 2054 -840 -760 -2.1 -840 -770 -2.1 Sum -15,000 -14,000 2030 2035 2040 2045 2050 2055 Table 9-45 Impacts on oil consumption and oil imports, Alternative 3 standards, light-duty and medium-duty (millions) Calendar Year Barrels Barrels Imported Barrels Imported per Day 2027 -10 -9.2 -0.025 2028 -25 -23 -0.063 2029 -45 -41 -0.11 -74 -67 -0.18 2031 -120 -110 -0.3 2032 -180 -160 -0.44 2033 -240 -220 -0.6 2034 -310 -280 -0.76 -370 -330 -0.91 2036 -410 -380 -1 2037 -470 -430 -1.2 2038 -520 -480 -1.3 2039 -570 -520 -1.4 -620 -570 -1.6 2041 -670 -610 -1.7 2042 -710 -640 -1.8 2043 -750 -680 -1.9 2044 -770 -700 -1.9 -800 -720 -2 2046 -830 -750 -2.1 2047 -850 -770 -2.1 2048 -870 -790 -2.2 2049 -890 -810 -2.2 -910 -820 -2.2 2051 -910 -830 -2.3 2052 -920 -840 -2.3 2053 -930 -840 -2.3 2054 -930 -840 -2.3 -930 -850 -2.3 Sum -17,000 -15,000 "
            }
        ]
    }
]
}