{"chapters":
[
    {
        "chapter_title": "Health and welfare impacts",
        "chapter_number": "7",
        "page_number": 1,
        "sections": [
            {
                "section_number": "7.1",
                "title": "Climate Change Impacts from GHG Emissions",
                "page_number": 1,
                "subsections": [],
                "content": " Elevated concentrations of GHGs have been warming the planet, leading to changes in the Earth’s climate including changes in the frequency and intensity of heat waves, precipitation, and extreme weather events, rising seas, and retreating snow and ice. The changes taking place in the atmosphere as a result of the well-documented buildup of GHGs due to human activities are changing the climate at a pace and in a way that threatens human health, society, and the natural environment. While EPA is not making any new scientific or factual findings with regard to the well-documented impact of GHG emissions on public health and welfare in support of this rule, EPA is providing some scientific background on climate change to offer additional context for this rulemaking and to increase the public’s understanding of the environmental impacts of GHGs. Extensive additional information on climate change is available in the scientific assessments and the EPA documents that are briefly described in this section, as well as in the technical and scientific information supporting them. One of those documents is EPA’s 2009 Endangerment and Cause or Contribute Findings for Greenhouse Gases Under section 202(a) of the CAA (74 FR 66496, December 15, 2009). In the 2009 Endangerment Finding, the Administrator found under section 202(a) of the CAA that elevated atmospheric concentrations of six key well-mixed GHGs – CO2, methane (CH4), nitrous oxide (N2O), HFCs, perfluorocarbons (PFCs), and sulfur hexafluoride (SF6) – “may reasonably be anticipated to endanger the public health and welfare of current and future generations” (74 FR 66523). The 2009 Endangerment Finding, together with the extensive scientific and technical evidence in the supporting record, documented that climate change caused by human emissions of GHGs threatens the public health of the U.S. population. It explained that by raising average temperatures, climate change increases the likelihood of heat waves, which are associated with increased deaths and illnesses (74 FR 66497). While climate change also increases the likelihood of reductions in cold-related mortality, evidence indicates that the increases in heat mortality will be larger than the decreases in cold mortality in the U.S. (74 FR 66525). The 2009 Endangerment Finding further explained that compared with a future without climate change, climate change is expected to increase tropospheric ozone pollution over broad areas of the U.S., including in the largest metropolitan areas with the worst tropospheric ozone problems, and thereby increase the risk of adverse effects on public health (74 FR 66525). Climate change is also expected to cause more intense hurricanes and more frequent and intense storms of other types and heavy precipitation, with impacts on other areas of public health, such as the potential for increased deaths, injuries, infectious and waterborne diseases, and stressrelated disorders (74 FR 66525). Children, the elderly, and the poor are among the most vulnerable to these climate-related health effects (74 FR 66498). The 2009 Endangerment Finding also documented, together with the extensive scientific and technical evidence in the supporting record, that climate change touches nearly every aspect of public welfare in the U.S. (42 USC § 7602 (h) 2021)123 with resulting economic costs, including: changes in water supply and quality due to changes in drought and extreme rainfall events; increased risk of storm surge and flooding in coastal areas and land loss due to inundation; increases in peak electricity demand and risks to electricity infrastructure; and the potential for significant agricultural disruptions and crop failures (though offset to some extent by carbon fertilization). These impacts are also global and may exacerbate problems outside the U.S. that raise humanitarian, trade, and national security issues for the U.S. (74 FR 66530). In 2016, the Administrator issued a similar finding for GHG emissions from aircraft under section 231(a)(2)(A) of the CAA (81 FR 54422 2016). In the 2016 Endangerment Finding, the Administrator found that the body of scientific evidence amassed in the record for the 2009 Endangerment Finding compellingly supported a similar endangerment finding under CAA section 231(a)(2)(A), and also found that the science assessments released between the 2009 and the 2016 Findings “strengthen and further support the judgment that GHGs in the atmosphere may reasonably be anticipated to endanger the public health and welfare of current and future generations” (81 FR 54424). Since the 2016 Endangerment Finding, the climate has continued to change, with new observational records being set for several climate indicators such as global average surface temperatures, GHG concentrations, and sea level rise. Additionally, major scientific assessments continue to be released that further advance our understanding of the climate system and the impacts that GHGs have on public health and welfare both for current and future generations. These updated observations and projections document the rapid rate of current and future climate change both globally and in the U.S. (Reidmiller, et al. 2018, Roy, et al. 2019, NASEM 2019, NOAA 2021)."
            },
            {
                "section_number": "7.2",
                "title": "Health Effects Associated with Exposure to Criteria and Air Toxics Pollutants",
                "page_number": 1,
                "subsections": [],
                "content": " Emissions sources impacted by this proposal, including vehicles and power plants, emit pollutants that contribute to ambient concentrations of ozone, PM, NO2, SO2, CO, and air toxics. This section of the RIA discusses the health effects associated with exposure to these pollutants. Additionally, because children have increased vulnerability and susceptibility for adverse health effects related to air pollution exposures, EPA’s findings regarding adverse effects for children related to exposure to pollutants that are impacted by this rule are noted in this section. The increased vulnerability and susceptibility of children to air pollution exposures may arise because infants and children generally breathe more relative to their size than adults do, and consequently may be exposed to relatively higher amounts of air pollution. (US EPA 2009) Children also tend to breathe through their mouths more than adults and their nasal passages are less effective at removing pollutants, which leads to greater lung deposition of some pollutants, such as PM. (US EPA 2019) (Foos, et al. 2008) Furthermore, air pollutants may pose health 123 The CAA states in section 302(h) that “[a]ll language referring to effects on welfare includes, but is not limited to, effects on soils, water, crops, vegetation, manmade materials, animals, wildlife, weather, visibility, and climate, damage to and deterioration of property, and hazards to transportation, as well as effects on economic values and on personal comfort and well-being, whether caused by transformation, conversion, or combination with other air pollutants.” (42 USC § 7602 (h) 2021). risks specific to children because children’s bodies are still developing (US EPA 2021).124 For example, during periods of rapid growth such as fetal development, infancy and puberty, their developing systems and organs may be more easily harmed. (US EPA 2006, US EPA 2005) EPA produces the report titled “America’s Children and the Environment,” which presents national trends on air pollution and other contaminants and environmental health of children. (US EPA 2022)"
            },
            {
                "section_number": "7.2.1",
                "title": "Ozone",
                "page_number": 2,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "7.2.1.1",
                "title": "Background on Ozone",
                "page_number": 2,
                "subsections": [],
                "content": " Ground-level ozone pollution forms in areas with high concentrations of ambient nitrogen oxides (NOX) and volatile organic compounds (VOCs) when solar radiation is high. Major U.S. sources of NOX are highway and nonroad motor vehicles and engines, power plants, and other industrial sources, with natural sources, such as soil, vegetation, and lightning, serving as smaller sources. Vegetation is the dominant source of VOCs in the U.S. Volatile consumer and commercial products, such as propellants and solvents, highway and nonroad vehicles, engines, fires, and industrial sources also contribute to the atmospheric burden of VOCs at ground-level. The processes underlying ozone formation, transport, and accumulation are complex. Ground-level ozone is produced and destroyed by an interwoven network of free radical reactions involving the hydroxyl radical (OH), NO, NO2, and complex reaction intermediates derived from VOCs. Many of these reactions are sensitive to temperature and available sunlight. High ozone events most often occur when ambient temperatures and sunlight intensities remain high for several days under stagnant conditions. Ozone and its precursors can also be transported hundreds of miles downwind, which can lead to elevated ozone levels in areas with otherwise low VOC or NOX emissions. As an air mass moves and is exposed to changing ambient concentrations of NOX and VOCs, the ozone photochemical regime (relative sensitivity of ozone formation to NOX and VOC emissions) can change. When ambient VOC concentrations are high, comparatively small amounts of NOX catalyze rapid ozone formation. Without available NOX, ground-level ozone production is severely limited, and VOC reductions would have little impact on ozone concentrations. Photochemistry under these conditions is said to be “NOX-limited.” When NOX levels are sufficiently high, faster NO2 oxidation consumes more radicals, dampening ozone production. Under these “VOClimited” conditions (also referred to as \"NOX-saturated\" conditions), VOC reductions are effective in reducing ozone, and NOX can react directly with ozone resulting in suppressed ozone concentrations near NOX emission sources. Under these NOX-saturated conditions, NOX reductions can actually increase local ozone under certain circumstances, but overall ozone production (considering downwind formation) decreases. Even in VOC-limited areas, NOX reductions are not expected to increase ozone levels if the NOX reductions are sufficiently large - large enough to become NOX-limited. 124 Children’s environmental health includes conception, infancy, early childhood and through adolescence until 21 years of age as described in an EPA Memorandum (US EPA 2021)."
            },
            {
                "section_number": "7.2.1.2",
                "title": "Health Effects Associated with Exposure to Ozone",
                "page_number": 3,
                "subsections": [],
                "content": " This section provides a summary of the health effects associated with exposure to ambient concentrations of ozone.125 The information in this section is based on the information and conclusions in the April 2020 Integrated Science Assessment for Ozone (Ozone ISA). (US EPA 2020) The Ozone ISA concludes that human exposures to ambient concentrations of ozone are associated with a number of adverse health effects and characterizes the weight of evidence for these health effects.126 The discussion below highlights the Ozone ISA’s conclusions pertaining to health effects associated with both short-term and long-term periods of exposure to ozone. For short-term exposure to ozone, the Ozone ISA concludes that respiratory effects, including lung function decrements, pulmonary inflammation, exacerbation of asthma, respiratory-related hospital admissions, and mortality, are causally associated with ozone exposure. It also concludes that metabolic effects, including metabolic syndrome (i.e., changes in insulin or glucose levels, cholesterol levels, obesity, and blood pressure) and complications due to diabetes are likely to be causally associated with short-term exposure to ozone. The evidence is also suggestive of a causal relationship between short-term exposure to ozone and cardiovascular effects, central nervous system effects and total mortality. For long-term exposure to ozone, the Ozone ISA concludes that respiratory effects, including new onset asthma, pulmonary inflammation, and injury, are likely to be causally related with ozone exposure. The Ozone ISA characterizes the evidence as suggestive of a causal relationship for associations between long-term ozone exposure and cardiovascular effects, metabolic effects, reproductive and developmental effects, central nervous system effects and total mortality. The evidence is inadequate to infer a causal relationship between chronic ozone exposure and increased risk of cancer. Finally, interindividual variation in human responses to ozone exposure can result in some groups being at increased risk for detrimental effects in response to exposure. In addition, some groups are at increased risk of exposure due to their activities, such as outdoor workers and children. The Ozone ISA identified several groups that are at increased risk for ozone-related health effects. These groups are people with asthma, children and older adults, individuals with reduced intake of certain nutrients (i.e., Vitamins C and E), outdoor workers, and individuals having certain genetic variants related to oxidative metabolism or inflammation. Ozone exposure during childhood can have lasting effects through adulthood. Such effects include altered function of the respiratory and immune systems. Children absorb higher doses (normalized to lung surface area) of ambient ozone, compared to adults, due to their increased time spent outdoors, higher ventilation rates relative to body size, and a tendency to breathe a greater fraction of air through the mouth. Children also have a higher asthma prevalence compared to 125 Human exposure to ozone varies over time due to changes in ambient ozone concentration and because people move between locations which have notably different ozone concentrations. Also, the amount of ozone delivered to the lung is influenced not only by the ambient concentrations but also by the breathing route and rate. 126 The ISA evaluates evidence and draws conclusions on the causal relationship between relevant pollutant exposures and health effects, assigning one of five “weight of evidence” determinations: causal relationship, likely to be a causal relationship, suggestive of a causal relationship, inadequate to infer a causal relationship, and not likely to be a causal relationship. For more information on these levels of evidence, please refer to Table II in the Preamble of the ISA. adults. Recent epidemiologic studies provide generally consistent evidence that long-term ozone exposure is associated with the development of asthma in children. Studies comparing age groups reported higher magnitude associations for short-term ozone exposure and respiratory hospital admissions and emergency room visits among children than among adults. Panel studies also provide support for experimental studies with consistent associations between short-term ozone exposure and lung function and pulmonary inflammation in healthy children. Additional children’s vulnerability and susceptibility factors are listed in Section IX.G of the Preamble."
            },
            {
                "section_number": "7.2.2",
                "title": "Particulate Matter",
                "page_number": 4,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "7.2.2.1",
                "title": "Background on Particulate Matter",
                "page_number": 4,
                "subsections": [],
                "content": " Particulate matter (PM) is a complex mixture of solid particles and liquid droplets distributed among numerous atmospheric gases which interact with solid and liquid phases. Particles in the atmosphere range in size from less than 0.01 to more than 10 micrometers (μm) in diameter. (US EPA 2020) Atmospheric particles can be grouped into several classes according to their aerodynamic diameter and physical sizes. Generally, the three broad classes of particles include ultrafine particles (UFPs, generally considered as particles with a diameter less than or equal to"
            },
            {
                "section_number": "0.1",
                "title": "μm [typically based on physical size, thermal diffusivity, or electrical mobility]), “fine”",
                "page_number": 4,
                "subsections": [],
                "content": " particles (PM2.5; particles with a nominal mean aerodynamic diameter less than or equal to 2.5 μm), and “thoracic” particles (PM10; particles with a nominal mean aerodynamic diameter less than or equal to 10 μm). Particles that fall within the size range between PM2.5 and PM10, are referred to as “thoracic coarse particles” (PM10-2.5, particles with a nominal mean aerodynamic diameter greater than 2.5 μm and less than or equal to 10 μm). EPA currently has NAAQS for PM2.5 and PM10 (Title 40 CFR Part 50 2023, Title 40 CFR Part 53 2023, Title 40 CFR Part 58 2023).127 Most particles are found in the lower troposphere, where they can have residence times ranging from a few hours to weeks. Particles are removed from the atmosphere by wet deposition, such as when they are carried by rain or snow, or by dry deposition, when particles settle out of suspension due to gravity. Atmospheric lifetimes are generally longest for PM2.5, which often remains in the atmosphere for days to weeks before being removed by wet or dry deposition. (US EPA 2019) In contrast, atmospheric lifetimes for UFP and PM10−2.5 are shorter. Within hours, UFP can undergo coagulation and condensation that lead to formation of larger particles, or can be removed from the atmosphere by evaporation, deposition, or reactions with other atmospheric components. PM10−2.5 are also generally removed from the atmosphere within hours, through wet or dry deposition. Particulate matter consists of both primary and secondary particles. Primary particles are emitted directly from sources, such as combustion-related activities (e.g., industrial activities, motor vehicle operation, biomass burning), while secondary particles are formed through 127 Regulatory definitions of PM size fractions, and information on reference and equivalent methods for measuring PM in ambient air, are provided in 40 CFR parts 50, 53, and 58. With regard to national ambient air quality standards (NAAQS) which provide protection against health and welfare effects, the 24-hour PM10 standard provides protection against effects associated with short-term exposure to thoracic coarse particles (i.e., PM10-2.5). atmospheric chemical reactions of gaseous precursors (e.g., sulfur oxides (SOX), NOX and VOCs)."
            },
            {
                "section_number": "7.2.2.2",
                "title": "Health Effects Associated with Exposure to Particulate Matter",
                "page_number": 5,
                "subsections": [],
                "content": " Scientific evidence spanning animal toxicological, controlled human exposure, and epidemiologic studies shows that exposure to ambient PM is associated with a broad range of health effects. These health effects are discussed in detail in the Integrated Science Assessment for Particulate Matter, which was finalized in December 2019 (PM ISA). (US EPA 2019) In addition, there is a more targeted evaluation of studies published since the literature cutoff date of the 2019 PM ISA in the Supplement to the Integrated Science Assessment for PM (Supplement). (US EPA 2022) The PM ISA characterizes the causal nature of relationships between PM exposure and broad health categories (e.g., cardiovascular effects, respiratory effects, etc.) using a weight-of-evidence approach. (US EPA 2019) Within this characterization, the PM ISA summarizes the health effects evidence for short-term (i.e., hours up to one month) and long-term (i.e., one month to years) exposures to PM2.5, PM10-2.5, and ultrafine particles, and concludes that exposures to ambient PM2.5 are associated with a number of adverse health effects. The discussion below highlights the PM ISA’s conclusions, and summarizes additional information from the Supplement where appropriate, pertaining to the health effects evidence for both short- and long-term PM exposures. Further discussion of PM-related health effects can also be found in the 2022 Policy Assessment for the review of the PM NAAQS. (US EPA 2022) EPA has concluded that recent evidence in combination with evidence evaluated in the 2009 PM ISA supports a “causal relationship” between both long- and short-term exposures to PM2.5 and premature mortality and cardiovascular effects and a “likely to be causal relationship” between long- and short-term PM2.5 exposures and respiratory effects. (US EPA 2009) Additionally, recent experimental and epidemiologic studies provide evidence supporting a “likely to be causal relationship” between long-term PM2.5 exposure and nervous system effects, and long-term PM2.5 exposure and cancer. Because of remaining uncertainties and limitations in the evidence base, EPA determined the evidence is “suggestive of, but not sufficient to infer, a causal relationship” for long-term PM2.5 exposure and reproductive and developmental effects (i.e., male/female reproduction and fertility; pregnancy and birth outcomes), long- and short-term exposures and metabolic effects, and short-term exposure and nervous system effects. As discussed extensively in the 2019 PM ISA and the Supplement, recent studies continue to support a “causal relationship” between short- and long-term PM2.5 exposures and mortality. (US EPA 2019) (US EPA 2022) For short-term PM2.5 exposure, multi-city studies, in combination with single- and multi-city studies evaluated in the 2009 PM ISA, provide evidence of consistent, positive associations across studies conducted in different geographic locations, populations with different demographic characteristics, and studies using different exposure assignment techniques. Additionally, the consistent and coherent evidence across scientific disciplines for cardiovascular morbidity, particularly ischemic events and heart failure, and to a lesser degree for respiratory morbidity, including exacerbations of chronic obstructive pulmonary disease (COPD) and asthma, provide biological plausibility for cause-specific mortality and ultimately total mortality. Recent epidemiologic studies evaluated in the Supplement, including studies that employed alternative methods for confounder control, provide additional support to the evidence base that contributed to the 2019 PM ISA conclusion for short-term PM2.5 exposure and mortality (US EPA 2022). The 2019 PM ISA concluded a “causal relationship” between long-term PM2.5 exposure and mortality. In addition to reanalyses and extensions of the American Cancer Society (ACS) and Harvard Six Cities (HSC) cohorts, multiple new cohort studies conducted in the U.S. and Canada, consisting of people employed in a specific job (e.g., teacher, nurse) and that apply different exposure assignment techniques, provide evidence of positive associations between long-term PM2.5 exposure and mortality. Biological plausibility for mortality due to long-term PM2.5 exposure is provided by the coherence of effects across scientific disciplines for cardiovascular morbidity, particularly for coronary heart disease, stroke, and atherosclerosis, and for respiratory morbidity, particularly for the development of COPD. Additionally, recent studies provide evidence indicating that as long-term PM2.5 concentrations decrease there is an increase in life expectancy. Recent cohort studies evaluated in the Supplement, as well as epidemiologic studies that conducted accountability analyses or employed alternative methods for confounder controls, support and extend the evidence base that contributed to the 2019 PM ISA conclusion for long-term PM2.5 exposure and mortality. A large body of studies examining both short- and long-term PM2.5 exposure and cardiovascular effects builds on the evidence base evaluated in the 2009 PM ISA. The strongest evidence for cardiovascular effects in response to short-term PM2.5 exposures is for ischemic heart disease and heart failure. The evidence for short-term PM2.5 exposure and cardiovascular effects is coherent across scientific disciplines and supports a continuum of effects ranging from subtle changes in indicators of cardiovascular health to serious clinical events, such as increased emergency department visits and hospital admissions due to cardiovascular disease and cardiovascular mortality. For long-term PM2.5 exposure, there is strong and consistent epidemiologic evidence of a relationship with cardiovascular mortality. This evidence is supported by epidemiologic and animal toxicological studies demonstrating a range of cardiovascular effects including coronary heart disease, stroke, impaired heart function, and subclinical markers (e.g., coronary artery calcification, atherosclerotic plaque progression), which collectively provide coherence and biological plausibility. Recent epidemiologic studies evaluated in the Supplement, as well as studies that conducted accountability analyses or employed alternative methods for confounder control, support and extend the evidence base that contributed to the 2019 PM ISA conclusion for both short- and long-term PM2.5 exposure and cardiovascular effects. Studies evaluated in the 2019 PM ISA continue to provide evidence of a “likely to be causal relationship” between both short- and long-term PM2.5 exposure and respiratory effects. Epidemiologic studies provide consistent evidence of a relationship between short-term PM2.5 exposure and asthma exacerbation in children and COPD exacerbation in adults, as indicated by increases in emergency department visits and hospital admissions, which is supported by animal toxicological studies indicating worsening allergic airways disease and subclinical effects related to COPD. Epidemiologic studies also provide evidence of a relationship between short-term PM2.5 exposure and respiratory mortality. However, there is inconsistent evidence of respiratory effects, specifically lung function declines and pulmonary inflammation, in controlled human exposure studies. With respect to long term PM2.5 exposure, epidemiologic studies conducted in the U.S. and abroad provide evidence of a relationship with respiratory effects, including consistent changes in lung function and lung function growth rate, increased asthma incidence, asthma prevalence, and wheeze in children; acceleration of lung function decline in adults; and respiratory mortality. The epidemiologic evidence is supported by animal toxicological studies, which provide coherence and biological plausibility for a range of effects including impaired lung development, decrements in lung function growth, and asthma development. Since the 2009 PM ISA, a growing body of scientific evidence examined the relationship between long-term PM2.5 exposure and nervous system effects, resulting for the first time in a causality determination for this health effects category of a “likely to be causal relationship”. The strongest evidence for effects on the nervous system come from epidemiologic studies that consistently report cognitive decrements and reductions in brain volume in adults. The effects observed in epidemiologic studies in adults are supported by animal toxicological studies demonstrating effects on the brain of adult animals including inflammation, morphologic changes, and neurodegeneration of specific regions of the brain. There is more limited evidence for neurodevelopmental effects in children with some studies reporting positive associations with autism spectrum disorder and others providing limited evidence of an association with cognitive function. While there is some evidence from animal toxicological studies indicating effects on the brain (i.e., inflammatory and morphological changes) to support a biologically plausible pathway for neurodevelopmental effects, epidemiologic studies are limited due to their lack of control for potential confounding by copollutants, the small number of studies conducted, and uncertainty regarding critical exposure windows. Building off the decades of research demonstrating mutagenicity, DNA damage, and other endpoints related to genotoxicity due to whole PM exposures, recent experimental and epidemiologic studies focusing specifically on PM2.5 provide evidence of a relationship between long-term PM2.5 exposure and cancer. Epidemiologic studies examining long-term PM2.5 exposure and lung cancer incidence and mortality provide evidence of generally positive associations in cohort studies spanning different populations, locations, and exposure assignment techniques. Additionally, there is evidence of positive associations with lung cancer incidence and mortality in analyses limited to never smokers. In addition, experimental and epidemiologic studies of genotoxicity, epigenetic effects, carcinogenic potential, and that PM2.5 exhibits several characteristics of carcinogens, provides biological plausibility for cancer development and resulted in the conclusion of a “likely to be causal relationship.” For the additional health effects categories evaluated for PM2.5 in the 2019 PM ISA, experimental and epidemiologic studies provide limited and/or inconsistent evidence of a relationship with PM2.5 exposure. As a result, the 2019 PM ISA concluded that the evidence is “suggestive of, but not sufficient to infer a causal relationship” for short-term PM2.5 exposure and metabolic effects and nervous system effects, and long-term PM2.5 exposures and metabolic effects as well as reproductive and developmental effects. In addition to evaluating the health effects attributed to short- and long-term exposure to PM2.5, the 2019 PM ISA also conducted an extensive evaluation as to whether specific components or sources of PM2.5 are more strongly related with specific health effects than PM2.5 mass. An evaluation of those studies resulted in the 2019 PM ISA concluding that “many PM2.5 components and sources are associated with many health effects, and the evidence does not indicate that any one source or component is consistently more strongly related to health effects than PM2.5 mass.” (US EPA 2019) For both PM10-2.5 and UFPs, for all health effects categories evaluated, the 2019 PM ISA concluded that the evidence was “suggestive of, but not sufficient to infer, a causal relationship” or “inadequate to determine the presence or absence of a causal relationship.” For PM10-2.5, although a Federal Reference Method (FRM) was instituted in 2011 to measure PM10-2.5 concentrations nationally, the causality determinations reflect that the same uncertainty identified in the 2009 PM ISA persists with respect to the method used to estimate PM10-2.5 concentrations in epidemiologic studies. Specifically, across epidemiologic studies, different approaches are used to estimate PM10-2.5 concentrations (e.g., direct measurement of PM10-2.5, difference between PM10 and PM2.5 concentrations), and it remains unclear how well correlated PM10-2.5 concentrations are both spatially and temporally across the different methods used. For UFPs, which have often been defined as particles <0.1 μm, the uncertainty in the evidence for the health effect categories evaluated across experimental and epidemiologic studies reflects the inconsistency in the exposure metric used (i.e., particle number concentration, surface area concentration, mass concentration) as well as the size fractions examined. In epidemiologic studies the size fraction examined can vary depending on the monitor used and exposure metric, with some studies examining number count over the entire particle size range, while experimental studies that use a particle concentrator often examine particles up to 0.3 μm. Additionally, due to the lack of a monitoring network, there is limited information on the spatial and temporal variability of UFPs within the U.S., as well as population exposures to UFPs, which adds uncertainty to epidemiologic study results. The 2019 PM ISA cites extensive evidence indicating that “both the general population as well as specific populations and lifestages are at risk for PM2.5-related health effects” (US EPA 2019). For example, in support of its “causal” and “likely to be causal” determinations, the ISA cites substantial evidence for (1) PM-related mortality and cardiovascular effects in older adults; (2) PM-related cardiovascular effects in people with pre-existing cardiovascular disease; (3) PMrelated respiratory effects in people with pre-existing respiratory disease, particularly asthma exacerbations in children; and (4) PM-related impairments in lung function growth and asthma development in children. The ISA additionally notes that stratified analyses (i.e., analyses that directly compare PM-related health effects across groups) provide strong evidence for racial and ethnic differences in PM2.5 exposures and in the risk of PM2.5-related health effects, specifically within Hispanic and non-Hispanic Black populations with some evidence of increased risk for populations of low socioeconomic status. Recent studies evaluated in the Supplement support the conclusion of the 2019 PM ISA with respect to disparities in both PM2.5 exposure and health risk by race and ethnicity and provide additional support for disparities for populations of lower socioeconomic status. Additionally, evidence spanning epidemiologic studies that conducted stratified analyses, experimental studies focusing on animal models of disease or individuals with pre-existing disease, dosimetry studies, as well as studies focusing on differential exposure suggest that populations with pre-existing cardiovascular or respiratory disease, populations that are overweight or obese, populations that have particular genetic variants, and current/former smokers could be at increased risk for adverse PM2.5-related health effects. The 2022 Policy Assessment for the review of the PM NAAQS also highlights that factors that may contribute to increased risk of PM2.5-related health effects include lifestage (children and older adults), preexisting diseases (cardiovascular disease and respiratory disease), race/ethnicity, and socioeconomic status. (US EPA 2022)"
            },
            {
                "section_number": "7.2.3",
                "title": "Nitrogen Oxides",
                "page_number": 9,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "7.2.3.1",
                "title": "Background on Nitrogen Oxides",
                "page_number": 9,
                "subsections": [],
                "content": " Oxides of nitrogen (NOX) refers to nitric oxide (NO) and nitrogen dioxide (NO2). Most NO2 is formed in the air through the oxidation of nitric oxide (NO) that is emitted when fuel is burned at a high temperature. NOX is a major contributor to secondary PM2.5 formation, and NOX along with VOCs are the two major precursors of ozone. The health effects of PM and ozone are discussed in Sections 7.2.1 and 7.2.2 respectively."
            },
            {
                "section_number": "7.2.3.2",
                "title": "Heath Effects Associated with Exposure to Nitrogen Oxides",
                "page_number": 9,
                "subsections": [],
                "content": " The most recent review of the health effects of oxides of nitrogen completed by EPA can be found in the 2016 Integrated Science Assessment for Oxides of Nitrogen - Health Criteria (ISA for Oxides of Nitrogen). (US EPA 2016) The primary source of NO2 is motor vehicle emissions, and ambient NO2 concentrations tend to be highly correlated with other traffic-related pollutants. Thus, a key issue in characterizing the causality of NO2-health effect relationships consists of evaluating the extent to which studies supported an effect of NO2 that is independent of other traffic-related pollutants. EPA concluded that the findings for asthma exacerbation integrated from epidemiologic and controlled human exposure studies provided evidence that is sufficient to infer a causal relationship between respiratory effects and short-term NO2 exposure. The strongest evidence supporting an independent effect of NO2 exposure comes from controlled human exposure studies demonstrating increased airway responsiveness in individuals with asthma following ambient-relevant NO2 exposures. The coherence of this evidence with epidemiologic findings for asthma hospital admissions and emergency department visits as well as lung function decrements and increased pulmonary inflammation in children with asthma describe a plausible pathway by which NO2 exposure can cause an asthma exacerbation. The 2016 ISA for Oxides of Nitrogen also concluded that there is likely to be a causal relationship between long-term NO2 exposure and respiratory effects. This conclusion is based on new epidemiologic evidence for associations of NO2 with asthma development in children combined with biological plausibility from experimental studies. In evaluating a broader range of health effects, the 2016 ISA for Oxides of Nitrogen concluded that evidence is “suggestive of, but not sufficient to infer, a causal relationship” between short-term NO2 exposure and cardiovascular effects and mortality and between longterm NO2 exposure and cardiovascular effects and diabetes, birth outcomes, and cancer. In addition, the scientific evidence is inadequate (insufficient consistency of epidemiologic and toxicological evidence) to infer a causal relationship for long-term NO2 exposure with fertility, reproduction, and pregnancy, as well as with postnatal development. A key uncertainty in understanding the relationship between these non-respiratory health effects and short- or longterm exposure to NO2 is copollutant confounding, particularly by other roadway pollutants. The available evidence for non-respiratory health effects does not adequately address whether NO2 has an independent effect or whether it primarily represents effects related to other or a mixture of traffic-related pollutants. The 2016 ISA for Oxides of Nitrogen concluded that people with asthma, children, and older adults are at increased risk for NO2-related health effects. In these groups and lifestages, NO2 is consistently related to larger effects on outcomes related to asthma exacerbation, for which there is confidence in the relationship with NO2 exposure."
            },
            {
                "section_number": "7.2.4",
                "title": "Sulfur Oxides",
                "page_number": 10,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "7.2.4.1",
                "title": "Background on Sulfur Oxides",
                "page_number": 10,
                "subsections": [],
                "content": " Sulfur dioxide (SO2), a member of the sulfur oxide (SOX) family of gases, is formed from burning fuels containing sulfur (e.g., coal or oil), extracting gasoline from oil, or extracting metals from ore. SO2 and its gas phase oxidation products can dissolve in water droplets and further oxidize to form sulfuric acid which reacts with ammonia to form sulfates, which are important components of ambient PM."
            },
            {
                "section_number": "7.2.4.2",
                "title": "Health Effects Associated with Exposure to Sulfur Oxides",
                "page_number": 10,
                "subsections": [],
                "content": " This section provides an overview of the health effects associated with SO2. Additional information on the health effects of SO2 can be found in the 2017 Integrated Science Assessment for Sulfur Oxides – Health Criteria (SOX ISA). (US EPA 2017) Following an extensive evaluation of health evidence from animal toxicological, controlled human exposure, and epidemiologic studies, the EPA has concluded that there is a causal relationship between respiratory health effects and short-term exposure to SO2. The immediate effect of SO2 on the respiratory system in humans is bronchoconstriction. People with asthma are more sensitive to the effects of SO2, likely resulting from preexisting inflammation associated with this disease. In addition to those with asthma (both children and adults), there is suggestive evidence that all children and older adults may be at increased risk of SO2-related health effects. In free-breathing laboratory studies involving controlled human exposures to SO2, respiratory effects have consistently been observed following 5-10 min exposures at SO2 concentrations ≥ 400 ppb in people with asthma engaged in moderate to heavy levels of exercise, with respiratory effects occurring at concentrations as low as 200 ppb in some individuals with asthma. A clear concentration-response relationship has been demonstrated in these studies following exposures to SO2 at concentrations between 200 and 1000 ppb, both in terms of increasing severity of respiratory symptoms and decrements in lung function, as well as the percentage of individuals with asthma adversely affected. Epidemiologic studies have reported positive associations between short-term ambient SO2 concentrations and hospital admissions and emergency department visits for asthma and for all respiratory causes, particularly among children and older adults (≥ 65 years). The studies provide supportive evidence for the causal relationship. For long-term SO2 exposure and respiratory effects, the EPA has concluded that the evidence is suggestive of a causal relationship. This conclusion is based on new epidemiologic evidence for positive associations between long-term SO2 exposure and increases in asthma incidence among children, together with animal toxicological evidence that provides a pathophysiologic basis for the development of asthma. However, uncertainty remains regarding the influence of other pollutants on the observed associations with SO2 because these epidemiologic studies have not examined the potential for copollutant confounding. Consistent associations between short-term exposure to SO2 and mortality have been observed in epidemiologic studies, with larger effect estimates reported for respiratory mortality than for cardiovascular mortality. While this finding is consistent with the demonstrated effects of SO2 on respiratory morbidity, uncertainty remains with respect to the interpretation of these observed mortality associations due to potential confounding by various copollutants. Therefore, the EPA has concluded that the overall evidence is suggestive of a causal relationship between short-term exposure to SO2 and mortality."
            },
            {
                "section_number": "7.2.5",
                "title": "Carbon Monoxide",
                "page_number": 11,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "7.2.5.1",
                "title": "Background on Carbon Monoxide",
                "page_number": 11,
                "subsections": [],
                "content": " Carbon monoxide (CO) is a colorless, odorless gas emitted from combustion processes. Nationally, particularly in urban areas, the majority of CO emissions to ambient air come from mobile sources."
            },
            {
                "section_number": "7.2.5.2",
                "title": "Health Effects Associated with Exposure to Carbon Monoxide",
                "page_number": 11,
                "subsections": [],
                "content": " Information on the health effects of carbon monoxide (CO) can be found in the January 2010 Integrated Science Assessment for Carbon Monoxide (CO ISA). (US EPA 2010) The CO ISA presents conclusions regarding the presence of causal relationships between CO exposure and categories of adverse health effects.128 This section provides a summary of the health effects associated with exposure to ambient concentrations of CO, along with the CO ISA conclusions.129 Controlled human exposure studies of subjects with coronary artery disease show a decrease in the time to onset of exercise-induced angina (chest pain) and electrocardiogram changes following CO exposure. In addition, epidemiologic studies observed associations between shortterm CO exposure and cardiovascular morbidity, particularly increased emergency room visits and hospital admissions for coronary heart disease (including ischemic heart disease, myocardial infarction, and angina). Some epidemiologic evidence is also available for increased hospital admissions and emergency room visits for congestive heart failure and cardiovascular disease as a whole. The CO ISA concludes that a causal relationship is likely to exist between short-term exposures to CO and cardiovascular morbidity. It also concludes that available data are inadequate to conclude that a causal relationship exists between long-term exposures to CO and cardiovascular morbidity. Animal studies show various neurological effects with in-utero CO exposure. Controlled human exposure studies report central nervous system and behavioral effects following low-level CO exposures, although the findings have not been consistent across all studies. The CO ISA concludes that the evidence is suggestive of a causal relationship with both short- and long-term exposure to CO and central nervous system effects. A number of studies cited in the CO ISA have evaluated the role of CO exposure in birth outcomes such as preterm birth or cardiac birth defects. There is limited epidemiologic evidence of a CO-induced effect on preterm births and birth defects, with weak evidence for a decrease in birth weight. Animal toxicological studies have found perinatal CO exposure to affect birth weight, as well as other developmental outcomes. The CO ISA concludes that the evidence is 128 The ISA evaluates the health evidence associated with different health effects, assigning one of five “weight of evidence” determinations: causal relationship, likely to be a causal relationship, suggestive of a causal relationship, inadequate to infer a causal relationship, and not likely to be a causal relationship. For definitions of these levels of evidence, please refer to Section 1.6 of the ISA. 129 Personal exposure includes contributions from many sources, and in many different environments. Total personal exposure to CO includes both ambient and non-ambient components; and both components may contribute to adverse health effects. suggestive of a causal relationship between long-term exposures to CO and developmental effects and birth outcomes. Epidemiologic studies provide evidence of associations between short-term CO concentrations and respiratory morbidity such as changes in pulmonary function, respiratory symptoms, and hospital admissions. A limited number of epidemiologic studies considered copollutants such as ozone, SO2, and PM in two-pollutant models and found that CO risk estimates were generally robust, although this limited evidence makes it difficult to disentangle effects attributed to CO itself from those of the larger complex air pollution mixture. Controlled human exposure studies have not extensively evaluated the effect of CO on respiratory morbidity. Animal studies at levels of 50-100 ppm CO show preliminary evidence of altered pulmonary vascular remodeling and oxidative injury. The CO ISA concludes that the evidence is suggestive of a causal relationship between short-term CO exposure and respiratory morbidity, and inadequate to conclude that a causal relationship exists between long-term exposure and respiratory morbidity. Finally, the CO ISA concludes that the epidemiologic evidence is suggestive of a causal relationship between short-term concentrations of CO and mortality. Epidemiologic evidence suggests an association exists between short-term exposure to CO and mortality, but limited evidence is available to evaluate cause-specific mortality outcomes associated with CO exposure. In addition, the attenuation of CO risk estimates that was often observed in copollutant models contributes to the uncertainty as to whether CO is acting alone or as an indicator for other combustion-related pollutants. The CO ISA also concludes that there is not likely to be a causal relationship between relevant long-term exposures to CO and mortality."
            },
            {
                "section_number": "7.2.6",
                "title": "Diesel Exhaust",
                "page_number": 12,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "7.2.6.1",
                "title": "Background on Diesel Exhaust",
                "page_number": 12,
                "subsections": [],
                "content": " Diesel exhaust is a complex mixture composed of particulate matter, carbon dioxide, oxygen, nitrogen, water vapor, carbon monoxide, nitrogen compounds, sulfur compounds and numerous low-molecular-weight hydrocarbons. A number of these gaseous hydrocarbon components are individually known to be toxic, including aldehydes, benzene, and 1,3-butadiene. The diesel particulate matter present in diesel exhaust consists mostly of fine particles (< 2.5 μm), of which a significant fraction is ultrafine particles (< 0.1 μm). These particles have a large surface area which makes them an excellent medium for adsorbing organics and their small size makes them highly respirable. Many of the organic compounds present in the gases and on the particles, such as polycyclic organic matter, are individually known to have mutagenic and carcinogenic properties. Diesel exhaust varies significantly in chemical composition and particle sizes between different engine types (heavy-duty, light-duty), engine operating conditions (idle, acceleration, deceleration), and fuel formulations (high/low sulfur fuel). Also, there are emissions differences between on-road and nonroad engines because the nonroad engines are generally of older technology. After being emitted in the engine exhaust, diesel exhaust undergoes dilution as well as chemical and physical changes in the atmosphere. The lifetimes of the components present in diesel exhaust range from seconds to days."
            },
            {
                "section_number": "7.2.6.2",
                "title": "Health Effects Associated with Exposure to Diesel Exhaust",
                "page_number": 13,
                "subsections": [],
                "content": " In EPA’s 2002 Diesel Health Assessment Document (Diesel HAD), exposure to diesel exhaust was classified as likely to be carcinogenic to humans by inhalation from environmental exposures, in accordance with the revised draft 1996/1999 EPA cancer guidelines. (US EPA 1999, US EPA 2002) A number of other agencies (National Institute for Occupational Safety and Health, the International Agency for Research on Cancer, the World Health Organization, California EPA, and the U.S. Department of Health and Human Services) made similar hazard classifications prior to 2002. EPA also concluded in the 2002 Diesel HAD that it was not possible to calculate a cancer unit risk for diesel exhaust due to limitations in the exposure data for the occupational groups or the absence of a dose-response relationship. In the absence of a cancer unit risk, the Diesel HAD sought to provide additional insight into the significance of the diesel exhaust cancer hazard by estimating possible ranges of risk that might be present in the population. An exploratory analysis was used to characterize a range of possible lung cancer risk. The outcome was that environmental risks of cancer from long-term diesel exhaust exposures could plausibly range from as low as 10-5 to as high as 10-3 . Because of uncertainties, the analysis acknowledged that the risks could be lower than 10-5, and a zero risk from diesel exhaust exposure could not be ruled out. Noncancer health effects of acute and chronic exposure to diesel exhaust emissions are also of concern to EPA. EPA derived a diesel exhaust reference concentration (RfC) from consideration of four well-conducted chronic rat inhalation studies showing adverse pulmonary effects. The RfC is 5 μg/m3 for diesel exhaust measured as diesel particulate matter. This RfC does not consider allergenic effects such as those associated with asthma or immunologic or the potential for cardiac effects. There was emerging evidence in 2002, discussed in the Diesel HAD, that exposure to diesel exhaust can exacerbate these effects, but the exposure-response data were lacking at that time to derive an RfC based on these then-emerging considerations. The Diesel HAD states, “With [diesel particulate matter] being a ubiquitous component of ambient PM, there is an uncertainty about the adequacy of the existing [diesel exhaust] noncancer database to identify all of the pertinent [diesel exhaust]-caused noncancer health hazards.” The Diesel HAD also notes “that acute exposure to [diesel exhaust] has been associated with irritation of the eye, nose, and throat, respiratory symptoms (cough and phlegm), and neurophysiological symptoms such as headache, lightheadedness, nausea, vomiting, and numbness or tingling of the extremities.” The Diesel HAD notes that the cancer and noncancer hazard conclusions applied to the general use of diesel engines then on the market and as cleaner engines replace a substantial number of existing ones, the applicability of the conclusions would need to be reevaluated. It is important to note that the Diesel HAD also briefly summarizes health effects associated with ambient PM and discusses EPA’s then-annual PM2.5 NAAQS of 15 μg/m3.130 There is a large and extensive body of human data showing a wide spectrum of adverse health effects associated with exposure to ambient PM, of which diesel exhaust is an important component. The PM2.5 NAAQS is designed to provide protection from the noncancer health effects and premature mortality attributed to exposure to PM2.5. The contribution of diesel PM to total ambient PM varies in different regions of the country and also, within a region, from one area to 130 See Chapter 8.1 for discussion of the current PM2.5 NAAQS standard. another. The contribution can be high in near-roadway environments, for example, or in other locations where diesel engine use is concentrated. Since 2002, several new studies have been published which continue to report increased lung cancer risk associated with occupational exposure to diesel exhaust from older engines. Of particular note since 2011 are three new epidemiology studies that have examined lung cancer in occupational populations, including, truck drivers, underground nonmetal miners, and other diesel motor-related occupations. These studies reported increased risk of lung cancer related to exposure to diesel exhaust, with evidence of positive exposure-response relationships to varying degrees. (Garshick 2012, Silverman 2012, Olsson 2011) These newer studies (along with others that have appeared in the scientific literature) add to the evidence EPA evaluated in the 2002 Diesel HAD and further reinforce the concern that diesel exhaust exposure likely poses a lung cancer hazard. The findings from these newer studies do not necessarily apply to newer technology diesel engines (i.e., heavy-duty highway engines from 2007 and later model years) since the newer engines have large reductions in the emission constituents compared to older technology diesel engines. In light of the growing body of scientific literature evaluating the health effects of exposure to diesel exhaust, in June 2012 the World Health Organization’s International Agency for Research on Cancer (IARC), a recognized international authority on the carcinogenic potential of chemicals and other agents, evaluated the full range of cancer-related health effects data for diesel engine exhaust. IARC concluded that diesel exhaust should be regarded as “carcinogenic to humans.” (IARC, Diesel and gasoline engine exhausts and some nitroarenes 2013) This designation was an update from its 1988 evaluation that considered the evidence to be indicative of a “probable human carcinogen.”"
            },
            {
                "section_number": "7.2.7",
                "title": "Air Toxics",
                "page_number": 14,
                "subsections": [],
                "content": " Light- and medium-duty engine emissions contribute to ambient levels of air toxics that are known or suspected human or animal carcinogens, or that have noncancer health effects. These compounds include, but are not limited to, acetaldehyde, acrolein, benzene, 1,3-butadiene, ethylbenzene, formaldehyde, naphthalene and polycyclic organic matter. These compounds were identified as national or regional cancer risk drivers or contributors in the 2018 AirToxScreen Assessment. (US EPA 2022, US EPA 2022)"
            },
            {
                "section_number": "7.2.7.1",
                "title": "Health Effects Associated with Exposure to Benzene",
                "page_number": 14,
                "subsections": [],
                "content": " EPA’s Integrated Risk Information System (IRIS) database lists benzene as a known human carcinogen (causing leukemia) by all routes of exposure, and concludes that exposure is associated with additional health effects, including genetic changes in both humans and animals and increased proliferation of bone marrow cells in mice. (US EPA 2000, IARC 1982, Irons, et al. 1992) EPA states in its IRIS database that data indicate a causal relationship between benzene exposure and acute lymphocytic leukemia and suggest a relationship between benzene exposure and chronic non-lymphocytic leukemia and chronic lymphocytic leukemia. EPA’s IRIS documentation for benzene also lists a range of 2.2 x 10-6 to 7.8 x 10-6 per μg/m3 as the unit risk estimate (URE) for benzene.131 (US EPA 2000) The IARC has determined that benzene is a human carcinogen, and the U.S. Department of Health and Human Services (DHHS) has characterized benzene as a known human carcinogen. (IARC 2018, NTP, Report on Carcinogens, Fourteenth Edition 2016) A number of adverse noncancer health effects, including blood disorders such as preleukemia and aplastic anemia, have also been associated with long-term exposure to benzene. (Aksoy 1989, Goldstein 1988) The most sensitive noncancer effect observed in humans, based on current data, is the depression of the absolute lymphocyte count in blood. (Rothman 1996, US EPA 2002) EPA’s inhalation reference concentration (RfC) for benzene is 30 μg/m3. The RfC is based on suppressed absolute lymphocyte counts seen in humans under occupational exposure conditions. In addition, studies sponsored by the Health Effects Institute (HEI) provide evidence that biochemical responses occur at lower levels of benzene exposure than previously known. (O. Qu, et al. 2003, Q. Qu, et al. 2002, Lan, et al. 2004, Turtletaub and Mani 2003) EPA’s IRIS program has not yet evaluated these new data. EPA does not currently have an acute reference concentration for benzene. The Agency for Toxic Substances and Disease Registry (ATSDR) Minimal Risk Level (MRL) for acute exposure to benzene is 29 μg/m3 for 1-14 days exposure.132 (ATSDR, Toxicological profile for benzene 2007) There is limited information from two studies regarding an increased risk of adverse effects to children whose parents have been occupationally exposed to benzene. (Corti and Snyder 1996, P.A., et al. 1991) Data from animal studies have shown benzene exposures result in damage to the hematopoietic (blood cell formation) system during development. (Keller and Snyder 1986, Keller and Snyder 1988, Corti and Snyder 1996) Also, key changes related to the development of childhood leukemia occur in the developing fetus. (US EPA 2002) Several studies have reported that genetic changes related to eventual leukemia development occur before birth. For example, there is one study of genetic changes in twins who developed T cell leukemia at nine years of age. (Ford, et al. 1997)"
            },
            {
                "section_number": "7.2.7.2",
                "title": "Health Effects Associated with Exposure to 1,3-Butadiene",
                "page_number": 15,
                "subsections": [],
                "content": " EPA has characterized 1,3-butadiene as carcinogenic to humans by inhalation. (US EPA 2002), (US EPA 2002) The IARC has determined that 1,3-butadiene is a human carcinogen and the U.S. DHHS has characterized 1,3-butadiene as a known human carcinogen. (IARC 1999) (IARC 2008) (NTP 2016) (IARC 2012) There are numerous studies consistently demonstrating that 1,3-butadiene is metabolized into genotoxic metabolites by experimental animals and humans. The specific mechanisms of 1,3-butadiene-induced carcinogenesis are unknown; however, the scientific evidence strongly suggests that the carcinogenic effects are mediated by genotoxic metabolites. Animal data suggest that females may be more sensitive than males for cancer effects associated with 1,3-butadiene exposure; there are insufficient data in humans from which to draw conclusions about sensitive subpopulations. The URE for 1,3-butadiene is 3 × 10- 5 per μg/m3. (US EPA 2002) 1,3-butadiene also causes a variety of reproductive and developmental effects in mice; no human data on these effects are available. The most sensitive 131 A unit risk estimate is defined as the increase in the lifetime risk of cancer of an individual who is exposed for a lifetime to 1 μg/m3 benzene in air. 132 A minimal risk level (MRL) is defined as an estimate of the daily human exposure to a hazardous substance that is likely to be without appreciable risk of adverse noncancer health effects over a specified duration of exposure. effect was ovarian atrophy observed in a lifetime bioassay of female mice. (Bevan, Stadler and al 1996) Based on this critical effect and the benchmark concentration methodology, an RfC for chronic health effects was calculated at 0.9 ppb (approximately 2 μg/m3)."
            },
            {
                "section_number": "7.2.7.3",
                "title": "Health Effects Associated with Exposure to Formaldehyde",
                "page_number": 16,
                "subsections": [],
                "content": " In 1991, EPA concluded that formaldehyde is a Class B1 probable human carcinogen based on limited evidence in humans and sufficient evidence in animals. (US EPA 1990) An Inhalation URE for cancer and a Reference Dose for oral noncancer effects were developed by EPA and posted on the IRIS database. Since that time, the NTP and IARC have concluded that formaldehyde is a known human carcinogen. (NTP, Report on Carcinogens, Fourteenth Edition 2016, IARC 2006, IARC 2012) The conclusions by IARC and NTP reflect the results of epidemiologic research published since 1991 in combination with previous animal, human and mechanistic evidence. Research conducted by the National Cancer Institute reported an increased risk of nasopharyngeal cancer and specific lymphohematopoietic malignancies among workers exposed to formaldehyde. (Hauptmann, Lubin, et al. 2003, Hauptmann, Lubin, et al. 2004, Beane Freeman, et al. 2009) A National Institute of Occupational Safety and Health study of garment workers also reported increased risk of death due to leukemia among workers exposed to formaldehyde. (Pinkerton 2004) Extended follow-up of a cohort of British chemical workers did not report evidence of an increase in nasopharyngeal or lymphohematopoietic cancers, but a continuing statistically significant excess in lung cancers was reported. (Coggon, et al. 2003) Finally, a study of embalmers reported formaldehyde exposures to be associated with an increased risk of myeloid leukemia but not brain cancer. (Hauptmann, et al. 2009) Health effects of formaldehyde in addition to cancer were reviewed by the ATSDR in 1999, supplemented in 2010, and by the World Health Organization. (ATSDR 1999, ATSDR 2010, IPCS 2002) These organizations reviewed the scientific literature concerning health effects linked to formaldehyde exposure to evaluate hazards and dose response relationships and defined exposure concentrations for minimal risk levels (MRLs). The health endpoints reviewed included sensory irritation of eyes and respiratory tract, reduced pulmonary function, nasal histopathology, and immune system effects. In addition, research on reproductive and developmental effects and neurological effects were discussed along with several studies that suggest that formaldehyde may increase the risk of asthma – particularly in the young. In June 2010, EPA released a draft Toxicological Review of Formaldehyde – Inhalation Assessment through the IRIS program for peer review by the National Research Council (NRC) and public comment. (US EPA 2010) That draft assessment reviewed more recent research from animal and human studies on cancer and other health effects. The NRC released their review report in April 2011. (NRC, Review of the Environmental Protection Agency’s Draft IRIS Assessment of Formaldehyde 2011) EPA's draft assessment, which addresses NRC recommendations, was suspended in 2018 and unsuspended in March 2021. An external review draft was released in April 2022 and is currently review by the National Academy of Sciences, Engineering, and Medicine. (US EPA 2021)"
            },
            {
                "section_number": "7.2.7.4",
                "title": "Health Effects Associated with Exposure to Acetaldehyde",
                "page_number": 17,
                "subsections": [],
                "content": " Acetaldehyde is classified in EPA’s IRIS database as a probable human carcinogen, based on nasal tumors in rats, and is considered toxic by the inhalation, oral, and intravenous routes. (US EPA 1991) The URE in IRIS for acetaldehyde is 2.2 × 10-6 per μg/m3. (US EPA 1991) Acetaldehyde is reasonably anticipated to be a human carcinogen by the NTP in the 14th Report on Carcinogens and is classified as possibly carcinogenic to humans (Group 2B) by the IARC. (NTP, Report on Carcinogens, Fourteenth Edition 2016) (IARC 1999) The primary noncancer effects of exposure to acetaldehyde vapors include irritation of the eyes, skin, and respiratory tract. (US EPA 1991) In short-term (4 week) rat studies, degeneration of olfactory epithelium was observed at various concentration levels of acetaldehyde exposure. (Appleman, Woutersen and Feron 1982) Data from these studies were used by EPA to develop an inhalation reference concentration of 9 μg/m3. Some asthmatics have been shown to be a sensitive subpopulation to decrements in functional expiratory volume (FEV1 test) and bronchoconstriction upon acetaldehyde inhalation. (Myou, et al. 1993) Children, especially those with diagnosed asthma, may be more likely to show impaired pulmonary function and symptoms of asthma than are adults following exposure to acetaldehyde. (OEHHA 2014)"
            },
            {
                "section_number": "7.2.7.5",
                "title": "Health Effects Associated with Exposure to Naphthalene",
                "page_number": 17,
                "subsections": [],
                "content": " Naphthalene is found in small quantities in gasoline and diesel fuels. Naphthalene emissions have been measured in larger quantities in both gasoline and diesel exhaust compared with evaporative emissions from mobile sources, indicating it is primarily a product of combustion. Acute (short-term) exposure of humans to naphthalene by inhalation, ingestion, or dermal contact is associated with hemolytic anemia and damage to the liver and the nervous system. (US EPA 1998) Chronic (long term) exposure of workers and rodents to naphthalene has been reported to cause cataracts and retinal damage. (US EPA 1998) Children, especially neonates, appear to be more susceptible to acute naphthalene poisoning based on the number of reports of lethal cases in children and infants (hypothesized to be due to immature naphthalene detoxification pathways). (US EPA 1998) EPA released an external review draft of a reassessment of the inhalation carcinogenicity of naphthalene based on a number of recent animal carcinogenicity studies. (US EPA 1998) The draft reassessment completed external peer review. (Oak Ridge Institute for Science and Education 2004) Based on external peer review comments received, EPA is developing a revised draft assessment that considers inhalation and oral routes of exposure, as well as cancer and noncancer effects (US EPA 2023). The external review draft does not represent official agency opinion and was released solely for the purposes of external peer review and public comment. The NTP listed naphthalene as \"reasonably anticipated to be a human carcinogen\" in 2004 on the basis of bioassays reporting clear evidence of carcinogenicity in rats and some evidence of carcinogenicity in mice. (NTP, Report on Carcinogens, Fourteenth Edition 2016) California EPA has released a new risk assessment for naphthalene, and the IARC has reevaluated naphthalene and re-classified it as Group 2B: possibly carcinogenic to humans. (IARC 2002) Naphthalene also causes a number of non-cancer effects in animals following chronic and less-than-chronic exposure, including abnormal cell changes and growth in respiratory and nasal tissues. (US EPA 1998) The current EPA IRIS assessment includes noncancer data on hyperplasia and metaplasia in nasal tissue that form the basis of the inhalation RfC of 3 μg/m3. (US EPA 1998) The ATSDR MRL for acute and intermediate duration oral exposure to naphthalene is 0.6 mg/kg/day based on maternal toxicity in a developmental toxicology study in rats. (ATSDR 2005) ATSDR also derived an ad hoc reference value of 6 × 10-2 mg/m3 for acute (≤24-hour) inhalation exposure to naphthalene in a Letter Health Consultation dated March 24, 2014 to address a potential exposure concern in Illinois. (ATSDR 2014) The ATSDR acute inhalation reference value was based on a qualitative identification of an exposure level interpreted not to cause pulmonary lesions in mice. More recently, EPA developed acute RfCs for 1-, 8-, and 24-hour exposure scenarios; the ≤24-hour reference value is 2 × 10-2 mg/m3. (US EPA 2022) EPA’s acute RfCs are based on a systematic review of the literature, benchmark dose modeling of naphthalene-induced nasal lesions in rats, and application of a PBPK (physiologically based pharmacokinetic) model."
            },
            {
                "section_number": "7.2.7.6",
                "title": "Health Effects Associated with Exposure to Acrolein",
                "page_number": 18,
                "subsections": [],
                "content": " EPA most recently evaluated the toxicological and health effects literature related to acrolein in 2003 and concluded that the human carcinogenic potential of acrolein could not be determined because the available data were inadequate. No information was available on the carcinogenic effects of acrolein in humans and the animal data provided inadequate evidence of carcinogenicity. (US EPA 2003) In 2021, the IARC classified acrolein as probably carcinogenic to humans. (IARC 2021) Lesions to the lungs and upper respiratory tract of rats, rabbits, and hamsters have been observed after subchronic exposure to acrolein. (US EPA 2003) The agency has developed an RfC for acrolein of 0.02 μg/m3 and an RfD of 0.5 μg/kg-day. (US EPA 2003) Acrolein is extremely acrid and irritating to humans when inhaled, with acute exposure resulting in upper respiratory tract irritation, mucus hypersecretion and congestion. The intense irritancy of this carbonyl has been demonstrated during controlled tests in human subjects, who suffer intolerable eye and nasal mucosal sensory reactions within minutes of exposure. (US EPA 2003) These data and additional studies regarding acute effects of human exposure to acrolein are summarized in EPA’s 2003 IRIS Human Health Assessment for acrolein. (US EPA 2003) Studies in humans indicate that levels as low as 0.09 ppm (0.21 mg/m3) for five minutes may elicit subjective complaints of eye irritation with increasing concentrations leading to more extensive eye, nose and respiratory symptoms. Acute exposures in animal studies report bronchial hyper-responsiveness. Based on animal data (more pronounced respiratory irritancy in mice with allergic airway disease in comparison to non-diseased mice (Morris JB, et al. 2003)) and demonstration of similar effects in humans (e.g., reduction in respiratory rate), individuals with compromised respiratory function (e.g., emphysema, asthma) are expected to be at increased risk of developing adverse responses to strong respiratory irritants such as acrolein. EPA does not currently have an acute reference concentration for acrolein. The available health effect reference values for acrolein have been summarized by EPA and include an ATSDR MRL for acute exposure to acrolein of 7 μg/m3 for 1-14 days exposure; and Reference Exposure Level (REL) values from the California Office of Environmental Health Hazard Assessment (OEHHA) for one-hour and 8-hour exposures of 2.5 μg/m3 and 0.7 μg/m3, respectively. (US EPA 2009)"
            },
            {
                "section_number": "7.2.7.7",
                "title": "Health Effects Associated with Exposure to Ethylbenzene",
                "page_number": 19,
                "subsections": [],
                "content": " EPA’s inhalation RfC for ethylbenzene is 1 mg/m3. This conclusion on a weight of evidence determination and RfC are contained in the 1991 IRIS file for ethylbenzene. (US EPA 1991) The RfC is based on developmental effects. A study in rabbits found reductions in live rabbit kits per litter at 1000 ppm. In addition, a study on rats found an increased incidence of supernumerary and rudimentary ribs at 1000 ppm, and elevated incidence of extra ribs at 100 ppm. In 1988, EPA concluded that data were inadequate to give a weight of evidence characterization for carcinogenic effects. EPA released an IRIS Assessment Plan for Ethylbenzene in 2017 (US EPA 2017) and EPA will be releasing the Systematic Review Protocol for ethylbenzene in 2023. (US EPA 2022) California EPA completed a cancer risk assessment for ethylbenzene in 2007 and developed an inhalation unit risk estimate of 2.5x10-6 . (California OEHHA 2007) This value was based on incidence of kidney cancer in male rats. California EPA also developed a chronic inhalation noncancer reference exposure level (REL) of 2000 μg/m3, based on nephrotoxicity and body weight reduction in rats, liver cellular alterations, necrosis in mice, and hyperplasia of the pituitary gland in mice. (California OEHHA 2008) ATSDR developed chronic Minimal Risk Levels (MRLs) for ethylbenzene of 0.06 ppm based on renal effects, and an acute MRL of 5 ppm based on auditory effects. (ATSDR 2010)"
            },
            {
                "section_number": "7.2.7.8",
                "title": "Health Effects Associated with Exposure to PAHs/POM",
                "page_number": 19,
                "subsections": [],
                "content": " The term polycyclic organic matter (POM) defines a broad class of compounds that includes the polycyclic aromatic hydrocarbon compounds (PAHs). One of these compounds, naphthalene, is discussed separately below. POM compounds are formed primarily from combustion and are present in the atmosphere in gas and particulate form as well as in some fried and grilled foods. Epidemiologic studies have reported an increase in lung cancer in humans exposed to diesel exhaust, coke oven emissions, roofing tar emissions, and cigarette smoke; all of these mixtures contain POM compounds. (ATSDR 1995) (US EPA 2002) In 1991 EPA classified seven PAHs (benzo[a]pyrene, benz[a]anthracene, chrysene, benzo[b]fluoranthene, benzo[k]fluoranthene, dibenz[a,h]anthracene, and indeno[1,2,3-cd]pyrene) as Group B2, probable human carcinogens based on the 1986 EPA Guidelines for Carcinogen Risk Assessment. (US EPA 1991) Studies in multiple animal species demonstrate that benzo[a]pyrene is carcinogenic at multiple tumor sites (alimentary tract, liver, kidney, respiratory tract, pharynx, and skin) by all routes of exposure. An increasing number of occupational studies demonstrate a positive exposure-response relationship with cumulative benzo[a]pyrene exposure and lung cancer. The inhalation URE in IRIS for benzo[a]pyrene is 6 × 10-4 per μg/m3 and the oral slope factor for cancer is 1 per mg/kg-day. (US EPA 2017) Animal studies demonstrate that exposure to benzo[a]pyrene is also associated with developmental (including developmental neurotoxicity), reproductive, and immunological effects. In addition, epidemiology studies involving exposure to PAH mixtures have reported associations between internal biomarkers of exposure to benzo[a]pyrene (benzo[a]pyrene diol epoxide-DNA adducts) and adverse birth outcomes (including reduced birth weight, postnatal body weight, and head circumference), neurobehavioral effects, and decreased fertility. The inhalation RfC for benzo[a]pyrene is 2 × 10-6 mg/m3 and the RfD for oral exposure is 3 × 10-4 mg/kg-day. (US EPA 2017)"
            },
            {
                "section_number": "7.2.8",
                "title": "Exposure and Health Effects Associated with Traffic",
                "page_number": 20,
                "subsections": [],
                "content": " Locations in close proximity to major roadways generally have elevated concentrations of many air pollutants emitted from motor vehicles. Hundreds of studies have been published in peer-reviewed journals, concluding that concentrations of CO, CO2, NO, NO2, benzene, aldehydes, PM, black carbon, and many other compounds are elevated in ambient air within approximately 300-600 meters (about 1,000-2,000 feet) of major roadways. The highest concentrations of most pollutants emitted directly by motor vehicles are found at locations within 50 meters (about 165 feet) of the edge of a roadway’s traffic lanes. A large-scale review of air quality measurements in the vicinity of major roadways between 1978 and 2008 concluded that the pollutants with the steepest concentration gradients in vicinities of roadways were CO, UFPs, metals, elemental carbon (EC), NO, NOX, and several VOCs. (Karner, Eisinger and Niemeier 2014) These pollutants showed a large reduction in concentrations within 100 meters downwind of the roadway. Pollutants that showed more gradual reductions with distance from roadways included benzene, NO2, PM2.5, and PM10. In reviewing the literature, Karner et al., (2014) reported that results varied based on the method of statistical analysis used to determine the gradient in pollutant concentration. More recent studies continue to show significant concentration gradients of traffic-related air pollution around major roads. (McDonald, et al. 2014, Kimbrough, Baldauf, et al. 2013, Kimbrough, Palma and Baldauf 2014, Kimbrough, Owen, et al. 2017, Hilker, et al. 2019, Grivas, et al. 2019, Apte, et al. 2017, Dabek-Zlotorzynska, et al. 2019) There is evidence that EPA’s regulations for vehicles have lowered the near-road concentrations and gradients. (Sarnat, et al. 2018) Starting in 2010, EPA required through the NAAQS process that air quality monitors be placed near high-traffic roadways for determining concentrations of CO, NO2, and PM2.5 (in addition to those existing monitors located in neighborhoods and other locations farther away from pollution sources). The monitoring data for NO2 indicate that in urban areas, monitors near roadways often report the highest concentrations of NO2. (Gantt, Owen and Watkins 2021) More recent studies of trafficrelated air pollutants continue to report sharp gradients around roadways, particularly within several hundred meters. (Apte, et al. 2017, Gu, et al. 2018) For pollutants with relatively high background concentrations relative to near-road concentrations, detecting concentration gradients can be difficult. For example, many carbonyls have high background concentrations as a result of photochemical breakdown of precursors from many different organic compounds. However, several studies have measured carbonyls in multiple weather conditions and found higher concentrations of many carbonyls downwind of roadways. (Liu, et al. 2006, Cahill, Charles and Seaman 2010) These findings suggest a substantial roadway source of these carbonyls. In the past 30 years, many studies have been published with results reporting that populations who live, work, or go to school near high-traffic roadways experience higher rates of numerous adverse health effects, compared to populations far away from major roads.133 In addition, numerous studies have found adverse health effects associated with spending time in traffic, such as commuting or walking along high-traffic roadways, including studies among children. (Laden, 133 In the widely used PubMed database of health publications, between January 1, 1990 and December 31, 2021, 1,979 publications contained the keywords “traffic, pollution, epidemiology,” with approximately half the studies published after 2015. et al. 2007, Peters, et al. 2004, Zanobetti, et al. 2009, Adar, et al. 2007) The health outcomes with the strongest evidence linking them with traffic-associated air pollutants are respiratory effects, particularly in asthmatic children, and cardiovascular effects. Numerous reviews of this body of health literature have been published. In a 2022 final report, an expert panel of the Health Effects Institute (HEI) employed a systematic review focusing on selected health endpoints related to exposure to traffic-related air pollution. (HEI 2022)134 The HEI panel concluded that there was a high level of confidence in evidence between long-term exposure to traffic-related air pollution and health effects in adults, including allcause, circulatory, and ischemic heart disease mortality. (Boogaard, et al. 2022) The panel also found that there is a moderate-to-high level of confidence in evidence of associations with asthma onset and acute respiratory infections in children and lung cancer and asthma onset in adults. This report follows on an earlier expert review published by HEI in 2010, where it found strongest evidence for asthma-related traffic impacts. Other literature reviews have been published with conclusions generally similar to the HEI panels’. (Boothe and Shendell 2008, Salam, Islam and Gilliland 2008, Sun, Zhang and Ma 2014, Raaschou-Nielsen and Reynolds 2006) Additionally, in 2014, researchers from the U.S. Centers for Disease Control and Prevention (CDC) published a systematic review and meta-analysis of studies evaluating the risk of childhood leukemia associated with traffic exposure and reported positive associations between “postnatal” proximity to traffic and leukemia risks, but no such association for “prenatal” exposures. (Boothe, et al. 2014) The U.S. Department of Health and Human Services’ National Toxicology Program (NTP) published a monograph including a systematic review of traffic-related air pollution and its impacts on hypertensive disorders of pregnancy. The NTP concluded that exposure to traffic-related air pollution is \"presumed to be a hazard to pregnant women\" for developing hypertensive disorders of pregnancy. (NTP 2019) Health outcomes with few publications suggest the possibility of other effects still lacking sufficient evidence to draw definitive conclusions. Among these outcomes with a small number of positive studies are neurological impacts (e.g., autism and reduced cognitive function) and reproductive outcomes (e.g., preterm birth, low birth weight). (Volk, et al. 2011, Franco-Suglia, et al. 2007, Power, et al. 2011, Wu, et al. 2011, Stenson, et al. 2021) In addition to health outcomes, particularly cardiopulmonary effects, conclusions of numerous studies suggest mechanisms by which traffic-related air pollution affects health. For example, numerous studies indicate that near-roadway exposures may increase systemic inflammation, affecting organ systems, including blood vessels and lungs. (Riediker, Cardiovascular effects of fine particulate matter components in highway patrol officers 2007, Alexeef, et al. 2011, S.P., et al. 2011, Zhang, et al. 2009) Additionally, long-term exposures in near-road environments have been associated with inflammation-associated conditions, such as atherosclerosis and asthma. (Adar, Klein, et al. 2010, Kan, et al. 2008, McConnell, et al. 2010) The risks associated with residence, workplace, or schools near major roads are of potentially high public health significance due to the large population in such locations. The 2013 U.S. Census Bureau’s American Housing Survey (AHS) was the last AHS that included whether housing units were within 300 feet of an “airport, railroad, or highway with four or more 134 This more recent review focused on health outcomes related to birth effects, respiratory effects, cardiometabolic effects, and mortality. lanes.”135 The 2013 survey reports that 17.3 million housing units, or 13 percent of all housing units in the U.S., were in such areas. Assuming that populations and housing units are in the same locations, this corresponds to a population of more than 41 million U.S. residents within 300 feet of high-traffic roadways or other transportation sources. According to the Central Intelligence Agency’s World Factbook, based on data collected between 2012-2014, the United States had 6,586,610 km of roadways, 293,564 km of railways, and 13,513 airports. As such, highways represent the overwhelming majority of transportation facilities described by this factor in the AHS. Scientific literature suggests that some factors may increase susceptibility to the effects of traffic-associated air pollution. Several studies have found stronger adverse health associations in children experiencing chronic social stress, such as in violent neighborhoods or in homes with low incomes or high family stress. (Islam, et al. 2011, Clougherty, et al. 2007, Chen, et al. 2008, Long, Lewis and Langpap 2021) Similarly, two studies found some evidence that children exposed to higher levels of traffic-related air pollution show poorer academic performance than those exposed to lower levels of traffic-related air pollution. (Stenson, et al. 2021, Gartland, et al. 2022) However, this evidence was judged to be weak due to limitations in the assessment methods. EPA conducted a study to estimate the number of people living near truck freight routes in the United States, which includes many large highways and other routes where light- and mediumduty vehicles operate. (US EPA 2021) Based on a population analysis using the U.S. Department of Transportation’s (USDOT) Freight Analysis Framework 4 (FAF4) and population data from the 2010 decennial census, an estimated 72 million people live within 200 meters of these FAF4 roads, which are used by all types of vehicles (US DOT 2023).136,137 This analysis includes the population living within twice the distance of major roads compared with the analysis of housing units near major roads described above in this section. The larger distance and other methodological differences explain the difference in the two estimates for populations living near major roads. In examining schools near major roadways, we used the Common Core of Data from the U.S. Department of Education, which includes information on all public elementary and secondary schools and school districts nationwide.138 To determine school proximities to major roadways, we used a geographic information system (GIS) to map each school and roadways based on the U.S. Census’s TIGER roadway file. (Pedde and Bailey 2011) Ten million students attend public schools within 200 meters of major roads, about 20 percent of the total number of public school 135 The variable was known as \"ETRANS\" in the questions about the neighborhood. 136 FAF4 is a model from the USDOT's Bureau of Transportation Statistics (BTS) and Federal Highway Administration (FHWA), which provides data associated with freight movement in the U.S. It includes data from the 2012 Commodity Flow Survey (CFS), the Census Bureau on international trade, as well as data associated with construction, agriculture, utilities, warehouses, and other industries. FAF4 estimates the modal choices for moving goods by trucks, trains, boats, and other types of freight modes. It includes traffic assignments, including truck flows on a network of truck routes (US DOT 2023). 137 The same analysis estimated the population living within 100 meters of a FAF4 truck route is 41 million. 138 This information is available at: http://nces.ed.gov/ccd/. students in the U.S., and about 800,000 students attend public schools within 200 meters of primary roads. 139 While near-roadway studies focus on residents near roads or others spending considerable time near major roads, the duration of commuting results in another important contributor to overall exposure to traffic-related air pollution. Studies of health that address time spent in transit have found evidence of elevated risk of cardiac impacts. (Riediker, Cascio, et al. 2004, Peters, et al. 2004, Adar, Gold and Coull 2007) Studies have also found that school bus emissions can increase student exposures to diesel-related air pollutants, and that programs that reduce school bus emissions may improve health and reduce school absenteeism. (Sabin, et al. 2005, Li, N and Ryan 2009, Austin, Heutel and Kreisman 2019, Adar, D.Souza and Sheppard 2015) In addition, EPA’s Exposure Factor Handbook also indicates that, on average, Americans spend more than an hour traveling each day, bringing nearly all residents into a high-exposure microenvironment for part of the day. (US EPA 2016) The duration of commuting results in another important contributor to overall exposure to traffic-related air pollution. Studies of health that address time spent in transit have found evidence of elevated risk of cardiac impacts. (Riediker, Cascio, et al. 2004, Peters, et al. 2004, Adar, Gold and Coull 2007)"
            },
            {
                "section_number": "7.3",
                "title": "Welfare Effects Associated with Exposure to Criteria and Air Toxics Pollutants",
                "page_number": 23,
                "subsections": [],
                "content": " This section discusses the environmental effects associated with non-GHG pollutants affected by this rule, specifically PM, ozone, NOX, SOX, and air toxics."
            },
            {
                "section_number": "7.3.1",
                "title": "Visibility Degradation",
                "page_number": 23,
                "subsections": [],
                "content": " Visibility can be defined as the degree to which the atmosphere is transparent to visible light. (NRC 1993) Visibility impairment is caused by light scattering and absorption by suspended particles and gases. It is dominated by contributions from suspended particles except under pristine conditions. Fine particles with significant light-extinction efficiencies include sulfates, nitrates, organic carbon, elemental carbon, sea salt, and soil. (J. e. Hand 2011, Sisler 1996) Visibility is important because it has direct significance to people’s enjoyment of daily activities in all parts of the country. Individuals value good visibility for the well-being it provides them directly, where they live and work, and in places where they enjoy recreational opportunities. Visibility is also highly valued in significant natural areas, such as national parks and wilderness areas, and special emphasis is given to protecting visibility in these areas. For more information on visibility see the final 2019 PM ISA. (US EPA 2019) The extent to which any amount of light extinction affects a person’s ability to view a scene depends on both scene and light characteristics. For example, the appearance of a nearby object (e.g., a building) is generally less sensitive to a change in light extinction than the appearance of a similar object at a greater distance. See Figure 7-1 for an illustration of the important factors affecting visibility. (Malm 2016) 139 Here, \"major roads\" refer to those TIGER classifies as either \"Primary\" or \"Secondary.\" The Census Bureau describes primary roads as \"generally divided limited-access highways within the Federal interstate system or under state management.\" Secondary roads are \"main arteries, usually in the U.S. highway, state highway, or county highway system.\" Figure 7-1 Important Factors Involved in Seeing a Scenic Vista (Malm, 2016) EPA is working to address visibility impairment. Reductions in air pollution from implementation of various programs called for in the Clean Air Act Amendments of 1990 (CAAA) have resulted in substantial improvements in visibility and will continue to do so in the future. Nationally, because trends in haze are closely associated with trends in particulate sulfate and nitrate emissions due to the relationship between their concentration and light extinction, visibility trends have improved as emissions of SO2 and NOX have decreased over time due to air pollution regulations such as the Acid Rain Program. (US EPA 2019) However, in the western part of the country, changes in total light extinction were smaller, and the contribution of particulate organic matter to atmospheric light extinction was increasing due to increasing wildfire emissions. (Hand, et al. 2020) In the Clean Air Act Amendments of 1977, Congress recognized visibility’s value to society by establishing a national goal to protect national parks and wilderness areas from visibility impairment caused by manmade pollution (42 USC §7491 (a) 2013). In 1999, EPA finalized the regional haze program (64 FR 35714) to protect the visibility in Mandatory Class I Federal areas. There are 156 national parks, forests and wilderness areas categorized as Mandatory Class I Federal areas (62 FR 38680-38681, July 18, 1997). These areas are defined in CAA Section 162 as those national parks exceeding 6,000 acres, wilderness areas and memorial parks exceeding 5,000 acres, and all international parks that were in existence on August 7, 1977. Figure 7-2 shows the location of the 156 Mandatory Class I Federal areas. Figure 7-2: Mandatory Class I Federal Areas in the U.S. EPA has also concluded that PM2.5 causes adverse effects on visibility in other areas that are not targeted by the Regional Haze Rule, such as urban areas, depending on PM2.5 concentrations and other factors such as dry chemical composition and relative humidity (i.e., an indicator of the water composition of the particles). The secondary (welfare-based) PM NAAQS provide protection against visibility effects. In recent PM NAAQS reviews, EPA evaluated a target level of protection for visibility impairment that is expected to be met through attainment of the existing secondary PM standards."
            },
            {
                "section_number": "7.3.1.1",
                "title": "Visibility Monitoring",
                "page_number": 25,
                "subsections": [],
                "content": " In conjunction with the U.S. National Park Service, the U.S. Forest Service, other Federal land managers, and State organizations in the U.S., EPA has supported visibility monitoring in national parks and wilderness areas since 1988. The monitoring network was originally established at 20 sites, but it has now been expanded to 152 sites that represent all but one of the 156 Mandatory Federal Class I areas across the country (see Figure 7-2). This long-term visibility monitoring network is known as IMPROVE (Interagency Monitoring of Protected Visual Environments). IMPROVE provides direct measurement of particles that contribute to visibility impairment. The IMPROVE network employs aerosol measurements at all sites, and optical and scene measurements at some of the sites. Aerosol measurements are taken for PM10 and PM2.5 mass, and for key constituents of PM2.5, such as sulfate, nitrate, organic and elemental carbon (OC and EC), and other elements that can be used to estimate soil dust and sea salt contributions. Measurements for specific aerosol constituents are used to calculate \"reconstructed\" aerosol light extinction by multiplying the mass for each constituent by its empirically-derived scattering and/or absorption efficiency, with adjustment for the relative humidity. The IMPROVE program utilizes both an “original” and a “revised” reconstruction formula for this purpose, with the latter explicitly accounting for sea salt concentrations. Knowledge of the main constituents of a site's light extinction \"budget\" is critical for source apportionment and control strategy development. In addition to this indirect method of assessing light extinction, there are optical measurements which directly measure light extinction or its components. Such measurements are made principally with a nephelometer to measure light scattering; some sites also include an aethalometer for light absorption; and a few sites use a transmissometer, which measures total light extinction. Scene characteristics are typically recorded using digital or video photography and are used to determine the quality of visibility conditions (such as effects on color and contrast) associated with specific levels of light extinction as measured under both direct and aerosol-related methods. Directly measured light extinction is used under the IMPROVE protocol to cross check that total light extinction calculated from the IMPROVE reconstruction formula are consistent with directly measured extinction. Aerosol-derived light extinction from the IMPROVE equation is used to document spatial and temporal trends and to determine how changes in atmospheric constituents would affect future visibility conditions. Annual average visibility conditions (reflecting light extinction due to both anthropogenic and non-anthropogenic sources) vary regionally across the U.S. Figures 13-1 through 13-14 in the PM ISA detail the percent contributions to particulate light extinction for ammonium nitrate and sulfate, EC and OC, and coarse mass and fine soil, by month. (US EPA 2019)"
            },
            {
                "section_number": "7.3.2",
                "title": "Plant and Ecosystem Effects of Ozone",
                "page_number": 26,
                "subsections": [],
                "content": " The welfare effects of ozone include effects on ecosystems, which can be observed across a variety of scales, i.e., subcellular, cellular, leaf, whole plant, population and ecosystem. When ozone effects that begin at small spatial scales, such as the leaf of an individual plant, occur at sufficient magnitudes (or to a sufficient degree), they can result in effects being propagated along a continuum to higher and higher levels of biological organization. For example, effects at the individual plant level, such as altered rates of leaf gas exchange, growth and reproduction, can, when widespread, result in broad changes in ecosystems, such as productivity, carbon storage, water cycling, nutrient cycling, and community composition. Ozone can produce both acute and chronic injury in sensitive plant species depending on the concentration level and the duration of the exposure (73 FR 16486 2008). In those sensitive species140, effects from repeated exposure to ozone throughout the growing season of the plant can tend to accumulate, so that even relatively low concentrations experienced for a longer duration have the potential to create chronic stress on vegetation. (US EPA 2020)141 Ozone damage to sensitive plant species includes impaired photosynthesis and visible injury to leaves. The impairment of photosynthesis, the process by which the plant makes carbohydrates (its source of energy and food), can lead to reduced crop yields, timber production, and plant productivity and growth. Impaired photosynthesis can also lead to a reduction in root growth and carbohydrate storage below ground, resulting in other, more subtle plant and ecosystems impacts (73 FR 16492 2008). These latter impacts include increased susceptibility of plants to insect attack, disease, harsh weather, interspecies competition, and overall decreased plant vigor. 140 Only a small percentage of all the plant species growing within the U.S. (over 43,000 species have been catalogued in the USDA PLANTS database) have been studied with respect to ozone sensitivity. 141 The concentration at which ozone levels overwhelm a plant’s ability to detoxify or compensate for oxidant exposure varies. Thus, whether a plant is classified as sensitive or tolerant depends in part on the exposure levels being considered. The adverse effects of ozone on areas with sensitive species could potentially lead to species shifts and loss from the affected ecosystems142, resulting in a loss or reduction in associated ecosystem goods and services (73 FR 16493-16494 2008). Additionally, visible ozone injury to leaves can result in a loss of aesthetic value in areas of special scenic significance like national parks and wilderness areas and reduced use of sensitive ornamentals in landscaping (73 FR ozone affects interactions between plants and insects by altering chemical signals (e.g., floral scents) that plants use to communicate to other community members, such as attraction of pollinators. The Ozone ISA presents more detailed information on how ozone affects vegetation and ecosystems (US EPA 2020). The Ozone ISA reports causal and likely causal relationships between ozone exposure and a number of welfare effects and characterizes the weight of evidence for different effects associated with ozone.143 The Ozone ISA concludes that visible foliar injury effects on vegetation, reduced vegetation growth, reduced plant reproduction, reduced productivity in terrestrial ecosystems, reduced yield and quality of agricultural crops, alteration of below-ground biogeochemical cycles, and altered terrestrial community composition are causally associated with exposure to ozone. It also concludes that increased tree mortality, altered herbivore growth and reproduction, altered plant-insect signaling, reduced carbon sequestration in terrestrial ecosystems, and alteration of terrestrial ecosystem water cycling are likely to be causally associated with exposure to ozone."
            },
            {
                "section_number": "7.3.3",
                "title": "Deposition",
                "page_number": 16497,
                "subsections": [],
                "content": " Deposited airborne pollutants contribute to adverse effects on ecosystems, and to soiling and materials damage. These welfare effects result mainly from exposure to excess amounts of specific chemical species, regardless of their source or predominant form (particle, gas or liquid). Nitrogen and sulfur tend to comprise a large portion of PM in many locations; however, gasphase forms of oxidized nitrogen and sulfur also cause adverse ecological effects. The following characterizations of the nature of these environmental effects are based on information contained in the 2019 PM ISA, and the 2020 Integrated Science Assessment for Oxides of Nitrogen, Oxides of Sulfur, and Particulate Matter - Ecological Criteria. (US EPA 2020, US EPA 2019)"
            },
            {
                "section_number": "7.3.3.1",
                "title": "Deposition of Nitrogen and Sulfur",
                "page_number": 16497,
                "subsections": [],
                "content": " Nitrogen and sulfur interactions in the environment are highly complex, as shown in Figure needed for growth and productivity of ecosystem components (e.g., algae, plants). In terrestrial and aquatic ecosystems, excesses of nitrogen or sulfur can lead to acidification and nutrient enrichment. (US EPA 2020) In addition, in aquatic ecosystems, sulfur deposition can increase mercury methylation. 142 Per footnote above, ozone impacts could be occurring in areas where plant species sensitive to ozone have not yet been studied or identified. 143 The Ozone ISA evaluates the evidence associated with different ozone related health and welfare effects, assigning one of five “weight of evidence” determinations: causal relationship, likely to be a causal relationship, suggestive of a causal relationship, inadequate to infer a causal relationship, and not likely to be a causal relationship. For more information on these levels of evidence, please refer to Table II of the ISA. Figure 7-3: Nitrogen and Sulfur Cycling, and Interactions in the Environment"
            },
            {
                "section_number": "7.3.3.1.1",
                "title": "Ecological Effects of Acidification",
                "page_number": 28,
                "subsections": [],
                "content": " Deposition of nitrogen and sulfur can cause acidification, which alters biogeochemistry and affects animal and plant life in terrestrial and aquatic ecosystems across the U.S. Soil acidification is a natural process, but is often accelerated by acidifying deposition, which can decrease concentrations of exchangeable base cations in soils. (US EPA 2020) Biological effects of acidification in terrestrial ecosystems are generally linked to aluminum toxicity and decreased ability of plant roots to take up base cations. (US EPA 2020) Decreases in the acid neutralizing capacity and increases in inorganic aluminum concentration contribute to declines in zooplankton, macro invertebrates, and fish species richness in aquatic ecosystems. (US EPA 2020) Geology (particularly surficial geology) is the principal factor governing the sensitivity of terrestrial and aquatic ecosystems to acidification from nitrogen and sulfur deposition. (US EPA 2020) Geologic formations having low base cation supply generally underlie the watersheds of acid-sensitive lakes and streams. Other factors contribute to the sensitivity of soils and surface waters to acidifying deposition, including topography, soil chemistry, land use, and hydrologic flow path. (US EPA 2020)."
            },
            {
                "section_number": "7.3.3.1.1.1",
                "title": "Aquatic Acidification",
                "page_number": 28,
                "subsections": [],
                "content": " Aquatic effects of acidification have been well studied in the U.S. and elsewhere at various trophic levels. These studies indicate that aquatic biota have been affected by acidification at virtually all levels of the food web in acid sensitive aquatic ecosystems. Effects have been most clearly documented for fish, aquatic insects, other invertebrates, and algae. Biological effects are primarily attributable to a combination of low pH and high inorganic aluminum concentrations. Such conditions occur more frequently during rainfall and snowmelt that cause high flows of water, and less commonly during low-flow conditions, except where chronic acidity conditions are severe. Biological effects of episodes include reduced fish condition factor, changes in species composition and declines in aquatic species richness across multiple taxa, ecosystems and regions. Because acidification primarily affects the diversity and abundance of aquatic biota, it also affects the ecosystem services, e.g., recreational and subsistence fishing, that are derived from the fish and other aquatic life found in these surface waters. For example, in the northeastern United States, the surface waters affected by acidification are a source of food for some recreational and subsistence fishermen and for other consumers with particularly high rates of self-caught fish consumption, such as the Hmong and Chippewa ethnic groups. (Hutchison 1994, Peterson, et al. 1994)"
            },
            {
                "section_number": "7.3.3.1.1.2",
                "title": "Terrestrial Acidification",
                "page_number": 29,
                "subsections": [],
                "content": " Acidifying deposition has altered major biogeochemical processes in the U.S. by increasing the nitrogen and sulfur content of soils, accelerating nitrate and sulfate leaching from soil to drainage waters, depleting base cations (especially calcium and magnesium) from soils, and increasing the mobility of aluminum. Inorganic aluminum is toxic to some tree roots. Plants affected by high levels of aluminum from the soil often have reduced root growth, which restricts the ability of the plant to take up water and nutrients, especially calcium. (US EPA 2020) These direct effects can, in turn, influence the response of these plants to climatic stresses such as droughts and cold temperatures. They can also influence the sensitivity of plants to other stresses, including insect pests and disease leading to increased mortality of canopy trees. (Joslin 1992) In the U.S., terrestrial effects of acidification are best described for forested ecosystems (especially red spruce and sugar maple ecosystems) with additional information on other plant communities, including shrubs and lichen. (US EPA 2020) Both coniferous and deciduous forests throughout the eastern U.S. are experiencing gradual losses of base cation nutrients from the soil due to accelerated leaching from acidifying deposition. This change in nutrient availability may reduce the quality of forest nutrition over the long term. Evidence suggests that red spruce and sugar maple in some areas in the eastern U.S. have experienced declining health because of this deposition. For red spruce (Picea rubens), dieback or decline has been observed across high elevation landscapes of the northeastern U.S. and, to a lesser extent, the southeastern U.S., and acidifying deposition has been implicated as a causal factor. (DeHayes, et al. 1999)"
            },
            {
                "section_number": "7.3.3.1.2",
                "title": "Ecological Effects from Nitrogen Enrichment",
                "page_number": 29,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "7.3.3.1.2.1",
                "title": "Aquatic Enrichment",
                "page_number": 29,
                "subsections": [],
                "content": " Eutrophication in estuaries is associated with a range of adverse ecological effects including low dissolved oxygen (DO), harmful algal blooms (HABs), loss of submerged aquatic vegetation (SAV), and low water clarity. Low DO disrupts aquatic habitats, causing stress to fish and shellfish, which, in the short-term, can lead to episodic fish kills and, in the long-term, can damage overall growth in fish and shellfish populations. Low DO also degrades the aesthetic qualities of surface water. In addition to often being toxic to fish and shellfish and leading to fish kills and aesthetic impairments of estuaries, HABs can, in some instances, also be harmful to human health. SAV provides critical habitat for many aquatic species in estuaries and, in some instances, can also protect shorelines by reducing wave strength; therefore, declines in SAV due to nutrient enrichment are an important source of concern. Low water clarity is in part the result of accumulations of both algae and sediments in estuarine waters. In addition to contributing to declines in SAV, high levels of turbidity also degrade the aesthetic qualities of the estuarine environment. An assessment of estuaries nationwide by the National Oceanic and Atmospheric Administration (NOAA) concluded that 64 estuaries (out of 99 with available data) suffered from moderate or high levels of eutrophication due to excessive inputs of both nitrogen (N) and phosphorus. (Bricker, et al. 2007) For estuaries in the Mid-Atlantic region, the contribution of atmospheric deposition to total N loads is estimated to range between 10 percent and 58 percent. (Valigura, et al. 2001) Estuaries in the eastern United States are an important source of food production, in particular for fish and shellfish production. The estuaries are capable of supporting large stocks of resident commercial species, and they serve as the breeding grounds and interim habitat for several migratory species. Eutrophication in estuaries may also affect the demand for seafood (after well-publicized toxic blooms), water-based recreation, and erosion protection provided by SAV."
            },
            {
                "section_number": "7.3.3.1.2.2",
                "title": "Terrestrial Enrichment",
                "page_number": 30,
                "subsections": [],
                "content": " Terrestrial enrichment occurs when terrestrial ecosystems receive N loadings in excess of natural background levels, through either atmospheric deposition or direct application. Atmospheric N deposition is associated with changes in the types and number of species and biodiversity in terrestrial systems. Nitrogen enrichment occurs over a long time period; as a result, it may take as many as 50 years or more to see changes in ecosystem conditions and indicators. One of the main provisioning services potentially affected by N deposition is grazing opportunities offered by grasslands for livestock production in the Central U.S. Although N deposition on these grasslands can offer supplementary nutritive value and promote overall grass production, there are concerns that fertilization may favor invasive grasses and shift the species composition away from native grasses. This process may ultimately reduce the productivity of grasslands for livestock production. Terrestrial enrichment also affects habitats, for example the Coastal Sage Scrub (CSS) and Mixed Conifer Forest (MCF) habitats which are an integral part of the California landscape. Together the ranges of these habitats include the densely populated and valuable coastline and the mountain areas. Numerous threatened and endangered species at both the state and federal levels reside in CSS and MCF. Nutrient enrichment of the CSS and MCF also affects the regulating service of fire, by encouraging the growth of more flammable grasses and thus increasing fuel loads and altering the fire cycle."
            },
            {
                "section_number": "7.3.3.1.3",
                "title": "Vegetation Effects Associated with Gaseous Sulfur Dioxide, Nitric",
                "page_number": 30,
                "subsections": [],
                "content": " Oxide, Nitrogen Dioxide, Peroxyacetyl Nitrate, and Nitric Acid Uptake of gaseous pollutants in a plant canopy is a complex process involving adsorption to surfaces (leaves, stems, and soil) and absorption into leaves. These pollutants penetrate into leaves through the stomata, although there is evidence for limited pathways via the cuticle. (US EPA 2020) Pollutants must be transported from the bulk air to the leaf boundary layer in order to reach the stomata. When the stomata are closed, as occurs under dark or drought conditions, resistance to gas uptake is very high and the plant has a very low degree of susceptibility to injury. In contrast, mosses and lichens do not have a protective cuticle barrier to gaseous pollutants or stomates and are generally more sensitive to gaseous sulfur and nitrogen than vascular plants. (US EPA 2020) Acute foliar injury from SO2 usually happens within hours of exposure, involves a rapid absorption of a toxic dose, and involves collapse or necrosis of plant tissues. Another type of visible injury is termed chronic injury and is usually a result of variable SO2 exposures over the growing season. Besides foliar injury, chronic exposure to low SO2 concentrations can result in reduced photosynthesis, growth, and yield of plants. (US EPA 2022) These effects are cumulative over the season and are often not associated with visible foliar injury. As with foliar injury, these effects vary among species and growing environment. SO2 is also considered the primary factor causing the death of lichens in many urban and industrial areas. (Hutchinson, Maynard and Geiser 1996) Similarly, in sufficient concentrations, nitric oxide (NO), nitrogen dioxide (NO2), peroxyacetyl nitrate (PAN), and nitric acid (HNO3) can have phytotoxic effects on plants such as decreasing photosynthesis and inducing visible foliar injury. It is also known that these gases can alter the N cycle in some ecosystems, especially in the western U.S., and contribute to N saturation. Further, there are several lines of evidence that past and current HNO3 concentrations may be contributing to the decline in lichen species in the Los Angeles basin. (Riddell, Nash and Padgett 2008)"
            },
            {
                "section_number": "7.3.3.1.4",
                "title": "Mercury Methylation",
                "page_number": 31,
                "subsections": [],
                "content": " Mercury is a persistent, bioaccumulative toxic metal that is emitted in three forms: gaseous elemental Hg (Hg0), oxidized Hg compounds (Hg+2), and particle-bound Hg (HgP). Methylmercury (MeHg) is formed by microbial action in the top layers of sediment and soils after Hg has precipitated from the air and deposited into waterbodies or land. Once formed, MeHg is taken up by aquatic organisms and bioaccumulates up the aquatic food web. Larger predatory fish may have MeHg concentrations many times higher, typically on the order of one million times, than the concentrations in the freshwater body in which they live. The NOX SOX ISA—Ecological Criteria concluded that evidence is sufficient to infer a causal relationship between sulfur deposition and increased mercury methylation in wetlands and aquatic environments. (US EPA 2020) Specifically, there appears to be a relationship between SO42- deposition and mercury methylation; however, the rate of mercury methylation varies according to several spatial and biogeochemical factors whose influence has not been fully quantified. Therefore, the correlation between SO42- deposition and MeHg cannot yet be quantified for the purpose of interpolating the association across waterbodies or regions. Nevertheless, because changes in MeHg in ecosystems represent changes in significant human and ecological health risks, the association between sulfur and mercury cannot be neglected. (US EPA 2020)"
            },
            {
                "section_number": "7.3.3.2",
                "title": "Deposition of Metallic and Organic Constituents of PM",
                "page_number": 31,
                "subsections": [],
                "content": " Several significant ecological effects are associated with the deposition of chemical constituents of ambient PM such as metals and organics. (US EPA 2020) The trace metal constituents of PM include cadmium, copper, chromium, mercury, nickel, zinc, and lead. The organics include persistent organic pollutants (POPs), polyaromatic hydrocarbons (PAHs) and polybrominated diphenyl ethers (PBDEs). Direct effect exposures to PM occur via deposition (e.g., wet, dry or occult) to vegetation surfaces, while indirect effects occur via deposition to ecosystem soils or surface waters where the deposited constituents of PM then interact with biological organisms. While both fine and coarse-mode particles may affect plants and other organisms, more often the chemical constituents drive the ecosystem response to PM. (Grantz, Garner and Johnson 2003) Ecological effects of PM include direct effects to metabolic processes of plant foliage; contribution to total metal loading resulting in alteration of soil biogeochemistry and microbiology, plant and animal growth and reproduction; and contribution to total organics loading resulting in bioaccumulation and biomagnification. Particulate matter can adversely impact plants and ecosystem services provided by plants by deposition to vegetative surfaces. (US EPA 2020) Particulates deposited on the surfaces of leaves and needles can block light, altering the radiation received by the plant. PM deposition near sources of heavy deposition can obstruct stomata (limiting gas exchange), damage leaf cuticles and increase plant temperatures. (US EPA 2020) Plants growing on roadsides exhibit impact damage from near-road PM deposition, having higher levels of organics and heavy metals, and accumulating salt from road de-icing during winter months. (US EPA 2020) In addition, atmospheric PM can convert direct solar radiation to diffuse radiation, which is more uniformly distributed in a tree canopy, allowing radiation to reach lower leaves. (US EPA 2020) Decreases in crop yields (a provisioning service) due to reductions in solar radiation have been attributed to regional scale air pollution in counties with especially severe regional haze. (Chameides, et al. 1999) In addition to damage to plant surfaces, deposited PM can be taken up by plants from soil or foliage. Copper, zinc, and nickel have been shown to be directly toxic to vegetation under field conditions. (US EPA 2020) The ability of vegetation to take up heavy metals is dependent upon the amount, solubility and chemical composition of the deposited PM. Uptake of PM by plants from soils and vegetative surfaces can disrupt photosynthesis, alter pigments and mineral content, reduce plant vigor, decrease frost hardiness and impair root development. Particulate matter can also contain organic air toxic pollutants, including PAHs, which are a class of polycyclic organic matter (POM). PAHs can accumulate in sediments and bioaccumulate in freshwater, flora and fauna. The uptake of organic air toxic pollutants depends on the plant species, site of deposition, physical and chemical properties of the organic compound and prevailing environmental conditions. (US EPA 2020) Different species can have different uptake rates of PAHs. PAHs can accumulate to high enough concentrations in some coastal environments to pose an environmental health threat that includes cancer in fish populations, toxicity to organisms living in the sediment and risks to those (e.g., migratory birds) that consume these organisms. (Simcik, S.J. and Lioy 1999, Simcik, et al. 1996) Atmospheric deposition of particles is thought to be the major source of PAHs in the sediments of Lake Michigan, Chesapeake Bay, Tampa Bay and other coastal areas of the U.S. (Arzavus, Dickhut and Canuel 2001) Contamination of plant leaves by heavy metals can lead to elevated concentrations in the soil. Trace metals absorbed into the plant, frequently by binding to the leaf tissue, and then are shed when the leaf drops. As the fallen leaves decompose, the heavy metals are transferred into the soil. (Cotrufo, et al. 1995, Niklinska, Laskowski and Maryanski 1998) Many of the major indirect plant responses to PM deposition are chiefly soil-mediated and depend on the chemical composition of individual components of deposited PM. Upon entering the soil environment, PM pollutants can alter ecological processes of energy flow and nutrient cycling, inhibit nutrient uptake to plants, change microbial community structure, and affect biodiversity. Accumulation of heavy metals in soils depends on factors such as local soil characteristics, geologic origin of parent soils, and metal bioavailability. Heavy metals such as zinc, copper, and cadmium, and some pesticides can interfere with microorganisms that are responsible for decomposition of soil litter, an important regulating ecosystem service that serves as a source of soil nutrients. (US EPA 2020) Surface litter decomposition is reduced in soils having high metal concentrations. Soil communities have associated bacteria, fungi, and invertebrates that are essential to soil nutrient cycling processes. Changes to the relative species abundance and community composition are associated with deposited PM to soil biota. (US EPA 2020) Atmospheric deposition can be the primary source of some organics and metals to watersheds. Deposition of PM to surfaces in urban settings increases the metal and organic component of storm water runoff. (US EPA 2020) This atmospherically-associated pollutant burden can then be toxic to aquatic biota. The contribution of atmospherically deposited PAHs to aquatic food webs was demonstrated in high elevation mountain lakes with no other anthropogenic contaminant sources. (US EPA 2020) Metals associated with PM deposition limit phytoplankton growth, affecting aquatic trophic structure. Long-range atmospheric transport of 47 pesticides and degradation products to the snowpack in seven national parks in the Western U.S. was recently quantified indicating PM-associated contaminant inputs in receiving waters during spring snowmelt. The recently completed Western Airborne Contaminants Assessment Project (WACAP) is the most comprehensive database on contaminant transport and PM depositional effects on sensitive ecosystems in the Western U.S. (Landers, et al. 2008) In this project, the transport, fate, and ecological impacts of anthropogenic contaminants from atmospheric sources were assessed from 2002 to 2007 in seven ecosystem components (air, snow, water, sediment, lichen, conifer needles and fish) in eight core national parks. The study concluded that bioaccumulation of semi-volatile organic compounds occurred throughout park ecosystems, an elevational gradient in PM deposition exists with greater accumulation in higher altitude areas, and contaminants accumulate in proximity to individual agriculture and industry sources, which is counter to the original working hypothesis that most of the contaminants would originate from Eastern Europe and Asia."
            },
            {
                "section_number": "7.3.3.3",
                "title": "Materials Damage and Soiling",
                "page_number": 33,
                "subsections": [],
                "content": " Building materials including metals, stones, cements, and paints undergo natural weathering processes from exposure to environmental elements (e.g., wind, moisture, temperature fluctuations, sunlight, etc.). Pollution can worsen and accelerate these effects. Deposition of PM is associated with both physical damage (materials damage effects) and impaired aesthetic qualities (soiling effects). Wet and dry deposition of PM can physically affect materials, adding to the effects of natural weathering processes, by potentially promoting or accelerating the corrosion of metals, degrading paints and deteriorating building materials such as stone, concrete and marble. (US EPA 2020) The effects of PM are exacerbated by the presence of acidic gases and can be additive or synergistic depending on the complex mixture of pollutants in the air and surface characteristics of the material. Acidic deposition has been shown to have an effect on materials including zinc/galvanized steel and other metal, carbonate stone (such as monuments and building facings), and surface coatings (paints). (Irving 1991) The effects on historic buildings and outdoor works of art are of particular concern because of the uniqueness and irreplaceability of many of these objects. In addition to aesthetic and functional effects on metals, stone and glass, altered energy efficiency of photovoltaic panels by PM deposition is also becoming an important consideration for impacts of air pollutants on materials."
            },
            {
                "section_number": "7.3.4",
                "title": "Welfare Effects of Air Toxics",
                "page_number": 34,
                "subsections": [],
                "content": " Emissions from producing, transporting, and combusting fuel contribute to ambient levels of pollutants that contribute to adverse effects on vegetation. VOCs, some of which are considered air toxics, have long been suspected to play a role in vegetation damage. (US EPA 1991) In laboratory experiments, a wide range of tolerance to VOCs has been observed. (Cape, et al. 2003) Decreases in harvested seed pod weight have been reported for the more sensitive plants, and some studies have reported effects on seed germination, flowering, and fruit ripening. Effects of individual VOCs or their role in conjunction with other stressors (e.g., acidification, drought, temperature extremes) have not been well studied. In a recent study of a mixture of VOCs including ethanol and toluene on herbaceous plants, significant effects on seed production, leaf water content and photosynthetic efficiency were reported for some plant species. (Cape, et al. 2003) Research suggests an adverse impact of vehicle exhaust on plants, which has in some cases been attributed to aromatic compounds and in other cases to NOX. (Viskari 2000, Ugrekhelidze, Korte and Kvesitadze 1997, Kammerbauer, et al. 1987) The impacts of VOCs on plant reproduction may have long-term implications for biodiversity and survival of native species near major roadways. Most of the studies of the impacts of VOCs on vegetation have focused on short-term exposure and few studies have focused on long-term effects of VOCs on vegetation and the potential for metabolites of these compounds to affect herbivores or insects."
            },
            {
                "section_number": "7.4",
                "title": "Criteria Pollutant Human Health Benefits",
                "page_number": 34,
                "subsections": [],
                "content": " The light-duty passenger cars and light trucks and medium-duty vehicles subject to the proposed standards are significant sources of mobile source air pollution, including directlyemitted PM2.5 as well as NOX and VOC emissions (both precursors to ozone formation and secondarily-formed PM2.5). The proposed program would reduce exhaust emissions of these pollutants from the regulated vehicles, which would in turn reduce ambient concentrations of ozone and PM2.5. Emissions from upstream sources would likely increase in some cases (e.g., power plants) and decrease in others (e.g., refineries). We project that in total, the proposed standards would result in substantial net reductions of emissions of pollutants like PM2.5, NOX and VOCs and a net increase in emissions of SO2. Emissions changes attributable to the proposed standards are presented in Section VII of this preamble. Exposures to ambient pollutants such as PM2.5 and ozone are linked to adverse environmental and human health impacts, such as premature deaths and non-fatal illnesses (as explained in Section II.C of this preamble). Reducing human exposure to these pollutants results in significant and measurable health benefits. This section discusses the economic benefits from reductions in adverse health and environmental impacts resulting from criteria pollutant emission reductions that can be expected to occur as a result of the proposed emission standards. When feasible, EPA conducts full-scale photochemical air quality modeling to demonstrate how its national mobile source regulatory actions affect ambient concentrations of regional pollutants throughout the United States. The estimation of the human health impacts of a regulatory action requires national-scale photochemical air quality modeling to conduct a full-scale assessment of PM2.5 and ozonerelated health benefits. EPA conducted an illustrative air quality modeling analysis of a regulatory scenario involving light- and medium-duty vehicle emission reductions and corresponding changes in “upstream” emission sources like EGU (electric generating unit) emissions and refinery emissions (see DRIA Chapter 8). Decisions about the emissions and other elements used in the air quality modeling were made early in the analytical process for the proposed rulemaking. Accordingly, the air quality analysis does not represent the proposal's regulatory scenario, nor does it reflect the expected impacts of the Inflation Reduction Act (IRA). Based on updated power sector modeling that incorporated expected generation mix impacts of the IRA, we are projecting the IRA will lead to a significantly cleaner power grid. Because the air quality analysis does not account for these impacts on EGU emissions, we instead used the OMEGA-based emissions analysis (see DRIA Chapter 9) and benefit-per-ton (BPT) values to estimate the criteria pollutant (PM2.5) health benefits of the proposed and alternative standards. The BPT approach estimates the monetized economic value of PM2.5-related emission reductions or increases (such as direct PM, NOX and SO2) due to implementation of the proposed program. Similar to the SC-GHG approach for monetizing reductions in GHGs, the BPT approach monetizes health benefits of avoiding one ton of PM2.5-related emissions from a particular onroad mobile or upstream source. The value of health benefits from reductions (or increases) in PM2.5 emissions associated with this proposal were estimated by multiplying PM2.5- related BPT values by the corresponding annual reduction (or increase) in tons of directlyemitted PM2.5 and PM2.5 precursor emissions (NOX and SO2). The BPT approach monetizes avoided premature deaths and illnesses that are expected to occur as a result of reductions in directly-emitted PM2.5 and PM2.5 precursors. A chief limitation to using PM2.5-related BPT values is that they do not reflect benefits associated with reducing ambient concentrations of ozone, direct exposure to NO2, or exposure to mobile source air toxics, nor do they account for improved ecosystem effects or visibility. The estimated benefits of this proposal would be larger if we were able to monetize these unquantified benefits at this time. Using the BPT approach, we estimate the present value of PM2.5-related benefits of the proposed program to be $97 to $200 billion at a 3% discount rate and $42 to $89 billion at a 7% discount rate. Benefits are reported in year 2020 dollars and reflect the PM2.5-related benefits associated with reductions in NOX, SO2, and direct PM2.5 emissions. Because premature mortality typically constitutes the vast majority of monetized benefits in a PM2.5 benefits assessment, we present a range of PM benefits based on risk estimates reported from two different long-term exposure studies using different cohorts to account for uncertainty in the benefits associated with avoiding PM-related premature deaths. Tables of the monetized PM2.5- related benefits of the proposed standards can be found in draft RIA Chapter 10."
            },
            {
                "section_number": "7.4.1",
                "title": "Approach to Estimating Human Health Benefits",
                "page_number": 35,
                "subsections": [],
                "content": " This section summarizes EPA’s approach to estimating the economic value of the PM2.5- related benefits for this proposal. We use a BPT approach that is conceptually consistent with EPA’s use of BPT estimates in its regulatory analyses (US EPA 2018) (US EPA 2023). In this approach, the PM2.5-related BPT values are the total monetized human health benefits (the sum of the economic value of the reduced risk of premature death and illness) that are expected from reducing one ton of NOX, SO2 or directly-emitted PM2.5. The mobile sector BPT estimates used in this proposal were published in 2019, but were recently updated using the suite of premature mortality and morbidity studies in use by EPA for the 2023 PM NAAQS Reconsideration Proposal (Wolfe, et al. 2019) (US EPA 2022). The upstream Refinery and EGU BPT estimates used in this proposal were also recently updated (US EPA 2023). The health benefits Technical Support Document (Benefits TSD) that accompanied the 2023 PM NAAQS Proposal details the approach used to estimate the PM2.5-related benefits reflected in these BPTs (US EPA 2023). We multiply these BPT values by national reductions in annual emissions in tons to estimate the total monetized human health benefits associated with the proposal. Our procedure for calculating BPT values follows three steps: 1. Using source apportionment photochemical modeling, predict annual average ambient concentrations of NOX, SO2 and primary PM2.5 that are attributable to each source sector (Onroad Heavy-Duty Diesel, Onroad Heavy Duty Gas, Refineries, and Electricity Generating Units), for the Continental U.S. (48 states). This yields the estimated ambient pollutant concentrations to which the U.S. population is exposed. 2. For each sector, estimate the health impacts, and economic value of those impacts, associated with the attributable ambient concentrations of NOX, SO2 and primary PM2.5 using the environmental Benefits Mapping and Analysis Program-Community Edition (BenMAP-CE) (US EPA 2023).144 This yields the estimated total monetized value of health effects associated with exposure to the relevant pollutants by sector. 3. For each sector, divide the monetary value of health impacts by the inventory of associated precursor emissions. That is, primary PM2.5 benefits for a given sector are divided by direct PM2.5 emissions from that same sector, sulfate benefits are divided by SO2 emissions, and nitrate benefits are divided by NOX emissions. This yields the estimated monetary value of one ton of sector-specific direct PM2.5, SO2 or NOX emissions. The quantified and monetized PM2.5 health categories that are included in the BPT values are summarized in Table 7-1. Table 7-3 in Chapter 7.4.6 lists the ozone, PM2.5, SO2 and NOX health and welfare categories that are not quantified and monetized by the BPT approach and are therefore not included in the estimated benefits analysis for this proposal. 144 BenMAP-CE is an open-source computer program developed by the EPA that calculates the number and economic value of air pollution-related deaths and illnesses. The software incorporates a database that includes many of the concentration-response relationships, population files, and health and economic data needed to quantify these impacts. Information on BenMAP is found at: https://www.epa.gov/benmap/benmap-community-edition, and the source code is available at: https://github.com/BenMAPCE/BenMAP-CE. Table 7-1 Human Health Effects of PM2.5 Pollutant Effect (age) Effect Quantified Effect Monetized More Information PM2.5 Adult premature mortality based on cohort study estimates (>17 or >64) ✓ ✓ PM ISA Infant mortality (<1) ✓ ✓ PM ISA Non-fatal heart attacks (>18) ✓ ✓ PM ISA Hospital admissions - cardiovascular (all) ✓ ✓ PM ISA Hospital admissions - respiratory (<19 and >64) ✓ ✓ PM ISA Hospital admissions - Alzheimer’s disease (>64) ✓ ✓ PM ISA Hospital admissions - Parkinson’s disease (>64) ✓ ✓ PM ISA Emergency department visits – cardiovascular (all) ✓ ✓ PM ISA Emergency department visits – respiratory (all) ✓ ✓ PM ISA Emergency hospital admissions (>65) ✓ ✓ PM ISA Non-fatal lung cancer (>29) ✓ ✓ PM ISA Stroke incidence (50-79) ✓ ✓ PM ISA New onset asthma (<12) ✓ ✓ PM ISA Exacerbated asthma – albuterol inhaler use (asthmatics, 6-13) ✓ ✓ PM ISA Lost work days (18-64) ✓ ✓ PM ISA Other cardiovascular effects (e.g., doctor’s visits, prescription medication) — — PM ISA1 Other respiratory effects (e.g., pulmonary function, other ages) — — PM ISA1 Other cancer effects (e.g., mutagenicity, genotoxicity) — — PM ISA1 Other nervous system effects (e.g., dementia) — — PM ISA1 Metabolic effects (e.g., diabetes, metabolic syndrome) — — PM ISA1 Reproductive and developmental effects (e.g., low birth weight, pre-term births) — — PM ISA1 1 We assess these benefits qualitatively due to epidemiological or economic data limitations. Of the PM-related health endpoints listed in Table 7-1, EPA estimates the incidence of air pollution effects for only those classified as either \"causal\" or \"likely-to-be-causal\" in the 2019 PM Integrated Science Assessment (ISA) and the 2022 PM ISA update (US EPA 2019) (US EPA 2022).145 The full complement of human health effects associated with PM remains unquantified because of current limitations in methods or available data. Thus, our quantified PM-related benefits omit a number of known or suspected health effects linked with PM, either because appropriate health impact functions are not available or because outcomes are not easily interpretable (e.g., changes in heart rate variability). 145 The ISA synthesizes the toxicological, clinical and epidemiological evidence to determine whether each pollutant is causally related to an array of adverse human health outcomes associated with either acute (i.e., hours- or dayslong) or chronic (i.e. years-long) exposure. For each outcome, the ISA reports this relationship to be causal, likely to be causal, suggestive of a causal relationship, inadequate to infer a causal relationship, or not likely to be a causal relationship. We anticipate the proposed program will also yield benefits from reduced exposure to ambient concentrations of ozone. However, the complex, non-linear photochemical processes that govern ozone formation prevent us from developing reduced-form ozone BPT values for mobile sources. The BPT approach also omits health effects associated with ambient concentrations of NO2 as well as criteria pollutant-related welfare effects such as improvements in visibility, reductions in materials damage, ecological effects from reduced PM deposition, ecological effects from reduced nitrogen emissions, and vegetation effects from reduced ozone exposure. A list of these unquantified benefits can be found in Table 7-3 in Section 7.4.6 of this Chapter. We also do not provide estimated monetized benefits due to reductions in mobile source air toxics. This is primarily because currently available tools and methods to assess air toxics risk from mobile sources at the national scale are not adequate for extrapolation to incidence estimation or benefits assessment."
            },
            {
                "section_number": "7.4.2",
                "title": "Estimating PM2.5-attributable Adult Premature Death",
                "page_number": 38,
                "subsections": [],
                "content": " Of the PM2.5-related health endpoints listed in Table 7-1, adult premature deaths typically account for the majority of total monetized PM benefits and are thus the primary component of the PM2.5-related BPT values. In this section, we provide more detail on PM mortality effect coefficients and the concentration-response functions that underlie the BPT values. A substantial body of published scientific literature documents the association between PM2.5 concentrations and the risk of premature death (US EPA 2019) (US EPA 2022). This body of literature reflects thousands of epidemiology, toxicology, and clinical studies. The PM ISA, completed as part of the review of the recently proposed PM standards and reviewed by the Clean Air Scientific Advisory Committee (CASAC) (Sheppard 2022), concluded that there is a causal relationship between mortality and both long-term and short-term exposure to PM2.5 based on the full body of scientific evidence. The size of the mortality effect estimates from epidemiologic studies, the serious nature of the effect itself, and the high monetary value ascribed to prolonging life make mortality risk reduction the most significant health endpoint quantified in this analysis. EPA selects Hazard Ratios from cohort studies to estimate counts of PM-related premature death, following a systematic approach detailed in the Benefits TSD that accompanied the 2023 PM NAAQS Proposal. For adult PM-related mortality, the BPT values are based on the risk estimates from two alternative long-term exposure mortality studies: the National Health Interview Survey (NHIS) chohort study (Pope III et al. 2019) and an extended analysis of the Medicare cohort (Wu et al. 2020). In past analyses, EPA has used two alternate estimates of mortality: one from the American Cancer Society cohort and one from the Medicare cohort (Turner 2016) (Di 2017) respectively. We use a risk estimate from Pope III et al., 2019 study in place of the risk estimate from the Turner et al., 2016 analysis, as it: (1) includes a longer follow-up period that includes more recent (and lower) PM2.5 concentrations; (2) the NHIS cohort is more representative of the U.S. population than is the ACS cohort with respect to the distribution of individuals by race, ethnicity, income and education. Based on the 2022 Supplement to the PM ISA, EPA substituted a risk estimate from Wu et al., 2020 in place of a risk estimate from Di et al., 2017. These two epidemiologic studies share many attributes, including the cohort and model used to characterize population exposure to PM2.5. As compared to Di et al., 2017, Wu et al., 2020 includes a longer follow-up period and reflects more recent PM2.5 concentrations. The PM ISA also concluded that the scientific literature supports the use of a no-threshold log-linear model to portray the PM-mortality concentration-response relationship while recognizing potential uncertainty about the exact shape of the concentration-response relationship. The 2019 PM ISA, which informed the 2023 PM NAAQS proposal, reviewed available studies that examined the potential for a population-level threshold to exist in the concentration-response relationship. Based on such studies, the ISA concluded that “evidence from recent studies reduce uncertainties related to potential co-pollutant confounding and continues to provide strong support for a linear, no-threshold concentration-response relationship.” Consistent with this evidence, the Agency historically has estimated health impacts above and below the prevailing NAAQS."
            },
            {
                "section_number": "7.4.3",
                "title": "Economic Value of Health Benefits",
                "page_number": 39,
                "subsections": [],
                "content": " The BPT values used in this analysis are a reduced-form approach for relating emission reductions to reductions in ambient concentrations of PM2.5 and associated improvements in human health. Reductions in ambient concentrations of air pollution generally decrease the risk of future adverse health effects by a small amount for a large population. To monetize these benefits, the appropriate economic measure is willingness to pay (WTP) for changes in risk of a health effect. For some health effects, such as hospital admissions, WTP estimates are generally not available, so we use the cost of treating or mitigating the effect. These cost-of-illness (COI) estimates generally (although not necessarily in every case) understate the true value of reductions in risk of a health effect. They tend to reflect the direct expenditures related to treatment, but not the value of avoided pain and suffering from the health effect. The WTP and COI unit values for each endpoint are provided in the Benefits TSD that accompanied the 2023 PM NAAQS Proposal. These unit values were used to monetize the underlying health effects included in the PM2.5 BPT values. Avoided premature deaths typically account for the majority of monetized PM2.5-related benefits. The economics literature concerning the appropriate methodology for valuing reductions in premature mortality risk is still developing and is the subject of continuing discussion within the economics and public policy analysis community. Following the advice of the SAB’s Environmental Economics Advisory Committee (SAB-EEAC), EPA currently uses the value of statistical life (VSL) approach in calculating estimates of mortality benefits. This calculation provides the most reasonable single estimate of an individual’s WTP for reductions in mortality risk (US EPA-SAB 2000). The VSL approach is a summary measure for the value of small changes in mortality risk experienced by a large number of people. EPA consulted several times with the SAB-EEAC on valuing mortality risk reductions and continues work to update the Agency's guidance on the issue. Until updated guidance is available, EPA determined that a single, peer-reviewed estimate applied consistently best reflects the SAB-EEAC advice we have received. Therefore, EPA applies the VSL that was vetted and endorsed by the SAB in the Agency's Guidelines for Preparing Economic Analyses (US EPA 2016). This VSL value is the mean of the values reported in 26 labor market and contingent valuation studies published between 1974 and 1991. The mean VSL across these studies is $4.8 million (1990$). We then adjust this VSL to account for the currency year and to account for income growth from 1990 to the analysis year. Specifically, the VSL applied in this analysis in 2020 dollars after adjusting for income growth is $9.5 million for 2020.146 EPA is committed to using scientifically sound, appropriately reviewed evidence in valuing changes in the risk of premature death and continues to engage with the SAB to identify scientifically sound approaches to update its mortality risk valuation estimates. Most recently, the Agency proposed new meta-analytic approaches for updating its estimates, which were subsequently reviewed by the SAB-EEAC (US EPA 2017). EPA is taking the SAB’s formal recommendations under advisement."
            },
            {
                "section_number": "7.4.4",
                "title": "Dollar Value per Ton of Directly-Emitted PM2.5 and PM2.5 Precursors",
                "page_number": 40,
                "subsections": [],
                "content": " The value of health benefits from reductions in PM2.5 emissions associated with this proposal were estimated by multiplying PM2.5-related BPT values by the corresponding annual reduction in tons of directly-emitted PM2.5 and PM2.5 precursor emissions (NOX and SO2). As explained in above, the PM2.5 BPT values represent the monetized value of human health benefits, including reductions in both premature mortality and nonfatal illnesses. Table 7-2 presents the PM2.5 BPT values estimated from two different PM-related premature mortality cohort studies, Wu et al., 2020 (the Medicare cohort study) and Pope III et al., 2019 (the NHIS cohort study). The table reports different values by source and pollutant because different pollutant emissions do not equally contribute to ambient PM2.5 formation and different emissions sources do not equally contribute to population exposure and associated health impacts. BPT values are also estimated using either a 3 percent or 7 percent discount rate to account for a “cessation” lag between the change in PM exposures and the total realization of changes in mortality effects. The source sectors include: onroad light-duty gasoline cars, onroad light-duty gasoline trucks, onroad lightduty diesel cars/trucks, electricity generating units, and refineries. We note that reductions in medium-duty vehicle emissions are monetized using light-duty BPT values. Detailed tables of the monetized PM2.5-related benefits of the proposed standards can be found in draft RIA Chapter 10. 146 In 1990$, when the study was conducted, the base VSL was $4.8 million. 2020 2025 2030 2035 2040 Table 7-2 PM2.5-related Benefit Per Ton values (2020$) associated with the reduction of NOX, SO2 and directly emitted PM2.5 emissions for (A) Onroad light-duty gasoline cars, (B) Onroad light-duty gasoline trucks, (C) Onroad light-duty diesel cars/trucks, (D) Electricity Generating Units, and (E) Refineries. A. Onroad Light-Duty Gasoline Cars NOX SO2 Direct PM 3% Discount Rate 7% Discount Rate 3% Discount Rate 7% Discount Rate 3% Discount Rate 7% Discount Rate $ Wu Pope Wu Pope Wu Pope Wu Pope Wu Pope Wu Pope 2025 $7,230 $15,400 $6,490 $13,800 $128,000 $274,000 $115,000 $246,000 $709,000 $1,520,000 $637,000 $1,360,000 2030 $8,160 $16,800 $7,330 $15,100 $147,000 $303,000 $132,000 $273,000 $814,000 $1,680,000 $731,000 $1,510,000 2035 $9,200 $18,500 $8,260 $16,600 $169,000 $341,000 $152,000 $307,000 $939,000 $1,890,000 $843,000 $1,700,000 2040 $10,100 $19,900 $9,050 $17,900 $191,000 $378,000 $172,000 $340,000 $1,060,000 $2,100,000 $953,000 $1,890,000 2045 $10,700 $21,000 $9,640 $18,900 $211,000 $413,000 $190,000 $371,000 $1,170,000 $2,290,000 $1,050,000 $2,060,000 2050 $11,200 $21,600 $10,000 $19,500 $229,000 $443,000 $206,000 $398,000 $1,270,000 $2,450,000 $1,140,000 $2,200,000 2055 $11,700 $22,500 $10,500 $20,300 $249,000 $477,000 $224,000 $429,000 $1,370,000 $2,630,000 $1,240,000 $2,360,000 B. Onroad Light-Duty Gasoline Trucks NOX SO2 Direct PM 3% Discount Rate 7% Discount Rate 3% Discount Rate 7% Discount Rate 3% Discount Rate 7% Discount Rate 2020$ Wu Pope Wu Pope Wu Pope Wu Pope Wu Pope Wu Pope $6,550 $13,900 $5,880 $12,500 $102,000 $219,000 $91,700 $197,000 $597,000 $1,280,000 $536,000 $1,150,000 2030 $7,400 $15,200 $6,640 $13,700 $117,000 $243,000 $105,000 $218,000 $685,000 $1,420,000 $615,000 $1,270,000 2035 $8,360 $16,800 $7,510 $15,100 $135,000 $272,000 $121,000 $245,000 $789,000 $1,590,000 $708,000 $1,430,000 2040 $9,190 $18,200 $8,250 $16,400 $152,000 $302,000 $137,000 $271,000 $889,000 $1,760,000 $798,000 $1,580,000 2045 $9,820 $19,200 $8,820 $17,300 $168,000 $329,000 $151,000 $296,000 $979,000 $1,910,000 $880,000 $1,720,000 2050 $10,300 $19,900 $9,220 $17,900 $182,000 $352,000 $163,000 $316,000 $1,060,000 $2,040,000 $950,000 $1,840,000 2055 $10,800 $20,800 $9,700 $18,700 $197,000 $378,000 $177,000 $340,000 $1,140,000 $2,190,000 $1,030,000 $1,970,000 C. Onroad Light-Duty Diesel Cars/Trucks NOX SO2 Direct PM 3% Discount Rate 7% Discount Rate 3% Discount Rate 7% Discount Rate 3% Discount Rate 7% Discount Rate 2020$ Wu Pope Wu Pope Wu Pope Wu Pope Wu Pope Wu Pope 2025 $5,790 $12,300 $5,200 $11,100 $305,000 $655,000 $274,000 $589,000 $489,000 $1,050,000 $439,000 $942,000 $6,550 $13,500 $5,880 $12,100 $349,000 $725,000 $314,000 $652,000 $560,000 $1,160,000 $503,000 $1,040,000 2035 $7,400 $14,900 $6,640 $13,400 $402,000 $813,000 $361,000 $731,000 $646,000 $1,300,000 $580,000 $1,170,000 2040 $8,130 $16,100 $7,310 $14,500 $453,000 $900,000 $407,000 $810,000 $728,000 $1,440,000 $654,000 $1,300,000 2045 $8,700 $17,000 $7,820 $15,300 $500,000 $980,000 $449,000 $882,000 $803,000 $1,570,000 $721,000 $1,410,000 2050 $9,100 $17,700 $8,180 $15,900 $541,000 $1,050,000 $486,000 $944,000 $868,000 $1,680,000 $780,000 $1,510,000 2055 $9,570 $18,400 $8,600 $16,600 $587,000 $1,130,000 $528,000 $1,010,000 $939,000 $1,800,000 $844,000 $1,620,000 D. Electricity Generating Units NOX SO2 Direct PM 3% Discount Rate 7% Discount Rate 3% Discount Rate 7% Discount Rate 3% Discount Rate 7% Discount Rate Wu Pope Wu Pope Wu Pope Wu Pope Wu Pope Wu Pope 2025 $7,470 $15,800 $6,710 $14,200 $55,200 $118,000 $49,700 $106,000 $110,000 $235,000 $98,400 $211,000 2030 $8,370 $17,100 $7,530 $15,400 $62,300 $129,000 $56,000 $116,000 $125,000 $258,000 $112,000 $232,000 $9,370 $18,700 $8,420 $16,900 $69,900 $141,000 $62,900 $127,000 $142,000 $287,000 $128,000 $258,000 2040 $10,200 $20,000 $9,130 $18,000 $76,400 $152,000 $68,700 $136,000 $158,000 $314,000 $142,000 $283,000 E. Refineries NOX SO2 Direct PM 3% Discount Rate 7% Discount Rate 3% Discount Rate 7% Discount Rate 3% Discount Rate 7% Discount Rate 2020$ Wu Pope Wu Pope Wu Pope Wu Pope Wu Pope Wu Pope 2025 $22,500 $48,300 $20,200 $43,400 $49,600 $107,000 $44,500 $96,400 $358,000 $776,000 $322,000 $698,000 2030 $24,800 $51,500 $22,300 $46,300 $54,800 $114,000 $49,200 $103,000 $395,000 $826,000 $355,000 $743,000 2035 $28,500 $57,500 $25,600 $51,800 $62,700 $127,000 $56,400 $115,000 $453,000 $923,000 $407,000 $831,000 $31,900 $63,300 $28,700 $56,900 $70,100 $140,000 $63,000 $126,000 $509,000 $1,020,000 $458,000 $915,000 Notes: All estimates are rounded to three significant figures. The benefit-per-ton estimates presented in this table assume either a 3 percent or 7 percent discount rate in the valuation of premature mortality to account for a twenty-year segmented cessation lag. Benefit-per-ton values were estimated for years 2025, 2030, 2035, 2040, 2045, 2050 and 2055 for mobile sources, and for years 2025, 2030, 2035 and 2040 for EGUs and refineries. We hold values constant for intervening years (e.g., the 2025 values are assumed to apply to years 2021-2024, and so on). We hold 2040 values constant out to 2055 for EGUs and Refineries."
            },
            {
                "section_number": "7.4.5",
                "title": "Characterizing Uncertainty in the Estimated Benefits",
                "page_number": 42,
                "subsections": [],
                "content": " There are likely to be sources of uncertainty in any complex analysis using estimated parameters and inputs from numerous models, including this analysis. The Benefits TSD that accompanied the 2023 PM NAAQS Proposal details our approach to characterizing uncertainty in both quantitative and qualitative terms. That TSD describes the sources of uncertainty associated with key input parameters including emissions inventories, air quality data from models (with their associated parameters and inputs), population data, population estimates, health effect estimates from epidemiology studies, economic data for monetizing benefits, and assumptions regarding the future state of the country (i.e., regulations, technology, and human behavior). Each of these inputs is uncertain and affects the size and distribution of the estimated benefits. When the uncertainties from each stage of the analysis are compounded, even small uncertainties can have large effects on the total quantified benefits. The BPT approach is a simplified approach that relies on additional assumptions and has its own limitations, some of which are described in Chapter 7.4.6. Additional uncertainties related to key assumptions underlying the estimates for PM2.5-related premature mortality described in Section 7.4.2 of this chapter include the following: • We assume that all fine particles, regardless of their chemical composition, are equally potent in causing premature mortality. This is an important assumption because PM2.5 varies considerably in composition across sources, but the scientific evidence is not yet sufficient to allow differentiation of effect estimates by particle type. The PM ISA, which was reviewed by CASAC, concluded that “across exposure durations and health effects categories … the evidence does not indicate that any one source or component is consistently more strongly related with health effects than PM2.5 mass.” (US EPA 2019) • We assume that the health impact function for fine particles is log-linear down to the lowest air quality levels modeled in this analysis. Thus, the estimates include health benefits from reducing fine particles in areas with varied concentrations of PM2.5, including both regions that are in attainment with the fine particle standard and those that do not meet the standard down to the lowest modeled concentrations. The PM ISA concluded that “the majority of evidence continues to indicate a linear, no-threshold concentration-response relationship for long-term exposure to PM2.5 and total (nonaccidental) mortality.” (US EPA 2019) • We assume that there is a “cessation” lag between the change in PM exposures and the total realization of changes in mortality effects. Specifically, we assume that some of the incidences of premature mortality related to PM2.5 exposures occur in a distributed fashion over the 20 years following exposure based on the advice of the SAB-HES, which affects the valuation of mortality benefits at different discount rates. The above assumptions are subject to uncertainty (US EPA-SAB 2005). Similarly, we assume there is a cessation lag between the change in PM exposures and both the development and diagnosis of lung cancer."
            },
            {
                "section_number": "7.4.6",
                "title": "Benefit-per-Ton Estimate Limitations",
                "page_number": 43,
                "subsections": [],
                "content": " All BPT estimates have inherent limitations. One limitation of using the PM2.5-related BPT approach is an inability to provide estimates of the health and welfare benefits associated with exposure to ozone, welfare benefits and some unquantified health benefits associated with PM2.5, as well as health and welfare benefits associated with ambient NO2 and SO2. Table 7-3 presents a selection of unquantified criteria pollutant health and welfare benefits categories. Another limitation is that the mobile sector-specific air quality modeling that underlies the PM2.5 BPT value did not provide estimates of the PM2.5-related benefits associated with reducing VOC emissions, but these unquantified benefits are generally small compared to benefits associated with other PM2.5 precursors. Table 7-3: Unquantified Health and Welfare Benefits Categories Category Unquantified Effect More Information Improved Human Health Nonfatal morbidity from exposure to ozone Premature respiratory mortality from shortterm exposure (0-99) Ozone ISAa Premature respiratory mortality from longterm exposure (age 30–99) Ozone ISAa Hospital admissions—respiratory (ages 65- 99) Ozone ISAa Emergency department visits—respiratory (ages 0-99) Ozone ISAa Asthma onset (0-17) Ozone ISAa Asthma symptoms/exacerbation (asthmatics age 5-17) Ozone ISAa Allergic rhinitis (hay fever) symptoms (ages Ozone ISAa Minor restricted-activity days (age 18–65) Ozone ISAa School absence days (age 5–17) Ozone ISAa Decreased outdoor worker productivity (age 18–65) Ozone ISAb Metabolic effects (e.g., diabetes) Ozone ISAb Other respiratory effects (e.g., premature aging of lungs) Ozone ISAb Cardiovascular and nervous system effects Ozone ISAb Reproductive and developmental effects Ozone ISAb Reduced incidence of morbidity from exposure to NO2 Asthma hospital admissions NO2 ISAa Chronic lung disease hospital admissions NO2 ISAa Respiratory emergency department visits NO2 ISAa Asthma exacerbation NO2 ISAa Acute respiratory symptoms NO2 ISAa Premature mortality NO2 ISAa,b,c Other respiratory effects (e.g., airway hyperresponsiveness and inflammation, lung function, other ages and populations) NO2 ISAb,c Improved Environment Reduced visibility impairment Visibility in Class 1 areas PM ISAa Visibility in residential areas PM ISAa Reduced effects on materials Household soiling PM ISAa,b Materials damage (e.g., corrosion, increased wear) PM ISAb Reduced effects from PM deposition (metals and organics) Effects on individual organisms and ecosystems PM ISAb Reduced vegetation and ecosystem effects from exposure to ozone Visible foliar injury on vegetation Ozone ISAa Reduced vegetation growth and reproduction Ozone ISAa Yield and quality of commercial forest products and crops Ozone ISAa Damage to urban ornamental plants Ozone ISAb Carbon sequestration in terrestrial ecosystems Ozone ISAa Recreational demand associated with forest aesthetics Ozone ISAb Other non-use effects Ozone ISAb Ecosystem functions (e.g., water cycling, biogeochemical cycles, net primary productivity, leaf-gas exchange, community composition) Ozone ISAb Reduced effects from acid deposition Recreational fishing NOX SOX ISAa Tree mortality and decline NOX SOX ISAb Commercial fishing and forestry effects NOX SOX ISAb Recreational demand in terrestrial and aquatic ecosystems NOX SOX ISAb Other non-use effects NOX SOX ISAb Ecosystem functions (e.g., biogeochemical cycles) NOX SOX ISAb Reduced effects from nutrient enrichment Species composition and biodiversity in terrestrial and estuarine ecosystems NOX SOX ISAb Coastal eutrophication NOX SOX ISAb Recreational demand in terrestrial and estuarine ecosystems NOX SOX ISAb Other non-use effects NOX SOX ISAb Ecosystem functions (e.g., biogeochemical cycles, fire regulation) NOX SOX ISAb Reduced vegetation effects from ambient exposure to SO2 and NOX Injury to vegetation from SO2 exposure NOX SOX ISAb Injury to vegetation from NOX exposure NOX SOX ISAb a We assess these benefits qualitatively due to data and resource limitations for this RIA. b We assess these benefits qualitatively because we do not have sufficient confidence in available data or methods. c We assess these benefits qualitatively because current evidence is only suggestive of causality or there are other significant concerns over the strength of the association. There are also benefits associated with reductions in air toxic pollutant emissions that would result from the program (see draft RIA Chapter 7.2.7) but that the PM2.5-related BPT approach does not capture. While EPA continues to work to improve its benefits estimation tools, there remain critical limitations for estimating incidence and assessing benefits of reducing air toxics. National-average BPT values reflect the geographic distribution of the underlying modeled emissions used in their calculation, which may not exactly match the geographic distribution of the emission reductions that would occur due to a specific rulemaking. Similarly, BPT estimates may not reflect local variability in population density, meteorology, exposure, baseline health incidence rates, or other local factors for any specific location. For instance, even though we assume that all fine particles have equivalent health effects, the BPT estimates vary across precursors depending on the location and magnitude of their impact on PM2.5 levels, which drives population exposure. The photochemically-modeled emissions of the onroad mobile- and upstream sector-attributable PM2.5 concentrations used to derive the BPT values may not match the change in air quality resulting from the control strategies associated with the proposed standards. For this reason, the PM-related health benefits reported here may be larger, or smaller, than those that would be realized through this proposal. Given the uncertainty that surrounds BPT analysis, EPA systematically compared benefits estimated using its BPT approach (and other reduced-form approaches) to benefits derived from full-form photochemical model representation. This work is referred to as the “Reduced Form Tool Evaluation Project” (Project), which began in 2017, and the initial results were available at the end of 2018. The Agency’s goal was to better understand the suitability of alternative reduced-form air quality modeling techniques for estimating the health impacts of criteria pollutant emissions changes in EPA’s benefit-cost analysis. The Project analyzed air quality policies that varied in the magnitude and composition of their emissions changes and in the emissions source affected (e.g., on-road mobile, industrial point, or electricity generating units). The policies also differed in terms of the spatial distribution of emissions and concentration changes, and in their impacts on directly-emitted PM2.5 and secondary PM2.5 precursor emissions (NOX and SO2). For scenarios where the spatial distribution of emissions was similar to the inventories used to derive the BPT, the Project found that total PM2.5 BPT-derived benefits were within approximately 10 percent to 30 percent of the health benefits calculated from full-form air quality modeling, though the discrepancies varied by regulated scenario and PM2.5 species. The scenario-specific emission inputs developed for the Project, and a final project report, are available online (US EPA 2019). We note that the BPT values used to monetize the benefits of the proposed program were not part of the Project, though we believe they are our best estimate of benefits absent air quality modeling and we have confidence in the BPT approach and the appropriateness of relying on BPT health estimates for this rulemaking. EPA continues to research and develop reduced-form approaches for estimating PM2.5 benefits.  "
            }
        ]
    }
]
}