{"chapters":[
    {
        "chapter_title": "Illustrative Analysis of Air Quality Impacts of a Light- and",
        "chapter_number": "8",
        "page_number": 1,
        "sections": [
            {
                "section_number": "8.1",
                "title": "Current Air Quality",
                "page_number": 1,
                "subsections": [],
                "content": " In this section we present information related to current air pollutant concentrations and deposition amounts. This provides context for the modeled projections of pollutants in the illustrative air quality analysis."
            },
            {
                "section_number": "8.1.1",
                "title": "PM2.5 Concentrations",
                "page_number": 1,
                "subsections": [],
                "content": " As described in Chapter 7 of this DRIA, PM causes adverse health effects, and EPA has set NAAQS to protect against those health effects. There are two primary NAAQS for PM2.5: an annual standard (12.0 micrograms per cubic meter (μg/m3)) and a 24-hour standard (35 μg/m3), and there are two secondary NAAQS for PM2.5: an annual standard (15.0 μg/ m3) and a 24-hour standard (35 μg/m3). The initial PM2.5 standards were set in 1997 and revisions to the standards were finalized in 2006 and in December 2012, and then retained in 2020. On January 6, 2023, EPA announced its proposed decision to revise the PM NAAQS. (US EPA 2023) There are many areas of the country that are currently in nonattainment for the annual and 24- hour primary PM2.5 NAAQS. As of December 31, 2022, more than 19 million people lived in the 4 areas that are designated as nonattainment for the 1997 annual PM2.5 NAAQS. (US EPA 2022) Also, as of December 31, 2022, more than 31 million people lived in the 11 areas that are designated as nonattainment for the 2006 24-hour PM2.5 NAAQS, and more than 20 million people lived in the 5 areas designated as nonattainment for the 2012 annual PM2.5 NAAQS. (US EPA 2022) (US EPA 2022) In total, there are currently 13 PM2.5 nonattainment areas with a population of more than 31 million people. (US EPA 2022)147 Nonattainment areas for the PM2.5 NAAQS are pictured in Figure 8-1. Figure 8-1: Counties designated nonattainment for PM2.5 (1997, 2006, and/or 2012 standards)."
            },
            {
                "section_number": "8.1.2",
                "title": "Ozone Concentrations",
                "page_number": 1,
                "subsections": [],
                "content": " As described in Chapter 7 of this DRIA, ozone causes adverse health effects, and EPA has set national ambient air quality standards (NAAQS) to protect against those health effects. The primary NAAQS for ozone, established in 2015 and retained in 2020, is an 8-hour standard with a level of 0.07 ppm. (US EPA 2020) EPA recently announced that it will reconsider the decision to retain the ozone NAAQS. (US EPA 2022) EPA is also implementing the previous 8-hour ozone primary standard, set in 2008 at a level of 0.075 ppm. As of December 31, 2022, there were 34 ozone nonattainment areas for the 2008 primary ozone NAAQS, composed of 133 full or partial counties, with a population of more than 90 million (see Figure 8-2); there were 49 ozone nonattainment areas for the 2015 primary ozone NAAQS, composed of 203 full or partial counties, with a population of more than 125 million (see Figure 8-3). (US EPA 2022) (US EPA 147 The population total is calculated by summing, without double counting, the 1997, 2006 and 2012 PM2.5 nonattainment populations contained in the Criteria Pollutant Nonattainment Summary report (https://www.epa.gov/green-book/green-book-data-download). 2022) In total, there were, as of December 31, 2022, 56 ozone nonattainment areas with a population of more than 122 million people. (US EPA 2022).148 Figure 8-2: 8-Hour ozone nonattainment areas (2008 Standard). Figure 8-3: 8-Hour ozone nonattainment areas (2015 Standard). 148 The total population is calculated by summing, without double counting, the 2008 and 2015 ozone nonattainment populations contained in the Criteria Pollutant Nonattainment Summary report (https://www.epa.gov/greenbook/ green-book-data-download)."
            },
            {
                "section_number": "8.1.3",
                "title": "NO2 Concentrations",
                "page_number": 3,
                "subsections": [],
                "content": " There are two primary NAAQS for NO2: an annual standard (53 ppb) and a 1-hour standard (100 ppb).149 In 2010, EPA established requirements for monitoring NO2 near roadways expected to have the highest concentrations of NO2 within large cities. Monitoring within this near-roadway network began in 2014, with additional sites deployed in the following years. At present, there are no nonattainment areas for NO2."
            },
            {
                "section_number": "8.1.4",
                "title": "SO2 Concentrations",
                "page_number": 3,
                "subsections": [],
                "content": " The primary NAAQS for SO2 is a 1-hour standard (95 ppb).150 As of Dec 31, 2022, there are 40 counties that make up 30 SO2 nonattainment areas, with a population of over 2 million people. (US EPA 2022). Figure 8-4: counties designated nonattainment for SO2 (2010 standard)."
            },
            {
                "section_number": "8.1.5",
                "title": "CO Concentrations",
                "page_number": 3,
                "subsections": [],
                "content": " There are two primary NAAQS for CO: an 8-hour standard (9 ppm) and a 1-hour standard (35 ppm). There are currently no CO nonattainment areas; as of September 27, 2010, all CO nonattainment areas had been redesignated to attainment. 149 The statistical form of the 1-hour NAAQS for NO2 is the 3-year average of the yearly distribution of 1-hour daily maximum concentrations. 150 The statistical form of the 1-hour NAAQS for SO2 is the 3-year average of the 99th percentile of 1-hour daily maximum concentrations."
            },
            {
                "section_number": "8.1.6",
                "title": "Air Toxics Concentrations",
                "page_number": 4,
                "subsections": [],
                "content": " The most recent available data indicate that millions of Americans live in areas where air toxics pose potential health concerns. (US EPA 2022) The levels of air toxics to which people are exposed vary depending on where people live and work and the kinds of activities in which they engage, as discussed in detail in EPA’s 2007 Mobile Source Air Toxics Rule. (US EPA 2007) According to EPA’s Air Toxics Screening Assessment (AirToxScreen) for 2018, mobile sources were responsible for 40 percent of outdoor anthropogenic toxic emissions and were the largest contributor to national average cancer and noncancer risk from directly emitted pollutants. (US EPA 2018)151 Mobile sources are also significant contributors to precursor emissions which react to form air toxics. (Cook, et al. 2020) Formaldehyde is the largest contributor to cancer risk of all 71 pollutants quantitatively assessed in the 2018 AirToxScreen. Mobile sources were responsible for 26 percent of primary anthropogenic emissions of this pollutant in 2018 and are significant contributors to formaldehyde precursor emissions. Benzene is also a large contributor to cancer risk, and mobile sources account for about 60 percent of average exposure to ambient concentrations."
            },
            {
                "section_number": "8.1.7",
                "title": "Deposition",
                "page_number": 4,
                "subsections": [],
                "content": " Over the past two decades, the EPA has undertaken numerous efforts to reduce nitrogen and sulfur deposition across the U.S. Analyses of monitoring data for the U.S. show that deposition of nitrogen and sulfur compounds has decreased over the last 25 years. At 34 long-term monitoring sites in the eastern U.S., where data are most abundant, average total nitrogen deposition decreased by 43 percent between 1989-1991 and 2014-2016. (US EPA 2022) Although total nitrogen deposition has decreased over time, many areas continue to be negatively impacted by deposition."
            },
            {
                "section_number": "8.2",
                "title": "Emissions Modeling for Illustrative Air Quality Analysis",
                "page_number": 4,
                "subsections": [],
                "content": " Air pollution emission inventories are an important input to air quality modeling (AQM). This section describes the modeled changes to onroad emissions from light- and medium-duty vehicles, as well as modeled emission changes from \"upstream\" sectors like electricity generating units (EGUs) and refineries. Emission inventories for unchanging sectors are detailed in the air quality modeling technical support document (AQM TSD). (US EPA 2023) For this analysis, air quality modeling was performed for a 2016 base case, a 2055 reference case, and a 2055 light- and medium duty vehicle (LMDV) regulatory case. The \"reference\" scenario represents projected 2055 emissions and air quality without any additional LMDV controls. The proposal scenario had not been determined at the time of the inventory modeling for the air quality analysis, so the “LMDV regulatory case” is illustrative and does not represent the specifics of the proposed rule. The illustrative LMDV regulatory case assumes a light- and medium-duty fleet that phased-in to reach 50 percent of new vehicle sales as BEVs in 2030 and remained constant at about 50 percent BEVs sales for model years 2030-2055, for a total national light duty vehicle population of 48% BEVs in 2055. The regulatory case also assumes a phase-in 151 AirToxScreen also includes estimates of risk attributable to background concentrations, which includes contributions from long-range transport, persistent air toxics, and natural sources; as well as secondary concentrations, where toxics are formed via secondary formation. Mobile sources substantially contribute to longrange transport and secondarily formed air toxics. of gasoline particulate filters for gasoline vehicles beginning in model year 2027. The emissions used for the 2055 LMDV regulatory case were the same as those in the 2055 reference scenario for all emissions sectors except for onroad mobile source emissions, EGU emissions, and petroleum sector emissions (specifically refineries, crude oil production well sites and natural gas production well sites). The net changes in emissions for these sectors is summarized in Table scenario would be fully implemented and when most of the regulated fleet would have turned over. The CMAQ air quality model requires hourly emissions of specific gas and particle species for the horizontal and vertical grid cells contained within the modeled region (i.e., modeling domain). Additional information on projecting air quality model-ready emissions is included in the AQM TSD."
            },
            {
                "section_number": "8.2.1",
                "title": "Onroad Vehicle Emission Estimates with MOVES",
                "page_number": 12,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "8.2.1.1",
                "title": "Overview",
                "page_number": 12,
                "subsections": [],
                "content": " EPA’s MOtor Vehicle Emission Simulator (MOVES) is a state-of-the-science emissions modeling system that estimates air pollution emissions for criteria air pollutants, greenhouse gases and air toxics. MOVES covers light, medium and heavy-duty onroad vehicles such as cars, trucks, and buses, and other mobile sources. MOVES accounts for the phase-in of federal emissions standards, vehicle and equipment activity, fuels, temperatures, humidity, and emission control activities such as inspection and maintenance (I/M) programs (US EPA 2020). Unlike the OMEGA model described elsewhere in the DRIA, MOVES can be used to estimate emissions for specific counties as done here to capture geographical and temporal variation in onroad vehicle emissions."
            },
            {
                "section_number": "8.2.1.2",
                "title": "MOVES version used for air quality modeling",
                "page_number": 12,
                "subsections": [],
                "content": " To generate the onroad emission inventories used for this illustrative air quality modeling analysis, we updated the public MOVES3.0 model to create MOVES3.R1, an internal regulatory version which incorporates the latest vehicle activity data, newer emission rules, and changes that reflect improvements in our understanding of vehicle emissions and adds features to better model electric vehicles. In particular, we updated light-duty energy consumption and light- and heavy-duty national average electric vehicle fractions to reflect EPA's Revised 2023 and Later Model Year Light-Duty Vehicle Greenhouse Gas Emissions Standards, (86 FR 74434 2021) and CARB's Advanced Clean Trucks regulation. (Advanced Clean Trucks 2021) We did not consider implications of the Inflation Reduction Act since our analysis was completed before the Act was passed. The changes to MOVES code and defaults from MOVES3 to MOVES3.R1 are detailed in a docket memo. (Beardsley 2023) MOVES3.R1 updates were peer reviewed under EPA's peer review policy. (US EPA 2015) (US EPA 2023) Developing onroad inventories for the LMDV regulatory case required additional revised inputs as described in Section 8.2.1.3. County-specific age distributions and fuel mix inputs were derived to preserve current differences between counties, such that counties with newer-than-average vehicle fleets and more light-duty electric vehicles than average in calendar year 2020 also have newer fleets and more electric vehicles in calendar year 2055. Additional detail is provided in the AQM TSD."
            },
            {
                "section_number": "8.2.1.3",
                "title": "Modeling the Regulatory Case with MOVES",
                "page_number": 6,
                "subsections": [],
                "content": " The regulatory case was modeled with a light- and medium-duty fleet that phased-in new vehicle BEV sales to reach 50 percent in 2030 and remain constant at about 50 percent sales for model years 2030-2055. We assumed no net improvement in average CO2 emissions for lightduty vehicles; for HC and NOx emissions, we modeled an ICEV emission cap at model year 2026 levels. For PM, we modeled reduced LD gasoline vehicle organic carbon and elemental carbon rates consistent with predicted impact of gasoline particulate filters based on OTAQ literature review and testing as described in 8.2.1.3.4.1. More details on each of these changes are provided below."
            },
            {
                "section_number": "8.2.1.3.1",
                "title": "EV sales and stock",
                "page_number": 6,
                "subsections": [],
                "content": " The regulatory case EV penetrations (fraction of new sales) for light-duty passenger cars and light-duty trucks were modeled in MOVES based on OMEGA EV outputs for a pre-IRA scenario. These penetrations are fleet wide BEV penetration by model years separately for lightduty passenger cars and light-duty trucks. The passenger cars assume a constant BEV penetration of 48.45% for model year 2030 and beyond, whereas light-trucks have a constant BEV new sales penetration of 50.28% for model year 2030 and beyond. For medium-duty class 2b and 3, the regulatory case was modeled assuming 55% of new sales are BEVs or FCEVs for model year 2035 and beyond. The distribution of EV sales among counties was similar to the reference case and is discussed in detail in the AQM TSD. Note that the impact of EV sales on vehicle age distributions was not modeled using MOVES."
            },
            {
                "section_number": "8.2.1.3.2",
                "title": "ICEV Energy Consumption",
                "page_number": 6,
                "subsections": [],
                "content": " For the regulatory case modeling, the ICEV energy rates (MY2027-MY2060) were adjusted to match rates from OMEGA modeling of a scenario where EV sales were mandated as described above, and ICEV rates were limited by light-duty fleet-wide averages that assume zero tailpipe CO2 g/mi for BEVs and allow averaging, banking, and trading between ICEVs and electric vehicles. This meant that average light-duty ICEV fuel efficiency decreased from the reference to the regulatory case. Energy consumption for medium-duty class 2b and 3 was modeled the same as in the reference case."
            },
            {
                "section_number": "8.2.1.3.3",
                "title": "ICEV NMOG and NOx rates",
                "page_number": 6,
                "subsections": [],
                "content": " The regulatory case cap on HC and NOx emissions was modeled by modifying MOVES inputs to indicate no averaging with electric vehicles. This effectively caps the emissions at the model year 2026 rate."
            },
            {
                "section_number": "8.2.1.3.4",
                "title": "ICEV PM rates",
                "page_number": 6,
                "subsections": [],
                "content": " PM emissions reductions were modeled for light-duty gasoline vehicles for model years 2027 and later. The modeled reductions were based on present-day gasoline particulate filters (GPFs) as the best current PM reduction technology. GPFs filter PM in the exhaust, thus directly reducing PM emissions. The filter effectiveness differs for Elemental Carbon (EC) PM (MOVES Pollutant ID 112) and for non-EC PM (MOVES pollutant ID 118). To model the addition of GPFs, we apply a proportional reduction to the relevant start and running exhaust PM emission rates. In this case, the reductions are applied to start and running emissions for light-duty cars and trucks for gasoline, diesel and E85 fuels (fuelTypeID in 1,2,5).152 For class 2b and 3 trucks, the reductions were applied for gasoline trucks only. Note, for MY 2010 and later, the rates for class 2b and 3 diesel trucks already included reductions representing control from diesel particulate filters (DPFs)."
            },
            {
                "section_number": "8.2.1.3.4.1",
                "title": "PM emission reduction fractions",
                "page_number": 7,
                "subsections": [],
                "content": " The reduction fractions applied to both elemental carbon (EC) and non-EC PM are derived from laboratory testing of a lightly loaded underfloor catalyzed gasoline particulate filter. (Bohac and Ludlum 2023) For that study, EC and organic carbon (OC) measurements were made using the NIOSH 870 method. Here we use the observed reduction in EC to determine the reduction fraction for the MOVES EC pollutant. We use the observed OC reduction as the reduction fraction to apply to the MOVES NonECPM pollutant. OC is not identical to NonECPM because OC measurements do not include information about other elemental components of the particulate matter such as hydrogen, nitrogen, oxygen, calcium, and metallic ash components. For modeling purposes, we assume that the other components of non-elemental PM are filtered by the GPF in the same proportion as the OC part. The reduction factors for the start operating modes come from the study's 25°C FTP cycle tests. For running emissions excluding MOVES operating modes 30 and 40, the reduction factors come from averaging the results of the 60mph and HWFET tests. The reduction fractions for operating modes 30 and 40 are from the US06 test. Finally, to avoid computational issues that arise from setting emission factors to zero, reductions originally reported as 100% were adjusted to 99.9%. The final PM reductions by operating mode are summarized in Table 8-1 below 152 While GPFs are relevant only for gasoline and E85 vehicles, in MOVES, the emission rates for light-duty gasoline vehicles are replicated to represent light-duty diesel. This has a negligible impact on calendar year 2055 emissions since we model the diesel fraction of the light-duty fleet as less than 0.002% for all model years after 2018.\""
            },
            {
                "section_number": "8.2.1.3.4.2",
                "title": "PM reduction phase-in",
                "page_number": 8,
                "subsections": [],
                "content": " To model the air quality modeling regulatory case, we applied the PM reduction phase-in fractions shown in Table 8-2.  2030+ 1 1 1 The phase-in was combined with the reduction factors for each operating mode to create weighted reduction factors for each model year. Finally, the weighted reduction factors were applied to the original MOVES base emission rates to create a set of new, lower PM emission rates."
            },
            {
                "section_number": "8.2.1.3.4.3",
                "title": "PM update for LEV rates",
                "page_number": 8,
                "subsections": [],
                "content": " The phase-in described above overlaps with the California 1 mg/mile PM standard that is relevant for California and for other states that have adopted California requirements under Clean Air Act Section 177. Prior to phasing in GPF-equivalent PM rates, the rates in the MOVES emissionRateByAgeLEV table were lower than the rates in the MOVES default emissionRateByAge table. For passenger cars, the default values are lower than the LEV table values starting in model year 2027, and for light-duty trucks, the default values are lower starting in 2030. Therefore, for the regulatory case modeling, the emissionRateByAgeLEV table was updated by dropping the rates for those years where the new default emission rates are lower than the LEV rates."
            },
            {
                "section_number": "8.2.2",
                "title": "Upstream Emission Estimates for AQ Modeling",
                "page_number": 8,
                "subsections": [],
                "content": " This section describes emission estimates for the following \"upstream\" emission sources: EGU emissions (Chapter 8.2.2.1), refinery emissions (Chapter 8.2.2.2), emissions from crude oil production well sites and pipeline pumps (Chapter 8.2.2.3), and emissions from natural gas production well sites and pipeline pumps (Chapter 8.2.2.4). These are sources that change between the reference and LMDV regulatory case and are not onroad. The EGU emissions were modeled without including impacts from the IRA, and thus are larger than what we would expect if the IRA generation mix updates were included in the reference case. In 2055, total upstream emissions in the LMDV regulatory case would be between 0.3% and 4.4% higher, depending on the pollutant, than the reference. This increase is driven by the increase in emissions from EGUs, but there are also increased emissions projected from natural gas production well sites and pipeline pumps, due to a projected increase in natural gas fueled EGUs. We also project a small decrease in emissions from refineries and crude production wells and pipeline pumps due to assumed activity decreases at refineries related to a decrease in demand for liquid fuels for light- and medium-duty vehicles. Table 8-3 presents the net impact of these emissions increases and decreases.  There is uncertainty about the impact of reduced demand for petroleum fuels on refinery activity and emissions. For instance, refineries might export the volumes of gasoline and diesel fuel that would otherwise have been consumed in light- and medium-duty vehicles, absent this rulemaking. The illustrative air quality analysis assumes a decrease in refining activity in response to the reduced domestic demand for liquid fuels; however, Table 8-4 presents the net upstream emissions impacts if we had assumed no decrease in refinery activity. "
            },
            {
                "section_number": "8.2.2.1",
                "title": "Electricity Generating Units (EGUs)",
                "page_number": 9,
                "subsections": [],
                "content": " The EGU emissions inventories used in the illustrative air quality analysis were developed from output of the 2022 Reference Case run of the Integrated Planning Model (IPM). This version of IPM included EGU fleet information, and rules and regulations that were final at the time the IPM version was finalized, but not impacts due to the Inflation Reduction Act (IRA).153 153 https://www.epa.gov/power-sector-modeling More detail on the rules and regulations included in this version of IPM, as well as additional information on the IPM version, can be found in the AQM TSD. The TSD also includes a description of inputs to IPM used for the AQM analysis, including how electricity demand from PEVs was distributed by time of day.154 Emissions of select pollutants from EGUs in 2050 (representing 2055 levels) are shown in Table 8-5. The LMDV regulatory case causes an increase in all pollutants, which is expected as the regulatory scenario includes an increase in electric vehicles over what is included in the reference case. The IPM runs used in the proposal's OMEGA analysis were started after the IPM runs used for the air quality analysis and were able to account for some IRA impacts (see Chapter 5.2.3 for more detail). The IPM runs used in the OMEGA analysis projected EGU emissions in 2050 that are much smaller than what was projected for the illustrative air quality analysis (see Table 5-2 in this DRIA). "
            },
            {
                "section_number": "8.2.2.2",
                "title": "Refineries",
                "page_number": 10,
                "subsections": [],
                "content": " The refinery emission inventories used in the illustrative air quality analysis were developed from refinery emissions in the 2016v2 emissions modeling platform that were projected to 2050 using the reference case modeled by EIA in its 2021 Annual Energy Outlook (AEO). (US EIA 2021)156 (US EPA 2022) Pollutant-specific adjustment factors were developed and then applied to the reference inventory to generate the reference scenario and the LMDV regulatory scenario inventory. These adjustment factors are presented in Table 8-6 and account for impacts on fuel demand that were not included in AEO2021. In the reference case the adjustment factors incorporated EPA’s Revised 2023 and Later Model Year Light-Duty Vehicle Greenhouse Gas Emissions Standards (86 FR 74434, December 30, 2021). In the LMDV regulatory scenario the adjustment factors incorporated assumptions about decrease in fuel demand due to the reduced demand for liquid fuel. The relationship between AEO2021's low economic growth case and reference case was used to approximate the impact on the petroleum sector of reduced demand for refined products in 2050. The lower refined product demand of the low economic growth case is assumed to reflect 154 The regional charging load profiles described in DRIA Chapter 5 were not available at the time the IPM model runs were conducted for the AQM analysis. See the AQM TSD for a description of charging profiles used. 155 IPM output for a set of years with the furthest out year being 2055. The 2050 output was used in the air quality analysis and was assumed to represent 2055 to avoid any \"end of timeframe\" issues with using the furthest out year output from the model. 156 https://www.eia.gov/outlooks/aeo/ the types of changes that could be expected from the lower demand for refined product caused by the LMDV regulatory scenario. The impact on refinery and upstream crude oil production activity as modeled by EIA results in decreases in crude oil and refined product imports and is used to project how the domestic U.S. refining sector would be impacted by reductions in domestic demand for gasoline and diesel. Additional detail on how the adjustment factors were calculated is available in the AQM TSD.  Emissions decreases of select pollutants from refineries in 2055 are shown in Table 8-7. We recognize that there is significant uncertainty in the impact on refinery emissions due to decreased demand. If refineries do not decrease production in response to lower domestic demand (e.g., they increase exports), total upstream emissions impacts would be higher, as shown in Table 8-4. "
            },
            {
                "section_number": "8.2.2.3",
                "title": "Crude Production Well Sites and Pipeline Pumps",
                "page_number": 11,
                "subsections": [],
                "content": " The emission inventories for crude production well sites and associated pipeline pumps used in the illustrative air quality analysis were developed from emissions in the 2016v2 emissions modeling platform that were projected to 2050 using the reference case modeled by EIA in its 2021 Annual Energy Outlook (AEO). (US EIA 2021) 157 (US EPA 2022) Emissions were decreased (through application of an adjustment factor) to account for lower activity due to lower domestic demand for liquid fuels. The adjustment factors are presented in Table 8-8. Additional detail on how the adjustment factors were calculated is available in the AQM TSD.  "
            },
            {
                "section_number": "8.2.2.4",
                "title": "Natural Gas Production Well Sites and Pipeline Pumps",
                "page_number": 11,
                "subsections": [],
                "content": " The emission inventories for natural gas production well sites and associated pipeline pumps used in the illustrative air quality analysis were developed from emissions in the 2016v2 emissions modeling platform that were projected to 2050 using the reference case modeled by EIA in its 2021 Annual Energy Outlook (AEO). (US EIA 2021) 158 (US EPA 2022) Emissions were increased (through application of an adjustment factor) to account for increased activity at natural gas production well sites and pipeline pumps consistent with increased demand for natural gas fueled EGUs. These adjustment factors are presented in Table 8-10. Additional detail on how the adjustment factors were calculated is available in the AQM TSD.  Increases in emissions of select pollutants from natural gas production well sites and pipeline pumps in 2055 are shown in Table 8-9.  PM2.5 18,855 18,468 127 2% NOX 67,470 66,067 3,596 2% SO2 28,851 28,281 61 2% VOC 56,946 55,876 10,954 2%"
            },
            {
                "section_number": "8.2.2.5",
                "title": "Limitations of the Upstream Inventory",
                "page_number": 13,
                "subsections": [],
                "content": " There is considerable uncertainty with the upstream inventory (and thus the air quality modeling results) because it does not include impacts of the IRA on generation mix projections, which would impact the magnitude and location of EGU emissions as well as the projected natural gas production well site inventories. Incorporating IRA generation mix updates would decrease emissions from EGUs in the reference case, as turnover to cleaner power generation would be accelerated. Additionally, emission increases from EGUs and natural gas production wells in the regulatory case would be smaller due to increased availability of cleaner powered EGUs. As described in 8.2.2.1, the IPM runs used in the proposal's OMEGA analysis were started after the IPM runs used for the air quality analysis and were able to account for some IRA impacts, and projected proposal EGU emissions are much smaller than what was projected for the illustrative air quality analysis (see Table 5-2 and Table 8-5 in this DRIA). The illustrative air quality analysis assumes that there is no change in mandated renewable fuel volumes and percentages, that refineries will decrease activity rather than export additional fuels, and that the decreased production occurs at the same rate at all refineries. In addition, projections out to 2055 inherently are less certain than projections that do not go out as far into the future. The upstream emissions inventory does not account for all upstream sources related to vehicles, fuels, and electricity generation, such as charging infrastructure, storage of petroleum fuels, battery manufacture, etc."
            },
            {
                "section_number": "8.2.3",
                "title": "Combined Onroad and Upstream Emission Impacts",
                "page_number": 13,
                "subsections": [],
                "content": " Total onroad, upstream, and net emissions of select pollutants in 2055 are shown in Table reference case for many pollutants, including PM2.5, NOX, and VOC, and more combined onroad and upstream emissions of SO2. The net decreased emissions of PM2.5, NOX and VOC are driven by reductions in the onroad sector, while EGU emissions drive the net increase in SO2 emissions. We expect that had we been able to include impacts of the IRA provisions that affect generation mix in the IPM runs used to generate EGU emissions for this air quality analysis, increases in SO2 would be smaller or on net a decrease. DRIA Chapter 9.6.6 presents emissions impacts of the proposal that account for the IRA's projected impacts on the power sector, and these do show a net decrease in all pollutants in 2055.  a Emissions reductions are presented as negative numbers and emissions increases as positive numbers."
            },
            {
                "section_number": "8.3",
                "title": "Air Quality Modeling Methodology",
                "page_number": 12,
                "subsections": [],
                "content": " In this section we present information related to the methods used in the air quality analysis for this proposed rule. Additional information is available in the Air Quality Modeling Technical Support Document (AQM TSD). (US EPA 2023)"
            },
            {
                "section_number": "8.3.1",
                "title": "Air Quality Model",
                "page_number": 12,
                "subsections": [],
                "content": " CMAQ is a non-proprietary computer model that simulates the formation and fate of photochemical oxidants, primary and secondary PM concentrations, acid deposition, and air toxics, over regional and urban spatial scales for given inputs of meteorological conditions and emissions. CMAQ includes numerous science modules that simulate the emission, production, decay, deposition and transport of organic and inorganic gas-phase and particle pollutants in the atmosphere. The CMAQ model is a well-known and well-respected tool and has been used in numerous national and international applications.159 The air quality modeling completed for the rulemaking proposal used the 2016v2 platform with the most recent multi-pollutant CMAQ code available at the time of air quality modeling (CMAQ version 5.3.2).160 The 2016 CMAQ runs utilized the CB6r3 chemical mechanism (Carbon Bond with linearized halogen chemistry) for gas-phase chemistry, and AERO7 (aerosol model with non-volatile primary organic aerosol) for aerosols. The CMAQ model is regularly peer-reviewed, CMAQ versions 5.2 and 5.3 beta were most recently peer-reviewed in 2019 for the U.S. EPA. (Versar, Inc 2019)"
            },
            {
                "section_number": "8.3.2",
                "title": "Model Domain and Configuration",
                "page_number": 12,
                "subsections": [],
                "content": " The CMAQ modeling analyses used a domain covering the continental United States, as shown in Figure 8-5. This single domain covers the entire continental U.S. (CONUS) and large portions of Canada and Mexico using 12 km × 12 km horizontal grid spacing. The 2016 simulation used a Lambert Conformal map projection centered at (-97, 40) with true latitudes at 33 and 45 degrees north. The model extends vertically from the surface to 50 millibars (approximately 17,600 meters) using a sigma-pressure coordinate system with 35 vertical layers. Table 8-13 provides some basic geographic information regarding the CMAQ domains and Table 8-14 provides the vertical layer structure for the CMAQ domain. Table 8-13: Geographic elements of domains used in air quality modeling CMAQ Modeling Configuration Grid Resolution 12 km National Grid Map Projection Lambert Conformal Projection Coordinate Center 97 deg W, 40 deg N 159 More information available at: https://www.epa.gov/cmaq. 160 Model code for CMAQ v5.3.2 is available from the Community Modeling and Analysis System (CMAS) at: http://www.cmascenter.org. True Latitudes 33 deg N and 45 deg N Dimensions 396 × 246 × 35 Vertical extent 35 Layers: Surface to 50 millibar level (see Table 8-14) Figure 8-5: Map of the CMAQ 12 km modeling domain (noted by the purple box)."
            },
            {
                "section_number": "8.3.3",
                "title": "Model Inputs",
                "page_number": 17,
                "subsections": [],
                "content": " The key inputs to the CMAQ model include emissions from anthropogenic and biogenic sources, meteorological data, and initial and boundary conditions. The emissions inputs are summarized above in Chapter 8.2. The CMAQ meteorological input files were derived from simulations of the Weather Research and Forecasting Model (WRF) version 3.8 for the entire 2016 year. (Skamarock 2008) (US EPA 2019) The WRF Model is a state-of-the-science mesoscale numerical weather prediction system developed for both operational forecasting and atmospheric research applications. (National Center for Atmospheric Research 2022) The meteorological outputs from WRF were processed to create 12 km model-ready inputs for CMAQ using the Meteorology- Chemistry Interface Processor (MCIP) version 4.3. These inputs included hourly varying horizontal wind components (i.e., speed and direction), temperature, moisture, vertical diffusion rates, and rainfall rates for each grid cell in each vertical layer. (Byun, Ching and EPA 1999) The boundary and initial species concentrations were provided by a northern hemispheric CMAQ modeling platform for the year 2016. (Henderson 2018) (Mathur 2017) The hemisphericscale platform uses a polar stereographic projection at 108 km resolution to completely and continuously cover the northern hemisphere for 2016. Meteorology is provided by WRF v3.8. Details on the emissions used for hemispheric CMAQ can be found in the 2016 hemispheric emissions modeling platform TSD. (US EPA 2019) The atmospheric processing (transformation and fate) was simulated by CMAQ (v5.2.1) using the CB6r3 and the aerosol model with nonvolatile primary organic carbon (AE6nvPOA). The CMAQ model also included the on-line windblown dust emission sources (excluding agricultural land), which are not always included in the regional platform but are important for large-scale transport of dust."
            },
            {
                "section_number": "8.3.4",
                "title": "Model Evaluation",
                "page_number": 18,
                "subsections": [],
                "content": " The CMAQ predictions for ozone, fine particulate matter, sulfate, nitrate, ammonium, organic carbon, elemental carbon, nitrogen and sulfur deposition, and specific air toxics (acetaldehyde, benzene, and formaldehyde) from the 2016 base scenario were compared to measured concentrations in order to evaluate the ability of the modeling platform to replicate observed concentrations. This evaluation was comprised of statistical and graphical comparisons of paired modeled and observed data. Details on the model performance evaluation, including a description of the methodology, the model performance statistics, and results, are provided in the AQM TSD. (US EPA 2023)"
            },
            {
                "section_number": "8.3.5",
                "title": "Model Simulation Scenarios",
                "page_number": 18,
                "subsections": [],
                "content": " As part of our analysis for this rulemaking, the CMAQ modeling system was used to calculate annual PM2.5 concentrations, 8-hour maximum average ozone season concentrations, annual NO2, SO2, and CO concentrations, annual and seasonal (summer and winter) air toxics concentrations, and annual nitrogen and sulfur deposition for each of the following emissions scenarios: • 2016 base year • 2055 reference • 2055 light and medium duty regulatory scenario We use the predictions from the CMAQ model in a relative sense by combining the 2016 base-year predictions with predictions from each future-year scenario and applying these modeled ratios to ambient air quality observations to estimate 8-hour ozone concentrations during the ozone season (May - Sept), daily and annual PM2.5 concentrations, and visibility impairment for each of the 2055 scenarios. The ambient air quality observations are average conditions, on a site-by-site basis, for a period centered around the model base year (i.e., 2014- 2018). The projected annual PM2.5 concentrations were calculated using the Speciated Modeled Attainment Test (SMAT) approach that utilizes a Federal Reference Method (FRM) mass construction methodology which results in reduced nitrates (relative to the amount measured by routine speciation networks), higher mass associated with sulfates (reflecting water included in FRM measurements), and a measure of organic carbonaceous mass that is derived from the difference between measured PM2.5 and its non-carbon components. This characterization of PM2.5 mass also reflects crustal material and other minor constituents. The resulting characterization provides a complete mass balance. It does not have any unknown mass that is sometimes presented as the difference between measured PM2.5 mass and the characterized chemical components derived from routine speciation measurements. However, the assumption that all mass difference is organic carbon has not been validated in many areas of the U.S. The SMAT methodology uses the following PM2.5 species components: sulfates, nitrates, ammonium, organic carbon mass, elemental carbon, crustal, water, and blank mass (a fixed value of 0.5 μg/m3). More complete details of the SMAT procedures can be found in the report \"Procedures for Estimating Future PM2.5 Values for the CAIR Final Rule by Application of the (Revised) Speciated Modeled Attainment Test (SMAT).” (US EPA 2004) For this analysis, several datasets and techniques were updated. These changes are fully described within the technical support document for the Final Transport Rule AQM TSD. (US EPA 2011) Additionally, we conducted an analysis to compare the absolute differences between the future year reference and regulatory scenario for annual and seasonal acetaldehyde, benzene, formaldehyde, and naphthalene, as well as annual NO2, SO2, CO, and nitrate/sulfate deposition. These data were not compared in a relative sense due to the limited observational data available."
            },
            {
                "section_number": "8.4",
                "title": "Results of Illustrative Air Quality Analysis",
                "page_number": 19,
                "subsections": [],
                "content": " EPA conducted an illustrative air quality modeling analysis of a regulatory scenario involving light- and medium-duty \"onroad\" vehicle emission reductions and corresponding changes in “upstream” emission sources like EGU (electric generating unit) emissions and refinery emissions. Decisions about the emissions and other elements used in the air quality modeling were made early in the analytical process for the proposed rulemaking. Accordingly, the air quality analysis does not represent the proposal's regulatory scenario, nor does it reflect the expected impacts of the Inflation Reduction Act (IRA). Based on updated power sector modeling that incorporated expected generation mix impacts of the IRA (presented in Chapter 5), we are projecting the IRA will lead to a significantly cleaner power grid; because the air quality analysis presented here does not account for these impacts on EGU emissions, the location and magnitude of the changes in pollutant concentrations should be considered illustrative and not viewed as Agency projections of what we expect will be the total impact of the proposed standards. Nevertheless, the analysis provides some insights into potential air quality impacts associated with emissions increases and decreases from these multiple sectors. Given the considerable uncertainty associated with the upstream emissions inventory (see Chapter 8.2.2.5), we also modeled a sensitivity case that examined only the air quality impacts of the onroad emissions changes from the LMDV regulatory scenario. This \"onroad-only\" sensitivity case assumed no change in emissions from upstream sources and is based on the onroad emission inventories described in Chapter 8.2.1. In this section, we summarize the results of our illustrative air quality modeling based on the projected emission impacts of the LMDV regulatory scenario as well as the onroad-only sensitivity case. Air quality modeling was done for the future year 2055 when the program would be fully implemented and when most of the regulated fleet would have turned over. The \"reference\" scenario represents projected 2055 air quality without the illustrative regulatory scenario and the \"control\" scenario represents projected 2055 emissions with the illustrative LMDV regulatory scenario. As described in Chapter 8.2, the illustrative LMDV regulatory scenario assumes a light- and medium-duty fleet that phased-in to reach 50 percent BEV sales in 2030 and remained constant at 50 percent sales for model years 2030-2055 and a phase-in of gasoline particulate filters beginning in model year 2027."
            },
            {
                "section_number": "8.4.1",
                "title": "PM2.5",
                "page_number": 20,
                "subsections": [],
                "content": " This section summarizes projected changes in PM2.5 concentrations in 2055 from the LMDV regulatory scenario. As noted in Chapter 8.4, this analysis is illustrative and the location and magnitude of concentration changes between the reference case and the LMDV regulatory scenario are uncertain, particularly because the analysis does not account for the cleaner power grid we expect to result from the IRA. Figure 8-6 presents the absolute changes in annual average PM2.5 concentrations in 2055 between the reference and LMDV regulatory scenarios and indicates that there would be widespread decreases, and in some areas there would be increases. Figure 8-6: Projected illustrative changes in annual average PM2.5 concentrations in 2055 due to LMDV regulatory scenario. The LMDV regulatory scenario would decrease annual average PM2.5 concentrations by an average of 0.01 μg/m3 in 2055, with a maximum decrease of 0.16 μg/m3 and a maximum increase of 0.27 μg/m3. The population-weighted average change in annual average PM2.5 concentrations would be 0.03 μg/m3 in 2055. We also modeled an “onroad-only” sensitivity case. Figure 8-7 presents the absolute changes in annual average PM2.5 concentrations in 2055 between the reference and onroad-only sensitivity scenarios. This demonstrates that annual average PM2.5 concentrations would decrease across much of the country when considering only onroad vehicle emissions (i.e., without including any changes to emissions from upstream sources like EGUs and refineries). Figure 8-7: Projected illustrative changes in annual average PM2.5 concentrations in 2055 from \"onroad-only\" emissions changes. When only the onroad emissions impacts of the LMDV regulatory scenario are considered, annual average PM2.5 concentrations would decrease by an average of 0.01 μg/m3 in 2055, with a maximum decrease of 0.14 μg/m3. The population-weighted average change in annual average PM2.5 concentrations would be 0.04 μg/m3 in 2055."
            },
            {
                "section_number": "8.4.2",
                "title": "Ozone",
                "page_number": 21,
                "subsections": [],
                "content": " This section summarizes projected changes in ozone concentrations in 2055 from the LMDV regulatory scenario. As noted in Chapter 8.4, this analysis is illustrative and the location and magnitude of concentration changes between the reference case and the LMDV regulatory scenario are uncertain, particularly because the analysis does not account for the cleaner power grid we expect to result from the IRA. Figure 8-8 presents the absolute changes in 8-hour ozone maximum average concentrations over the ozone season (April - September) in 2055 between the reference and LMDV regulatory scenarios and indicates that there would be widespread decreases, and in some areas there would be increases. Figure 8-8: Projected illustrative changes in 8-hour maximum average ozone concentrations in 2055 due to LMDV regulatory scenario. The LMDV regulatory scenario would decrease 8-hour maximum average ozone concentrations by an average of 0.04 ppb in 2055, with a maximum decrease of 0.90 ppb and a maximum increase of 1.36 ppb. The population-weighted average change in 8-hour maximum average ozone concentrations would be 0.10 ppb in 2055. We also modeled an “onroad-only” sensitivity case. Figure 8-7 presents the absolute changes in 8-hour maximum average ozone concentrations in 2055 between the reference and onroadonly sensitivity scenarios. This demonstrates that ozone concentrations would decrease across much of the country when considering only onroad vehicle emissions (i.e., without including any changes to emissions from upstream sources like EGUs and refineries). Figure 8-9: Projected illustrative changes in 8-hour maximum average ozone concentrations in 2055 from \"onroad-only\" emissions changes. When only the onroad emissions impacts of the LMDV regulatory scenario are considered, 8- hour maximum average ozone concentrations would decrease by an average of 0.05 ppb in 2055, with a maximum decrease of 0.91 ppb. The population-weighted average change in 8-hour maximum average ozone concentrations would be 0.11 ppb in 2055."
            },
            {
                "section_number": "8.4.3",
                "title": "NO2",
                "page_number": 23,
                "subsections": [],
                "content": " This section summarizes projected changes in NO2 concentrations in 2055 from the LMDV regulatory scenario. As noted in Chapter 8.4, this analysis is illustrative and the location and magnitude of concentration changes between the reference case and the LMDV regulatory scenario are uncertain, particularly because the analysis does not account for the cleaner power grid we expect to result from the IRA. Figure 8-10 presents the absolute changes in annual average NO2 concentrations in 2055 and indicates that there would be widespread decreases, and in some areas there would be increases. Figure 8-10: Projected illustrative changes in annual average NO2 concentrations in 2055 due to LMDV regulatory scenario. We also modeled an “onroad-only” sensitivity case. Figure 8-11 presents the absolute changes in annual average NO2 concentrations in 2055 between the reference and onroad-only sensitivity scenarios. This demonstrates that NO2 concentrations would decrease across much of the country when considering only onroad vehicle emissions (i.e., without including any changes to emissions from upstream sources like EGUs and refineries). Figure 8-11: Projected illustrative changes in annual average NO2 concentrations in 2055 from \"onroad-only\" emissions changes."
            },
            {
                "section_number": "8.4.4",
                "title": "SO2",
                "page_number": 25,
                "subsections": [],
                "content": " This section summarizes projected changes in SO2 concentrations in 2055 from the LMDV regulatory scenario. As noted in Chapter 8.4, this analysis is illustrative and the location and magnitude of concentration changes between the reference case and the LMDV regulatory scenario are uncertain, particularly because the analysis does not account for the cleaner power grid we expect to result from the IRA. Figure 8-12 presents the absolute changes in annual average SO2 concentrations in 2055 and indicates that in some areas there would be decreases and in some areas there would be increases. Figure 8-12: Projected illustrative changes in annual average SO2 concentrations in 2055 due to LMDV regulatory scenario. We also modeled an “onroad-only” sensitivity case. Figure 8-13 presents the absolute changes in annual average SO2 concentrations in 2055 between the reference and onroad-only sensitivity scenarios. This demonstrates that SO2 concentrations would decrease in a few areas of the country when considering only onroad vehicle emissions (i.e., without including any changes to emissions from upstream sources like EGUs and refineries). Figure 8-13: Projected illustrative changes in annual average SO2 concentrations in 2055 from \"onroad-only\" emissions changes."
            },
            {
                "section_number": "8.4.5",
                "title": "Air Toxics",
                "page_number": 26,
                "subsections": [],
                "content": " This section summarizes projected changes in concentrations of select air toxics in 2055 from the LMDV regulatory scenario. As noted in Chapter 8.4, this analysis is illustrative and the location and magnitude of concentration changes between the reference case and the LMDV regulatory scenario are uncertain, particularly because the analysis does not account for the cleaner power grid we expect to result from the IRA. Figure 8-14 to Figure 8-17 present the absolute changes in annual average acetaldehyde, benzene, formaldehyde, and naphthalene concentrations in 2055 between the reference and LMDV regulatory scenarios and indicates that there would be widespread decreases, and in some areas there would be increases. Figure 8-14: Projected illustrative changes in annual average acetaldehyde concentrations in 2055 due to LMDV regulatory scenario. Figure 8-15: Projected illustrative changes in annual average benzene concentrations in 2055 due to LMDV regulatory scenario. Figure 8-16: Projected illustrative changes in annual average formaldehyde concentrations in 2055 due to LMDV regulatory scenario. Figure 8-17: Projected illustrative changes in annual average naphthalene concentrations in 2055 due to LMDV regulatory scenario. We also modeled an “onroad-only” sensitivity case. Figure 8-18 through Figure 8-20 present the absolute changes in annual average air toxic concentrations in 2055 between the reference and onroad-only sensitivity scenarios. This demonstrates that annual average air toxics concentrations would decrease across much of the country when considering only onroad vehicle emissions (i.e., without including any changes to emissions from upstream sources like EGUs and refineries). Figure 8-18: Projected illustrative changes in annual average acetaldehyde concentrations in 2055 from \"onroad-only\" emissions changes. Figure 8-19: Projected illustrative changes in annual average benzene concentrations in 2055 from \"onroad-only\" emissions changes. Figure 8-20: Projected illustrative changes in annual average formaldehyde concentrations in 2055 from \"onroad-only\" emissions changes. Figure 8-21: Projected illustrative changes in annual average naphthalene concentrations in 2055 from \"onroad-only\" emissions changes."
            },
            {
                "section_number": "8.4.6",
                "title": "Deposition",
                "page_number": 31,
                "subsections": [],
                "content": " This section summarizes projected changes in nitrogen (N) and sulfur (S) deposition in 2055 from the LMDV regulatory scenario. As noted in Chapter 8.4, this analysis is illustrative and the location and magnitude of concentration changes between the reference case and the LMDV regulatory scenario are uncertain, particularly because the analysis does not account for the cleaner power grid we expect to result from the IRA. Figure 8-22 presents the absolute changes in annual N deposition in 2055 and indicates that there would be widespread decreases, and in some areas there would be increases. Figure 8-23 presents the absolute changes in annual S deposition in 2055 and indicates that in some areas there would be increases. Figure 8-22: Projected illustrative changes in annual nitrogen deposition in 2055 due to LMDV regulatory scenario. Figure 8-23: Projected illustrative changes in annual sulfur deposition in 2055 due to LMDV regulatory scenario. We also modeled an “onroad-only” sensitivity case. Figure 8-24 presents the absolute changes in annual N deposition in 2055 between the reference and onroad-only sensitivity scenarios and Figure 8-25 presents the absolute changes in annual S deposition. Figure 8-24: Projected illustrative changes in annual nitrogen deposition in 2055 from \"onroad-only\" emissions changes. Figure 8-25: Projected illustrative changes in annual sulfur deposition in 2055 from \"onroad-only\" emissions changes."
            },
            {
                "section_number": "8.5",
                "title": "Illustrative Ozone and Particulate Matter Health Benefits",
                "page_number": 33,
                "subsections": [],
                "content": " The illustrative air quality modeling analysis does not represent the proposal's regulatory scenario, and it does not account for the impacts of the IRA. In contrast, the OMEGA-based emissions analysis (see DRIA Chapter 9) does represent the specifics of the proposal and accounts for IRA provisions that affect the power sector. As a result, we used the OMEGA-based emissions analysis and benefit-per-ton (BPT) values to estimate the criteria pollutant (PM2.5) health benefits of the proposed standards. DRIA Chapter 7.4 describes the benefit-per-ton valuation methodology and DRIA Chapter 10 presents the PM2.5-related health benefits. Nevertheless, the illustrative air quality modeling analysis provides some useful insights into potential air quality impacts associated with emissions increases and decreases from multiple sectors, and it supports the conclusion that in 2055, the proposal would result in widespread decreases in ozone and PM2.5 that would lead to substantial improvements in public health and welfare. Using the illustrative air quality modeling results, we have quantified and monetized health impacts in 2055, representing the LMDV regulatory scenario described in DRIA Chapter 8.2. The approach we used to estimate health benefits is consistent with the approach described in the technical support document (TSD) that was published for the 2023 PM NAAQS Reconsideration Proposal (US EPA 2023). Table 8-15 reports the PM2.5- and ozone-attributable effects we quantified and those we did not quantify in this illustrative benefits analysis. The list of benefit categories not quantified is not exhaustive. The table below omits welfare effects such as acidification and nutrient enrichment.  Below we report the estimated number and economic value of reduced premature deaths and illnesses in 2055 attributable to the illustrative regulatory scenario along with the 95 percent confidence interval. Table 8-16 reports the number of reduced deaths and illnesses associated with reductions in PM2.5, along with their monetized economic value. Table 8-17 reports the number of reduced ozone-related deaths and illness, along with their monetized economic value. Table 8-18 reports total benefits associated with the illustrative regulatory scenario in 2055, reflecting alternative combinations of the economic value of PM2.5- and ozone-related premature deaths summed with the economic value of illnesses for each discount rate. In any complex analysis using estimated parameters and inputs from numerous models, there are likely to be many sources of uncertainty. The health benefits TSD that was published for the 2023 PM NAAQS Reconsideration Proposal details our approach to characterizing uncertainty in both quantitative and qualitative terms. That TSD describes the sources of uncertainty associated with key input parameters including emissions inventories, air quality data from models (with their associated parameters and inputs), population data, population estimates, health effect estimates from epidemiology studies, economic data for monetizing benefits, and assumptions regarding the future state of the country (i.e., regulations, technology, and human behavior). Each of these inputs is uncertain and affects the size and distribution of the estimated benefits. When the uncertainties from each stage of the analysis are compounded, even small uncertainties can have large effects on the total quantified benefits. "
            }
        ]
    }
]
}