{"chapters":[
    {
        "chapter_title": "Energy Security Impacts",
        "chapter_number": "11",
        "page_number": 1,
        "sections": [
            {
                "section_number": "11.0",
                "title": "Energy Security Impacts ",
                "page_number": 1,
                "subsections": [],
                "content": " In this section of the DRIA, we evaluate the energy security impacts of this proposed lightand medium-duty vehicle (LMDV) (2027–2032) rule. Energy security is broadly defined as the uninterrupted availability of energy sources at affordable prices (IEA 2019). Most discussions of U.S. energy security revolve around the topic of the economic costs of U.S. dependence on oil imports.170 Energy independence and energy security are distinct but related concepts, and an analysis of energy independence informs our assessment of energy security. The goal of U.S. energy independence is generally the elimination of all U.S. imports of petroleum and other foreign sources of energy, or more broadly, reducing the sensitivity of the U.S. economy to energy imports and foreign energy markets (Greene 2010). The U.S.’s oil consumption had been gradually increasing in recent years (2015–2019) before the COVID-19 pandemic in 2020 dramatically decreased U.S. and global oil consumption (EIA 2022). By July 2021, U.S. oil consumption had returned to pre-pandemic levels and has remained fairly stable since then (EIA 2022). The U.S. has increased its production of oil, particularly “tight” (i.e., shale) oil, over the last decade (EIA 2022). As a result of the recent increase in U.S. oil production, the U.S. became a net exporter of crude oil and refined petroleum products in 2020 and is projected to be a net exporter of crude oil and refined petroleum products for the foreseeable future (EIA 2022). This is a significant reversal of the U.S.’s net export position since the U.S. has been a substantial net importer of crude oil and refined petroleum products starting in the early 1950s (EIA 2022). Oil is a commodity that is globally traded and, as a result, an oil price shock is transmitted globally. Given that the U.S. is projected to be a modest net exporter of crude oil and refined petroleum products for the time frame of this analysis (2027–2055), one could reason that the U.S. no longer has a significant energy security problem. However, U.S. refineries still rely on significant imports of heavy crude oil which could be subject to supply disruptions. Also, oil exporters with a large share of global production have the ability to raise or lower the price of oil by exerting the market power associated with the Organization of Petroleum Exporting Countries (OPEC) to alter oil supply relative to demand. These factors contribute to the vulnerability of the U.S. economy to episodic oil supply shocks and price spikes, even when the U.S. is projected to be an overall net exporter of crude oil and refined petroleum products. Reducing U.S. net oil imports and use reduces the U.S.'s exposure to oil price volatility. EPA estimates that U.S. consumption and net imports of petroleum will be reduced as a result of this proposed rule, both from an increase in fuel efficiency of LMDVs using petroleum-based fuels and from the greater use of plug-in electric vehicles (PEVs), which are fueled with electricity. A reduction of U.S. net petroleum imports reduces both financial and strategic risks caused by potential sudden disruptions in the supply of petroleum to the U.S. and global market, thus increasing U.S. energy security. In other words, reduced U.S. oil imports act as a “shock absorber” when there is a supply disruption in world oil markets. 170 The issue of cyberattacks is another energy security issue that could grow in significance over time. For example, in 2021, one of the U.S.’s largest pipeline operators, Colonial Pipeline, was forced to shut down after being hit by a ransomware attack. The pipeline carries refined gasoline and jet fuel from Texas to New York (Sanger, Krauss and Perlroth 2021). It is anticipated that manufacturers will choose to comply with this proposed standard with significant increases in PEVs in the LMDV fleet. The wider use of electricity to power vehicles in the U.S. will likely result in the use of a generally more affordable fuel that has less price volatility compared to the current widespread use of gasoline in LMDVs. Furthermore, the U.S. supply and demand of electricity is almost entirely domestic, and largely independent of electricity markets outside of North America. Over time, the wider penetration of PEVs into the U.S. vehicle fleet will likely provide significant energy security benefits, principally by reducing the overall U.S. demand for oil. As new PEVs enter the vehicle market and the stock of PEVs becomes an increasingly larger fraction of the total stock of vehicles on the road, high oil prices and oil price shocks will have a diminishing impact on the overall U.S. economy, leading to greater energy security. The wider use of electricity to power LMDVs will also move the U.S. towards energy independence, that is independence of foreign markets, since the electricity to power PEVs will almost exclusively be produced in the U.S. This Chapter of the DRIA first reviews the historical and recent energy security literature relevant in the context of this proposed LMDV rule. This review provides a discussion of recent oil security literature, recent studies on tight oil and recent electricity security studies on the wider use of PEVs. Second, this Chapter also provides an assessment of the electricity security implications of this LMDV proposed rule. Third, in the last section of this Chapter, the agency’s estimates of U.S. oil import reductions of the proposed LMDV GHG standards for model years 2027–2032 are presented. The military cost impacts of this proposed rule are discussed as well. However, due to methodological issues, we do not quantify the military costs savings from reduced U.S. oil imports."
            },
            {
                "section_number": "11.1",
                "title": "Review of Historical Energy Security Literature",
                "page_number": 1,
                "subsections": [],
                "content": " Energy security discussions are typically based around the concept of the oil import premium, sometimes also labeled the oil security premium. The oil import premium is the extra cost/impacts of importing oil beyond the price of the oil itself as a result of: (1) potential macroeconomic disruption and increased oil import costs to the economy from oil price spikes or “shocks”; and (2) monopsony impacts. Monopsony impacts stem from changes in the demand for imported oil, which changes the price of all imported oil. The so-called oil import premium gained attention as a guiding concept for energy policy in the aftermath of the oil shocks of the 1970s. (Bohi and Montgomery 1982), (EMF 1982), and (Plummer, et al. 1982) provided valuable discussion of many of the key issues related to the oil import premium as well as the analogous oil stockpiling premium. (Bohi and Montgomery 1982) detailed the theoretical foundations of the oil import premium and established many of the critical analytic relationships. Broadman and Hogan revised and extended the established analytical framework to estimate optimal oil import premia with a more detailed accounting of macroeconomic effects (Broadman and Hogan 1988) (Broadman 1986) (Hogan 1981). Since the original work on energy security was undertaken in the 1980s, there have been a couple of reviews on this topic: (Leiby, Jones, et al. 1997), (Parry and Darmstadter 2003). The economics literature on whether oil shocks are the same level of threat to economic stability as they once were, is mixed. Some of the literature asserts that the macroeconomic component of the energy security externality is small. For example, (National Research Council 2010) argued that the non-environmental externalities associated with dependence on foreign oil are small, and potentially trivial. (Nordhaus 2007) and (Blanchard and Galí 2010) question the impact of oil price shocks on the economy in the early 2000s time frame. They were motivated by attempts to explain why the economy actually expanded during the oil shock in the early- 2000s time frame, and why there was no evidence of higher energy prices being passed on through higher wage inflation. One reason, according to Nordhaus and Blanchard and Gali, is that monetary policy has become more accommodating to the price impacts of oil shocks. Another reason is that consumers have simply decided that such movements are temporary and have noted that price impacts are not passed on as inflation in other parts of the economy. (Hamilton 2012) reviews the empirical literature on oil shocks and suggests that the results are mixed, noting that some work (Rasmussen and Roitman 2011) finds less evidence for economic effects of oil shocks or declining effects of shocks (Blanchard and Galí 2010), while other work continues to find evidence regarding the economic importance of oil shocks. For example, (Baumeister and Peersman 2013) find that an “oil price increase of a given size seems to have a decreasing effect over time, but noted that the declining price-elasticity of demand meant that a given physical disruption had a bigger effect on price and turned out to have a similar effect on output as in the earlier data.” Hamilton observes that “a negative effect of oil prices on real output has also been reported for a number of other countries, particularly when non-linear functional forms have been employed” (citing as examples (Kim 2012) and (Engemann, Kliesen and Owyang 2011)). Alternatively, rather than a declining effect, (Ramey and Vine 2010) find “remarkable stability in the response of aggregate real variables to oil shocks once we account for the extra costs imposed on the economy in the 1970s by price controls and a complex system of entitlements that led to some rationing and shortages.” Some of the literature on oil price shocks emphasizes that economic impacts depend on the nature of the oil shock, with differences between price increases caused by a sudden supply loss and those caused by rapidly growing demand. Recent analyses of oil price shocks have confirmed that “demand-driven” oil price shocks have greater effects on oil prices and tend to have positive effects on the economy while “supply-driven” oil shocks still have negative economic impacts (Baumeister, Peersman and Van Robays 2010). (Kilian and Vigfusson 2014), for example, assigns a more prominent role to the effects of price increases that are unusual, in the sense of being beyond the range of recent experience. Kilian and Vigfusson also conclude that the difference in response to oil shocks may well stem from the different effects of demandand supply-based price increases: “One explanation is that oil price shocks are associated with a range of oil demand and oil supply shocks, some of which stimulate the U.S. economy in the short-run and some of which slow down U.S. growth (see Kilian 2009)” (Kilian 2009). The general conclusion that oil supply-driven shocks reduce economic output is also reached in (Cashin, et al. 2014), which focused on 38 countries from 1979 to 2011. They state: “The results indicate that the economic consequences of a supply-driven oil-price shock are very different from those of an oil-demand shock driven by global economic activity and vary for oilimporting countries compared to energy exporters.” Cashin et al. continues “…oil importers (including the U.S.) typically face a long-lived fall in economic activity in response to a supplydriven surge in oil prices.” But almost all countries see an increase in real output caused by an oil-demand disturbance. Considering all of the recent energy security literature, EPA’s assessment concludes that there are benefits to the U.S. from reductions in its oil imports. There is some debate as to the magnitude, and even the existence, of energy security benefits from U.S. oil import reductions. However, differences in economic impacts from oil demand and oil supply shocks have been distinguished, with oil supply shocks resulting in economic losses in oil importing countries. The oil import premium calculations in this analysis (described in Chapter 11.4.2) are based on price shocks from potential future supply events. Oil supply shocks, which reduce economic activity, have been the predominant focus of oil security issues since the oil price shocks/oil embargoes of the 1970s."
            },
            {
                "section_number": "11.2",
                "title": "Review of Recent Energy Security Literature",
                "page_number": 3,
                "subsections": [],
                "content": " There have also been a handful of recent studies that are relevant for the issue of oil security: one by Resources for the Future (RFF), a study by Brown, two studies by Oak Ridge National Laboratory (ORNL), and three studies by Newell and Prest, Bjørnland et al. and Walls and Zheng, on the responsiveness of U.S. tight oil to world oil price changes. We provide a review and high-level summary of each of these studies below. In addition, we review the recent literature on electricity security in the context of the wider use of PEVs."
            },
            {
                "section_number": "11.2.1",
                "title": "Recent Oil Security Studies",
                "page_number": 3,
                "subsections": [],
                "content": " The first studies on the energy security impacts of oil that we review are by Resources for the Future (RFF), a study by Brown and two studies by Oak Ridge National Laboratory (ORNL). The RFF study (Krupnick, et al. 2017) attempts to develop updated estimates of the relationship among gross domestic product (GDP), oil supply and oil price shocks, and world oil demand and supply elasticities. In a follow-on study, (Brown 2018) summarized the RFF study results as well. The RFF work argues that there have been major changes that have occurred in recent years that have reduced the impacts of oil shocks on the U.S. economy. First, the U.S. is less dependent on imported oil than in the early 2000s due in part to the “fracking revolution” (i.e., tight/shale oil), and to a lesser extent, increased production of renewable fuels such as ethanol and biodiesel. In addition, RFF argues that the U.S. economy is more resilient to oil shocks than in the earlier 2000s timeframe. Some of the factors that make the U.S. more resilient to oil shocks include increased global financial integration and greater flexibility of the U.S. economy (especially labor and financial markets), many of the same factors that Nordhaus and Blanchard and Gali pointed to as discussed above. In the RFF effort, a number of comparative modeling scenarios are conducted by several economic modeling teams using three different types of energy-economic models to examine the impacts of oil shocks on U.S. GDP. The first is a dynamic stochastic general equilibrium model developed by (Balke and Brown 2018). The second set of modeling frameworks use alternative structural vector autoregressive models of the global crude oil market (Kilian 2009), (Kilian and Murphy 2014), (Baumeister and Hamilton 2019). The last of the models utilized is the National Energy Modeling System (NEMS). Two key parameters are focused upon to estimate the impacts of oil shock simulations on U.S. GDP: oil price responsiveness (i.e., the short-run price elasticity of demand for oil) and GDP sensitivity (i.e., the elasticity of GDP to an oil price shock). The more inelastic (i.e., the less responsive) short-run oil demand is to changes in the price of oil, the higher will be the price impacts of a future oil shock. Higher price impacts from an oil shock result in higher GDP losses. The more inelastic (i.e., less sensitive) GDP is to an oil price change, the less the loss of U.S. GDP with future oil price shocks. For oil price responsiveness, RFF reports three different values: a short-run price elasticity of oil demand from their assessment of the “new literature,” –0.17; a “blended” elasticity estimate; –0.05, and short-run oil price elasticities from the “new models” RFF uses, ranging from –0.20 to –0.35. The “blended” elasticity is characterized by RFF in the following way: “Recognizing that these two sets of literature [old and new] represent an evolution in thinking and modeling, but that the older literature has not been wholly overtaken by the new, Benchmark-E [the blended elasticity] allows for a range of estimates to better capture the uncertainty involved in calculating the oil security premiums.” The second parameter that RFF examines is the GDP sensitivity. For this parameter, RFF’s assessment of the “new literature” finds a value of –0.018, a “blended elasticity” estimate of – 0.028, and a range of GDP elasticities from the “new models” that RFF uses that range from –"
            },
            {
                "section_number": "0.007",
                "title": "to –0.027. One of the limitations of the RFF study is that the large variations in oil price",
                "page_number": 4,
                "subsections": [],
                "content": " over the last fifteen years are believed to be predominantly “demand shocks”: for example, a rapid growth in global oil demand followed by the Great Recession and then the post-recession recovery. There have only been two recent situations where events have led to a potential significant supply-side oil shock in the last several years. The first event was the attack on the Saudi Aramco Abqaiq oil processing facility and the Khurais oil field. On September 14th, 2019, a drone and cruise missile attack damaged the Saudi Aramco Abqaiq oil processing facility and the Khurais oil field in eastern Saudi Arabia. The Abqaiq oil processing facility is the largest crude oil processing and stabilization plant in the world, with a capacity of roughly 7 MMBD or about 7 percent of global crude oil production capacity (EIA 2019). On September 16th, the first full day of commodity trading after the attack, both Brent and WTI crude oil prices surged by $7.17/barrel and $8.34/barrel, respectively, in response to the attack, the largest price increase in roughly a decade. However, by September 17th, Saudi Aramco reported that the Abqaiq plant was producing 2 MMBD, and they expected its entire output capacity to be fully restored by the end of September (EIA 2019). Tanker loading estimates from third-party data sources indicated that loadings at two Saudi Arabian export facilities were restored to the pre-attack levels (EIA 2019). As a result, both Brent and WTI crude oil prices fell on September 17th, but not back to their original levels. The oil price spike from the attack on the Abqaiq plant and Khurais oil field was prominent and unusual, as Kilian and Vigfusson (2014) describe. While pointing to possible risks to world oil supply, the oil shock was short-lived, and generally viewed by market participants as being transitory, so it did not influence oil markets over a sustained time period. The second situation is the set of events leading to the recent world oil price spike experienced in 2022. World oil prices rose fairly rapidly at the beginning of 2022. For example, as of January 3rd, 2022, the WTI crude oil price was roughly $76 per barrel (EIA 2022). The WTI oil price increased to roughly $123 per barrel on March 8th, 2022, a 62 percent increase (EIA 2022). High and volatile oil prices in the first part of 2022 were a result of supply concerns with Russia’s invasion of Ukraine on February 24th contributing to crude oil price increases (EIA 2023). Russia’s invasion of Ukraine came after eight consecutive quarters of global crude oil inventory decreases. The lower inventory of crude oil stocks were the result of rising economic activity after COVID-19 pandemic restrictions were eased. Oil prices have drifted downwards throughout the second half of 2022 and in the early part of 2023. It is not clear to what extent the current oil price volatility will continue, or even increase, or be transitory. Since both significant demand and supply factors are influencing world oil prices in 2022, it is not clear how to evaluate unfolding oil market price trends from an energy security standpoint. Thus, the attack of the Abqaiq oil processing facility in Saudi Arabia and the unfolding events in the world oil market in 2022 do not currently provide enough empirical evidence to undertake an updated estimate of the response of the U.S. economy to an oil supply shock of a significant magnitude.171 A second set of recent studies related to energy security are from ORNL. In the first study, (Uría-Martínez, et al. 2018) undertake a quantitative meta-analysis of world oil demand elasticities based upon the recent economics literature. The ORNL study estimates oil demand elasticities for two sectors (transportation and non-transportation) and by world regions (OECD and Non-OECD) by meta-regression. To establish the dataset for the meta-analysis, the authors undertake a literature search of peer-reviewed journal articles and working papers between 2000 and 2015 that contain estimates of oil demand elasticities. The dataset consisted of 1,983 elasticity estimates from 75 published studies. The study finds a short-run price elasticity of world oil demand of –0.07 and a long-run price elasticity of world oil demand of –0.26. The second relevant ORNL study from the standpoint of energy security is a meta-analysis that examines the impacts of oil price shocks on the U.S. economy as well as many other net oilimporting economies (Oladosu, et al. 2018). Nineteen studies after 2000 were identified that contain quantitative/accessible estimates of the economic impacts of oil price shocks. Almost all studies included in the review were published since 2008. The key result that the study finds is a short-run oil price elasticity of U.S. GDP, roughly one year after an oil shock, of –0.021, with a 68 percent confidence interval of –0.006 to –0.036."
            },
            {
                "section_number": "11.2.2",
                "title": "Recent Tight (i.e., Shale) Oil Studies",
                "page_number": 5,
                "subsections": [],
                "content": " The discovery and development of U.S. tight (i.e., shale) oil reserves that started in the mid- 2000s could affect U.S. energy security in at least a couple of ways.172 First, the increased availability of domestic supplies has resulted in a reduction of U.S. oil imports and an increasing role of the U.S. as exporter of crude oil and petroleum-based products. In December 2015, the 40-year ban on the export of domestically produced crude oil was lifted as part of the Consolidated Appropriations Act, 2016. Pub. L. 114-113 (Dec. 18th, 2015). According to the GAO, the ban was lifted in part due to increases in tight (i.e., shale) oil (GAO 2020).173 Second, 171 The Hurricanes Katrina/Rita in 2005 primarily caused a disruption in U.S. oil refinery production, with a more limited disruption of some crude supply in the U.S. Gulf Coast area. Thus, the loss of refined petroleum products exceeded the loss of crude oil, and the regional impact varied even within the U.S. The Katrina/Rita Hurricanes were a different type of oil disruption event than is quantified in the Stanford EMF risk analysis framework, which provides the oil disruption probabilities than ORNL is using. 172 The Union of Concerned Scientist define tight oil as follows: “Tight oil is a type of oil found in impermeable shale and limestone rock deposits. Also known as \"shale oil\", tight oil is processed into gasoline, diesel, and jet fuels–just like conventional oil–but is extracted using hydraulic fracturing, or \"fracking.\" (Union of Concerned Scientists 2016). 173 According to the GAO, “Between 1975 and the end of 2015, the Energy Policy and Conservation Act directed a ban on nearly all exports of U.S. crude oil. This ban was not considered a significant policy issue when U.S. oil production was declining and import volumes were increasing. However, U.S. crude oil production roughly doubled from 2009 to 2015, due in part to a boom in shale oil production made possible by advancements in drilling technologies. In December 2015, Congress effectively repealed the ban, allowing the free export of U.S. crude oil worldwide”. due to differences in development cycle characteristics and average well productivity, tight oil producers could be more price responsive than most other oil producers. However, the oil price level that triggers a substantial increase in tight oil production appears to be higher in 2021–2022 relative to the 2010s as tight oil producers seek higher profit margins per barrel in order to reduce the debt burden accumulated in previous cycles of production growth (Kemp 2021). Other factors such as cost inflation and supply chain constraints have contributed to the slow pace of tight oil production growth in the early 2020s, despite high world oil prices. Although some of those factors may be transitory, the muted production response of 2021–2022 suggests that tight oil producers (and their investors) are not likely to increase drilling in a quick, coordinated manner in response to future potential world oil price spikes. For that reason, the short-run price responsiveness assumed for U.S. tight oil for the estimation of the oil security benefits of this proposed rule is the same as for other non-OPEC oil supplies. U.S. crude oil production increased from 5.0 Million Barrels a Day (MMBD) in 2008 to an all-time peak of 12.3 MMBD in 2019 and tight oil wells have been responsible for most of the increase (EIA 2022). Figure 11-1 below shows tight oil production changes from various tight oil producing regions (i.e., Eagle Ford, Bakken etc.) in the U.S. and the West Texas Intermediate (WTI) crude oil spot price. As illustrated in Figure 11-1, the annual average U.S. tight oil production grew from 0.6 MMBD in 2008 to 7.8 MMBD in 2019 (EIA 2022). Growth in U.S. tight oil production during this period was only interrupted in 2015–2016 following the world oil price downturn which began in mid-2014. The second growth phase started in late 2016 and continued until 2020. The sharp decrease in demand that followed the onset of the COVID-19 pandemic resulted in a 25 percent decrease in tight oil production in the period from December 2019 to May 2020. U.S. tight oil production in 2020 and 2021 averaged 7.4 MMBD and 7.2 MMBD, respectively. U.S. tight oil production represents a relatively modest share (less than 10 percent in 2019) of global liquid fuel supply.174 Importantly, U.S. tight oil is considered the most price-elastic component of non-OPEC supply due to differences between its development and production cycle and that of conventional oil wells. Unlike conventional wells where oil starts flowing naturally after drilling, tight oil wells require the additional step of fracking to complete the well and release the oil.175 Tight oil producers keep a stock of drilled but uncompleted wells and can optimize the timing of the completion operation depending on oil price expectations. Combining this decoupling between drilling and production with the “front-loaded” production profile of tight oil–the fraction of total output from a well that is extracted in the first year of production is higher for tight oil wells than conventional oil wells–tight oil producers have a clear incentive to be responsive to prices in order to maximize their revenues (Bjørnland, Nordvik and Rohrer 2020). 174 The 2019 global crude oil production value used to compute the U.S. tight oil share is from (EIA 2022). 175 Hydraulic fracturing (“fracking”) involves injecting water, chemicals, and sand at high pressure to open fractures in low-permeability rock formations and release the oil that is trapped in them. Figure 11-1. U.S. tight oil production by producing regions (in MMBD) and West Texas Intermediate (WTI) crude oil spot price (in U.S. Dollars per Barrel) Source: (EIA 2022) (EIA 2022) Only in recent years have the implications of the “tight/shale oil revolution” been felt in the international market where U.S. production of oil is rising to be roughly on par with Saudi Arabia and Russia. Recent economics literature of the tight oil expansion in the U.S. has a bearing on the issue of energy security as well. It could be that the large expansion in tight oil has eroded the ability of OPEC to set world oil prices to some degree, since OPEC cannot directly influence tight oil production decisions. Also, by affecting the percentage of global oil supply controlled by OPEC, the growth in U.S. oil production may be influencing OPEC’s degree of market power. But given that the tight oil expansion is a relatively recent trend, it is difficult to know how much of an impact the increase in tight oil is having, or will have, on OPEC behavior. Three recent studies have examined the characteristics of tight oil supply that have relevance for the topic of energy security. In the context of energy security, the question that arises is: can tight oil respond to an oil price shock more quickly and substantially than conventional oil? If so, then tight oil could potentially lessen the impacts of future oil shocks on the U.S. economy by moderating the price increases from a future oil supply shock. (Newell and Prest 2019) look at differences in the price responsiveness of conventional versus tight oil wells, using a detailed dataset of 150,000 oil wells, during the time frame of 2005–2017 in five major oil-producing states: Texas, North Dakota, California, Oklahoma, and Colorado. For both conventional oil wells and tight oil wells, Newell and Prest estimate the elasticities of drilling operations and well completion operations with respect to expected revenues and the elasticity of supply from wells already in operation with respect to spot prices. Combining the three elasticities and accounting for the increased share of tight oil in total U.S. oil production during the period of analysis, they conclude that U.S. oil supply responsiveness to prices increased more than tenfold from 2006 to 2017. They find that tight oil wells are more price responsive than conventional oil wells, mostly due to their much higher productivity, but the estimated oil supply elasticity is still relatively small. Newell and Prest note that the tight oil supply response still takes more time to arise than is typically considered for a “swing producer,” referring to a supplier able to increase production quickly, within 30–90 days. In the past, only Saudi Arabia and possibly one or two other oil producers in the Middle East have been able to ramp up oil production in such a short period of time. Another study, (Bjørnland, Nordvik and Rohrer 2020), uses a well-level monthly production data set covering more than 16,000 crude oil wells in North Dakota from February 1990 to June 2017 to examine differences in supply responses between conventional and tight oil. They find a short-run (i.e., one-month) supply elasticity with respect to oil price for tight oil wells of 0.71, whereas the one-month response of conventional oil supply is not statistically different from zero. It should be noted that the elasticity value estimated by Bjørnland et al. combines the supply response to changes in the spot price of oil as well as changes in the spread between the spot price and the 3-month futures price. (Walls and Zheng 2022) explore the change in U.S. oil supply elasticity that resulted from the tight oil revolution using monthly, state-level data on oil production and crude oil prices from January 1986 to February 2019 for North Dakota, Texas, New Mexico, and Colorado. They conduct statistical tests that reveal an increase in the supply price elasticities starting between 2008 and 2011 coinciding with the times in which tight oil production increased sharply in each of these states. Walls and Zheng also find that supply responsiveness in the tight oil era is greater with respect to price increases than price decreases. The short-run (one-month) supply elasticity with respect to price increases during the tight oil area ranges from zero in Colorado to 0.076 in New Mexico; pre-tight oil, it ranged from zero to 0.021. The results from (Newell and Prest 2019), (Bjørnland, Nordvik and Rohrer 2020), and (Walls and Zheng 2022) all suggest that tight oil may have a larger supply response to oil prices in the short-run than conventional oil, although the estimated short-run elasticity is still relatively small. The three studies use datasets that end in 2019 or earlier. The responsiveness of U.S. tight oil production to recent price increases does not appear to be consistent with that observed during the episodes of crude oil price increases in the 2010s captured in these three studies. Despite an 80 percent increase in the WTI crude oil spot price from October 2020 to the end of 2021, Figure 11-1 shows that U.S. tight oil production has increased by only 8 percent in the same period. It is a somewhat challenging period in which to examine the supply response of tight oil to its price to some degree, given that the 2020–2021 time period coincided with the COVID-19 pandemic. Previous tight oil production growth cycles were financed predominantly with debt, at very low interest rates (McLean 2018). Most U.S. tight oil producers did not generate positive cashflow (McLean 2018). As of 2021, U.S. tight oil producers have pledged to repay their debt and reward shareholders through dividends and stock buybacks (Crowley and Wethe 2021). These pledges translate into higher prices that need to be reached (or sustained for a longer period) than in the past decade to trigger large increases in drilling activity. In its first quarter 2022 energy survey, the Dallas Fed (Federal Reserve Bank of Dallas 2022) asked oil exploration and production (E&P) firms about the WTI price levels needed to cover operating expenses for existing wells or to profitably drill a new well. The average breakeven price to continue operating existing wells in the tight oil regions ranged from $23/barrel (bbl) to $35/bbl. To profitably drill new wells, the required average WTI prices ranged from $48/bbl to $69/bbl. For both types of breakeven prices, there was substantial variation across companies, even within the same region. The actual WTI price level observed in the first quarter of 2022 was roughly $95/bbl, substantially larger than the breakeven price to drill new wells. However, the median production growth expected by the respondents to the Dallas Fed Energy Survey from the fourth quarter of 2021 to the fourth quarter of 2022 is modest (6 percent among large firms and 15 percent among small firms). Investor pressure to maintain capital discipline was cited by 59 percent of respondents as the primary reason why publicly traded oil producers are restraining growth despite high oil prices. The other reasons cited included supply chain constraints, difficulty in hiring workers, environmental, social, and governance concerns, lack of access to financing, and government regulations. Given the recent behavior of tight oil producers, we do not believe that tight oil will provide additional significant energy security benefits in the time frame of this analysis, 2027–2055, due to its muted price responsiveness. The ORNL model still accounts for the effect of U.S. tight oil production increases on U.S. oil imports and, in turn, the U.S.’s energy security position. Finally, despite continuing uncertainty about oil market behavior and outcomes and the sensitivity of the U.S. economy to oil shocks, it is generally agreed that it is beneficial to reduce petroleum fuel consumption from an energy security standpoint. The relative significance of petroleum consumption and import levels for the macroeconomic disturbances that follow from oil price shocks is not fully understood. Recognizing that changing petroleum consumption will change U.S. imports, our quantitative assessment of the oil security costs of this rule focuses on those incremental social costs that follow from the resulting changes in net imports, employing the usual oil import premium measure used in the energy security literature."
            },
            {
                "section_number": "11.2.3",
                "title": "Recent Electricity Security Studies",
                "page_number": 9,
                "subsections": [],
                "content": " The International Energy Agency (IEA) defines energy security as the uninterrupted availability of energy sources at affordable prices (IEA 2019). The energy security literature, first developed in response to the oil shocks of the 1970s, is extensive. This literature mainly focuses on the energy security benefits of reduced oil use, particularly oil imports. However, even though there is likely to be a substantial increase in the use of electricity from PEVs in the U.S., the literature on the topic of the energy security implications of wider use of PEVs is somewhat limited. We have not been able to identify any study that systematically quantifies the differential energy security risks of using electricity versus petroleum-based fuels to power vehicles in the U.S. Nonetheless, a review of existing, published studies provides information to help assess the implications of the use of electricity as transportation fuel in LMDVs in the U.S. across multiple dimensions of energy security–affordability, price stability, and resilience/reliability–as well as energy independence.176 Since the energy security literature has largely focused on the economic and national security risks associated with oil imports, early studies considering the energy security benefits of PEVs focus on the reduction in oil imports that result from widespread PEV adoption. (Michalek, et al. 176 Our discussion of \"affordability\" in this Chapter only considers fuel costs, including gasoline prices and charging costs for PEVs. Vehicle purchase costs are not considered within the scope of our evaluation of energy security. More discussion of consumer impacts in the context of PEVs is presented in Chapter 4 of this DRIA. 2011) quantifies this aspect of the energy security impacts of PEVs. The study focuses on the benefits associated with a reduction in U.S. oil imports from the wider use of PEVs and provide a direct estimate of the energy security benefits of using PEVs in the U.S. based on the amount of oil PEV’s displace over the lifetime of a typical PEV. They use a $0.34/gal (2010 dollars) estimate of the avoided macroeconomic disruption costs/ monopsony/ military cost savings for oil to calculate an energy security benefit of roughly $1,000 over the lifetime of a PEV. (Michalek, et al. 2011) is similar to the approach used by EPA in past vehicle rulemakings: estimate the displaced petroleum use and apply a security cost premium that draws on some of the same studies that EPA uses. But EPA does not include monopsony impacts or quantify military cost savings as benefits. The Michalek et al. study also does not account for electricity supply stability."
            },
            {
                "section_number": "11.2.3.1",
                "title": "Fuel Costs",
                "page_number": 10,
                "subsections": [],
                "content": " Most of the cost comparisons of PEVs versus gasoline-powered vehicles in the literature are total cost of ownership (TCO) studies, which compare the total cost of purchasing, owning, and operating each type of vehicle for a specified number of years. They include the vehicle purchase costs as well as annual operation (fees, fuel, and insurance) and maintenance costs. Vehicles are refueled fairly frequently and increased fueling costs due to energy price spikes are felt almost immediately by consumers, whereas the impact of price changes in components and materials used to produce vehicles (e.g., alloys, batteries, etc.), which are also considered in a TCO analysis, only impact consumers when purchasing a vehicle. Our focus in this Chapter is on energy markets. Critical materials and the supply chains necessary for PEV production are, therefore, outside of our intended scope in this discussion of energy security. See Preamble IV.C.6 and Chapter 3.1.3 of the DRIA for a discussion of critical materials and PEV supply chains. TCO studies of vehicles in the U.S. find that fuel costs are lower for PEVs than internal combustion engine (ICE) vehicles. See, for examples, (P. Slowik, A. Isenstadt, et al., Assessment of Light-duty Electric Vehicle Costs and Consumer Benefits in the United States in the 2022- 2035 Time Frame 2022), (Liu, et al. 2021), (Lutsey and Nicholas 2019), and (Breetz and Salon 2018). TCO studies tend to not explore in great detail the heterogeneity in fuel costs for PEV owners depending on geography and charging location or strategy, but other studies focus on the sources of PEV fuel cost variability. For example, a 2017 brief by the Union of Concerned Scientists examines the rates offered by electric utilities in the 50 largest U.S. cities and finds that all of them offered at least one electricity rate that results in fuel savings for PEV owners compared to a gasoline-powered vehicle, with median annual savings of $770 (Union of Concerned Scientists 2017). Clearly these savings depend on the prevailing price of petroleum fuels, which varies widely over location and time, and the assumed efficiency of the comparable gasoline vehicle. (Borlaug, Salisbury, et al., Levelized Cost of Charging Electric Vehicles in the United States 2020) perform a detailed analysis of PEV charging costs in the U.S. that takes into consideration the type of charging equipment, a range of real-world electricity rates, and frequency of charging at home versus workplace or public stations. They find that PEV fuel cost savings over a 15-year period ranged from $3,000 to $10,500 (2019 dollars) for average U.S. electricity and gasoline price projections, with additional variability across states and depending on PEV lifetimes. The percentage of battery charging done at home versus using public chargers is an important source of variability in the fuel costs of individual PEV owners. Extracting charging rate information from a commercial database that includes records for more than 30,000 U.S. public chargers, (Trinko, et al. 2021) reports mean rates of 28 cents/kWh for Level 2 chargers and 32 cents/kWh for faster Direct Current Fast Charging chargers; in contrast, the study reports a lower mean residential electric rate of 13 cents/kWh as of March 2021. To date, residential charging access has been prevalent among PEV owners. (Y. Ge, C. Simeone, et al., There's No Place Like Home: Residential Parking, Electrical Access, and Implications for the Future of Electric Vehicle Charging Infrastructure 2021) find that the percentage of PEVs with residential charging access is likely to become more uncertain as the PEV market share of light-duty (LD) vehicles increases. They conduct a survey to gather detailed information on residential parking availability, parking behavior, and electrical access by parking location. Combining public data on housing stock and LD vehicle stock characteristics with the survey results, the authors develop estimates of residential charging access percentages for each housing type and a PEV adoption likelihood model using housing type, housing tenure (owning versus renting), income, population density, and presence/absence of zero emission vehicle incentives in the state of residence as explanatory variables. For PEV shares no greater than 10 percent of total LD vehicles, residential charging access is estimated to range from 78 percent to 98 percent. For a 90 percent PEV share, the estimated residential charging access percentage ranges from 35 percent to 75 percent. The higher end of the ranges represents a scenario that requires modifications in parking behavior (e.g., parking in garage rather than driveway) and installation of electrical access whenever possible, if not already available at the residential parking location. In a study for the California Public Utility Commission, (Sieren-Smith, et al. 2021) projects future fuel costs of PEVs in California for the 2020–2030 time frame in comparison to gasolinepowered vehicles. This study finds that there is wide spatial variability in fuel costs for PEVs and there are substantial differences across individual electric utilities within California alone. The study also finds that for customers with Time of Use (TOU) tariffs, charging a PEV regularly at the off-peak rates (i.e., “managed charging” as opposed to “unmanaged charging”) results in significant fuel cost savings. With TOU tariffs or Time Variable Pricing, electricity prices depend on the time of use, and change at set times and amounts through the day–generally with higher prices in an afternoon peak period and lower prices in overnight off-peak hours (DOE 2022). The study also finds that PEV fuel costs are likely to be lower than gasoline-powered vehicles’ fuel costs across a variety of assumptions about projected gasoline and electricity prices and managed/unmanaged PEV charging rates in California over the time frame of the analysis. In the U.S., according to (Hardman, et al. 2021), the lowest income households spend 11.2 percent of their annual income on fuel, maintenance, and repairs of vehicles compared to all other households that spend 4.5 percent of their annual income on these expenses. For the most common use case in terms of PEV charging equipment (i.e., at-home charging), fuel costs in the U.S. are lower for PEVs than gasoline-powered vehicles. Therefore, owning a PEV results in a lower percentage of household income going toward that expense category. However, (Hardman, et al. 2021) find that lower income households are less able to afford installation of residential charging equipment and more likely to live in multi-unit dwellings without a designated parking space and charging equipment. Thus, low-income households that purchase a PEV and have no residential charging and, thus, rely primarily on public chargers, could face higher fuel costs and a larger overall energy burden (i.e., fraction of household income directed toward energy costs) with a PEV than a gasoline-powered vehicle. The Inflation Reduction Act (IRA) signed into law on August 16, 2022, can help reduce the costs for deploying charging infrastructure (Inflation Reduction Act 2022). The IRA extends the Alternative Fuel Refueling Property Tax Credit (Section 13404) through Dec 31, 2032, with modifications. Under the new provisions, residents in low-income and rural areas would be eligible for a 30 percent credit for the cost of installing residential charging equipment up to a $1,000 cap."
            },
            {
                "section_number": "11.2.3.2",
                "title": "Fuel Price Stability/Volatility",
                "page_number": 12,
                "subsections": [],
                "content": " (Melodia and Karlsson 2022) show that the rate of inflation and volatility of U.S. retail electricity prices have been historically much lower than for gasoline. Using consumer price data from the Bureau of Labor Statistics from 1968 to 2022, the authors report that gasoline was almost four times more volatile than electricity during that period. The diversity of the fuel mix used to produce electricity and the stronger regulatory oversight of the U.S. electricity sector, where residential electricity rates must meet a “just and reasonable” standard, are among the reasons for the lower volatility of electricity prices versus gasoline prices. The authors also discuss how renewable electricity generation can contribute to electricity price stability. First, the cost profile of renewable resources such as wind and solar involves an initial large fixed-capital investment but have no fuel costs once they are in operation, removing a key source of the price volatility experienced by electricity generation plants that use fossil fuels. Moreover, wind and solar resources are available much more widely across the globe than oil and gas resulting in lower geopolitical supply risk–although some risk is still present through the critical materials needed to produce renewable energy infrastructure components such as wind turbines, solar panels, and electric batteries (Melodia and Karlsson 2022). While (Melodia and Karlsson 2022) discuss the positive contribution that increased use of renewables can make to electricity price stability, other authors consider how the process of decarbonization in the energy sector might affect oil price stability. (Bordoff and O’Sullivan 2022) suggest that a smooth transition to clean energy in response to climate change may be challenging and may result in more price volatility in oil markets. In other words, they suggest that the transition to clean energy may be “jagged”. According to the authors, the combination of pressure on investors to divest from fossil fuels and uncertainty about the future of oil demand may raise concerns that oil investment levels may decrease in the future, leading to oil supplies declining at a faster rate than oil demand falls–or declining even as oil demand continues to rise. This outcome could produce more volatile oil prices. Also, in the early stages of the transition to clean energy before oil demand declines significantly, the power of OPEC and other noncompetitive suppliers could be boosted by increasing their revenues, while giving OPEC extra clout as a “swing producer” when world oil markets are tight."
            },
            {
                "section_number": "11.2.3.3",
                "title": "Electricity Reliability/Resiliency",
                "page_number": 12,
                "subsections": [],
                "content": " Reliability and resilience of electricity service are needed to ensure the “continuous availability” of service that is required for a fuel to be considered secure. (DOE 2017) defines the two terms as follows. Reliability is “the ability of the electric power sector to provide a stable source of electricity to consumers, both households and businesses, under normal operating conditions”. Resilience is “the ability of the electric power sector to withstand and recover from any disruptions created by extreme weather, cyberattack, terrorism, or other unanticipated events.” A reliable and resilient electricity sector is crucial for the U.S.’s national security. The Department of Defense is the largest customer of the electricity grid in the U.S. (DOE 2017). Also, the electricity sector is interconnected with many other types of critical infrastructure– water systems, oil, natural gas, communications, information technology, and financial services– crucial for the U.S. economy to function (DOE 2017). Standards and metrics to track reliability are better established than those for resilience, which is concerned with lower probability, highconsequence events (DOE 2017). Electricity, while generally reliably provided in the U.S., is subject to periodic supply disruptions (i.e., “electricity outages”) due to a variety of factors including (but not limited to): weather-related events such as hurricanes, heat waves/storms, wildfires; cybersecurity risks and system/equipment failures. On average, U.S. electricity customers experienced 8 hours of power outages in 2020, the most since the DOE’s Energy Information Administration (EIA) began collecting electricity reliability data in 2013 (EIA 2021). The Fourth National Climate Assessment, released in 2018, concludes that “climate change will increasingly threaten the U.S. energy supply via more frequent and long-lasting power outages that will broadly affect critical energy infrastructure” (Zamuda, et al. 2018). It also states that extreme weather is already the most frequent cause of electricity grid outages in the U.S. Electricity in the U.S. is provided by a set of local and regional interconnected electric grids. Thus, electricity supply disruptions are likely to result in electricity outages that are more local or regional in their nature in comparison to petroleum disruptions, which commonly have national or, oftentimes, global impacts. U.S. electric utilities follow long-term plans to ensure electricity reliability. These plans, typically known as integrated resource plans, set out an investment roadmap to ensure sufficient regional generation capacity and power purchases to meet the projected demand in their electricity service areas. According to (Bistline 2021), although these long-term plans contribute to electricity supply reliability, both resource planning and electric grid operation are becoming more difficult due to overlapping layers of increased variability in electricity supply and demand. For example, climate change is leading to an increase in the frequency and severity of extreme weather events which affects both supply (e.g., droughts reducing hydropower generation) and demand (e.g., record peak loads due to heat waves). Increased penetration of wind and solar also results in significant fluctuations in electricity production at different time scales that need to be managed by electric grid operators and planners. Maintaining reliability of supply and price stability under this new set of evolving conditions requires a range of technology, analysis, and policy solutions (Bistline 2021). As auto manufacturers respond to this proposed rule with increased sales of PEVs, U.S. electricity demand is anticipated to increase. Overall, U.S. electricity demand is projected to increase by 2 Terawatt-hours (TWh) in 2028 (a 0.04 percent increase), 18 TWh in 2030 (a 0.39 percent increase), 114 TWh in 2035 (a 2.25 percent increase), 195 TWh in 2040 (a 3.52 percent increase) and 252 TWh in 2050 (a 3.92 percent increase). See Chapter 5 of this DRIA for more discussion of these estimates. Projections of PEV uptake will need to be accounted for by U.S. electric utilities and transmission system operators in their resource planning processes. It is difficult to assess the combined effects of higher demand for electricity from PEVs, increasing extreme weather events in the context of climate change, and the greater use of variable supply technologies, such as wind/solar power, on electricity grid reliability and resiliency issues in the U.S. In part, this is because there is little experience to assess the impacts of significant PEV use on U.S. electric grid reliability and resiliency. At early levels of PEV adoption, the investments needed to shore up electric grid reliability might first appear at the local distribution level. Early PEV sales to date have often happened in clusters such that some neighborhoods have achieved large PEV penetrations even as PEV market share remained lower at the regional or national level. The extent of distribution level reliability impacts will depend on multiple factors: number of PEVs, PEV mix (BEVs/PHEVs), type of charger used (Level 1, Level 2), and most importantly, whether charging is managed or unmanaged. (Muratori 2018) evaluates the effect of uncoordinated PEV charging on residential demand. The author finds that uncoordinated PEV charging leads to more pronounced and abrupt load (i.e., electricity demand) peaks which shorten the life of distribution transformers. Using detailed datasets of charging events at homes and public chargers in California to simulate future PEV charging behavior (timing of charging and duration), (Jenn and Highleyman 2022) conclude that in a scenario with 6 million PEVs in California (compared to approximately 1 million in 2021), more than 20 percent of distribution feeder circuits would experience loads greater than their capacity, resulting in accelerated degradation of the distribution network equipment and requiring upgrades to maintain adequate electricity grid reliability. (Powell, et al. 2022) explore electric grid impacts in the U.S. portion of the Western Interconnection grid in 2035 under scenarios with high penetration (greater or equal to 50 percent adoption) of LD PEVs. They find that the timing of the extra electricity demand brought about by PEVs depends on charging behavior and is crucial to the magnitude of the electric grid impacts. The authors develop a detailed model of charging behavior where drivers are assigned to clusters based on combinations of the battery capacity of their PEVs, number of miles driven per year, and access to charging infrastructure. The aggregated PEV charging demand is then used as an input in a generation dispatch model that represents the Western Interconnection 2035 grid by accounting for planned generation unit additions/retirements, increasing baseline demand to reflect electrification of other sectors, and multiplying solar generation by a factor of 3.5 and wind generation by a factor of 3 relative to 2019 levels. The authors calculate the electric grid impacts for various scenarios regarding charging controls and access to home and workplace charging infrastructure. All charging scenarios assume unidirectional charging (i.e., no vehicle-to-grid flows). For the Western Interconnection, given the high level of penetration of solar generation expected by 2035, daytime charging leads to lower costs and emissions because it aligns better with the solar generation profile. Investing in widespread access to workplace charging leads to lower peak net demand (i.e., peak demand net of solar and wind generation), lower electricity grid storage capacity investment needs, less ramping-related costs from the operation of fossil fuel generators, and lower CO2 emissions per mile driven by PEVs. Since the U.S. electricity grid is composed of a set of regional electricity grids with different fuel mixes, the charging infrastructure and charging schedules that will best match and balance the extra electricity demand from PEVs with electricity supply will vary on a region-by-region basis. Large and abrupt electricity demand peaks due to PEV charging deserve special attention when they are linked to extreme weather events that can also disrupt the demand and supply of electricity. (Feng, et al. 2020) explore the mobility implications of vehicle fleets with high PEV penetration rates during extreme weather events triggering evacuation orders. They simulate the evacuation traffic flow during Hurricane Irma and compare electricity demand if all evacuating vehicles were PEVs with the transmission capacity in the Florida electric grid. They conclude that up to a fleet-wide PEV penetration rate of 45 percent could have been supported by the existing transmission network during that evacuation scenario. The more general insights from the analysis include: 1) fleetwide PEV penetration levels of up to 45 percent can be helpful during an evacuation scenario to alleviate gasoline shortages, 2) PHEVs are especially valuable during those events as drivers can start the evacuation trip using their battery and fill their gasoline tanks away from the population centers that experience gasoline shortages when an evacuation order is announced, and, 3) development of disaster-optimized charging schedules would be crucial to avoid surges of power during an extreme event such as a hurricane as PEV penetration increases.177 With PEVs becoming an increasingly significant portion of vehicles on the road in the U.S., some losses in overall U.S. output, measured in terms of a loss in U.S. gross domestic product (GDP), will likely result from electricity supply disruptions. The losses in U.S. output will be determined by the extent and duration of the future electricity supply disruptions, the flexibility of the additional electricity demand from PEVs, and whether PEVs can help avoid or ameliorate electricity supply disruptions. Given the local and regional nature of electricity supply disruptions and noting that the U.S. is projected to produce almost all of its own electricity (see discussion below), the losses in U.S. output from future electricity supply disruptions will likely be lower than output losses that have resulted from world oil supply disruptions with the widespread use of gasoline-powered vehicles. Higher electricity payments in the event of a U.S. electricity supply disruption will be transferred to other electricity producers in the U.S., not to foreign suppliers, as was the case in past oil supply disruptions, which will reduce the effective cost to the U.S. economy. However, more analysis is needed to make a definitive statement about the net effect of this proposed rule on expected GDP losses from future electricity and oil supply disruptions or price spikes. Estimates of disruption probabilities and associated U.S. macroeconomic disruption costs are available for oil but not for electricity. Without an estimate of electricity disruption probabilities and expected U.S. output losses, it is difficult to conduct assessments of the size and types of potential investments, or initiatives in the U.S. electricity sector, that could mitigate or adapt to those losses. Although PEVs can pose challenges for electricity supply reliability if PEV charging is not coordinated, PEVs can also potentially provide an important source of electricity storage, which could help to improve the overall functioning of the U.S. electricity grid in terms of the reliability and availability of electricity over time. See Chapter 5.4 of the DRIA for more discussion on this topic. With a bidirectional connection to the electricity grid that enables vehicle-to-grid (V2G) flows, PEVs can act as a storage resource that provides energy during electric peak demand hours by discharging their batteries while parked. PEVs can also provide services to the electrical grid such as frequency and voltage regulation or act as electricity reserves, ready to supply energy in response to an outage at an electricity generation facility. In addition, PEVs can be used to provide electricity to home residences in the event of an electricity supply disruption. Managed bidirectional flows of energy from a large PEV fleet could also be particularly valuable to integrate higher levels of variable renewables (wind and solar) into the electricity generation mix (Yilmaz and Krein 2013). 177 Under the proposed standards, the penetration rates of PEVs in the stock of U.S. light- and medium-duty vehicles are projected to remain below a 45 percent rate until the late 2030's. By the late 2030's, there should be sufficient lead time for the U.S. electricity grid to expand and accommodate increasingly higher penetration rates of PEVs. The wider use of electricity in U.S. vehicles also provides both short- and long-run fuel substitution opportunities for vehicle owners facing high and volatile world oil prices. For example, drivers of PHEVs can switch to using more electricity during an oil price shock (Lemoine 2010). Also, during an oil shock, a wider penetration of PEVs will allow for a shortrun reduction in oil use by multi-vehicle households that can drive their PEVs more, rather than using their gasoline-powered vehicles. Flexibility is achieved when drivers have options to shift to electricity, and the responsiveness of oil demand to the oil price (i.e., the elasticity of demand for oil) increases. These benefits occur because there is more substitutability between electricity and oil in end-use fuel use. With electricity supply disruptions, on the other hand, multi-vehicle households could also switch to driving their gasoline-powered vehicles more. Households with only one vehicle, dedicated to gasoline or electricity, are likely be the most affected by volatile oil prices and electricity outages, since they cannot substitute among vehicles or fuels in response to changing oil prices and the availability of electricity, as multi-vehicle households or owners of PHEVs can."
            },
            {
                "section_number": "11.2.3.4",
                "title": "Energy Independence",
                "page_number": 16,
                "subsections": [],
                "content": " The goal of U.S. energy independence is generally equated with the elimination of all U.S. imports of petroleum and other foreign sources of energy, but more broadly, it is the elimination of U.S. sensitivity to the variations in the price and supply of foreign sources of energy (Greene 2010). (Grove 2008) and (Stein 2013) promote the idea that the wider use of PEVs can bring about U.S. energy independence by substituting electricity for oil to power vehicles in the U.S. As Grove/Stein note, the physical characteristics of oil and electricity can have very different consequences for energy independence. Oil is a commodity that is globally traded. In comparison, Grove labels electricity as “sticky”: in other words, “it stays in the continent where it is produced.” As a result, global electricity markets are not nearly as linked or interconnected as global oil markets. The interconnectedness of the oil market means that price shocks are transmitted globally but it also contributes to its resilience. Oil tankers can be redirected to those destinations where price signals reveal that their value is highest. In contrast, the volume of electricity that can be rerouted across regions in response to an emergency is strictly limited by the number and configuration of electricity transmission interconnections. The wider use of PEVs in U.S. LMDVs will likely result in the substitution of one fuel, oil, with significant imports and which is subject to global price shocks, for another fuel, electricity, which is almost exclusively produced in the U.S. and has different and an independent set of local and regional factors influencing its reliability and resiliency. As (Bordoff and O’Sullivan 2022) point out, electricity is much more likely to be produced locally and regionally; less than three percent of global electricity was traded across international borders in 2018, compared with two-thirds of global oil supplies in 2014. As a result, the greater use of electricity as transportation fuel will move the U.S. towards the goal of energy independence. U.S. energy security analysis has traditionally focused on the benefits of reduction of U.S. oil imports. However, even when oil imports get close to zero, energy security concerns remain for oil because of the global, integrated nature of the oil market. Unless the U.S. entirely disengages from international oil trade, oil price shocks starting anywhere in the world will continue to be transmitted to oil prices in the U.S. and those price shocks still will have adverse impacts on U.S. households. An increased movement towards electrification does not eliminate energy security concerns. Supply shocks for electricity also happen, but they are typically of a different nature than oil shocks: they are local or regional instead of global, and they may involve a combination of electricity outages and/or retail electricity price increases. Recent geopolitical events are an example of how the energy price and energy price stability attributes in U.S. energy security remain an important concern even after the U.S. has become a net exporter of crude oil and petroleum products. (Bordoff and O’Sullivan 2022) suggest that energy security will join climate change as a top concern for policymakers as a result of the Russian-Ukrainian war, which has disrupted energy supplies and increased global energy prices. They argue that these dual priorities–energy security and climate change–are poised to reshape national energy planning, energy trade flows, and the broader global economy. One consequence of the Russian-Ukrainian War, according to Bordoff and O’Sullivan, is that countries across the world will increasingly be looking inward, prioritizing domestic energy production and regional cooperation even as they transition to net-zero carbon emissions. These changes will likely be defined by greater, not less, government intervention in the world’s energy sector."
            },
            {
                "section_number": "11.3",
                "title": "Electricity Security Impacts",
                "page_number": 17,
                "subsections": [],
                "content": " Addressing the issue of U.S. energy security, this section offers comparisons of electricity and gasoline as transportation fuels in terms of cost per mile driven and their relative price stability and volatility. In the U.S. during the past decade, the cost per mile driven for a new PEV charging at home has been consistently lower than that for a new gasoline-powered vehicle using regular gasoline. This result is robust to the spatial variation in relative electricity and gasoline prices in different U.S. states. The impact of fuel costs on consumers is not only about average fuel cost levels but also fuel cost stability. On the metric of fuel cost stability, retail electricity also has fared better than gasoline because retail electricity prices have been more predictable and less volatile for vehicle owners than gasoline prices. The predictability is partly a result of the electricity rate setting process–most consumers pay a set tariff (i.e., electricity price) that only changes at monthly or annual intervals. The section also presents data to support the idea that an increased use of electricity as a transportation fuel in U.S. LMDVs moves the U.S. towards greater energy independence."
            },
            {
                "section_number": "11.3.1",
                "title": "Recent Fuel Costs for Gasoline-Powered Vehicles Compared to PEVs in the",
                "page_number": 17,
                "subsections": [],
                "content": " U.S."
            },
            {
                "section_number": "11.3.1.1",
                "title": "National (i.e., U.S.) Analysis",
                "page_number": 17,
                "subsections": [],
                "content": " To compare fuel costs of PEVs versus gasoline-powered vehicles, the relevant units are dollars per mile instead of dollars per gallon of gasoline equivalent (or other energy content unit) because of the higher end-use efficiency of the electric motor relative to the internal combustion engine (ICE). This is a central feature of the comparison between PEVs and gasoline-powered vehicles. The relative cost of gasoline and electric fuel in the U.S. will depend on three main factors: the efficiency of the vehicle; the prevailing prices of gasoline and electricity (electricity prices being more stable over time), and the market in which the PEV is recharged (electricity costs tend to vary significantly across states to a greater degree than gasoline prices, and commercial recharging costs are higher than residential charging costs). Most PEV charging to date in the U.S. uses at-home chargers, and thus EPA's analysis of fuel costs hinges on prices observed by U.S. households: retail, regular gasoline prices (in dollars per gallon) and retail residential electricity rates (in cents per kilowatt-hour). As PEV adoption extends to drivers without at-home charging capabilities in the future, commercial charging rates will play a larger role in a national analysis of PEV fuel costs, but home recharging is expected to continue to play a dominant role. Comparing fuel costs for PEVs and gasoline LD vehicles requires converting retail prices into a common unit (U.S. cents per mile driven) that accounts for the differences in energy content between gasoline and electricity as well as the higher efficiency of electric drivetrains relative to internal combustion engines, expressed as fuel economies (miles per gallon of gasoline equivalent (gge)).178 The fuel economy data used to compute fuel costs per mile driven are onroad new vehicle values by model year (i.e., the average fuel economy across all sold new gasoline LD vehicles or PEVs of a same model year). The data for PEVs includes only battery electric vehicles (BEVs), but also applies to plug-in hybrid electric vehicles (PHEVs) for the miles driven in electric vehicle mode, and the data for gasoline vehicles includes conventional hybrids.179 On-road fuel economy increased from 22.2 miles per gge in 2011 to 24.6 miles per gge in 2021 for new gasoline LD vehicles and from 97 miles per gge to 112.8 miles per gge for new PEVs. Figure 11-2 shows the average U.S. fuel cost per mile driven for two vehicle-fuel combinations, gasoline-powered LD vehicles using regular gasoline and PEVs charging at-home at the residential retail rate, and Figure 11-3 presents the same information for a subset of individual states in the U.S. 178 The conversion factor from kilowatt-hours to gasoline gallon equivalents (gge) is 33.705kWh/gge (EPA 2016). 179 It should be noted that the time unit for the fuel economy data, the “model year”, does not coincide exactly with a calendar year. Figure 11-2. Average U.S. fuel cost per vehicle mile driven of gasoline-powered vehicles and PEVs from 2011 to 2021 Sources: Electricity prices: (EIA 2022); Gasoline prices: (EIA 2022); Fuel economies: (EPA 2022) Monthly fuel cost per mile driven has been consistently and substantially lower for new PEVs than new gasoline LD vehicles. The average fuel cost per mile driven from January 2011 to December 2021 was 13.7 cents per mile for new gasoline vehicles using regular gasoline and 4.6 cents per mile for a new PEV charged at-home 100 percent of the time at the average residential retail rate. The average annual fuel savings of new PEVs in comparison to a new gasoline vehicle using regular gasoline over the ten-year time frame of 2011 to 2021 was $1,260. We recognize that, to date, the bulk of PEVs sold tend to be in the small or mid-size car segments and, thus, more energy efficient. This is evolving as more PEV models are offered. For Model Year 2022, an analysis of fuel costs for every LD vehicle model shows that most PEV models have lower fuel costs than most gasoline-powered models regardless of vehicle class and size (DOE 2022). While vehicle size and prevailing oil prices matter, the lower fuel cost per mile driven for PEVs is largely a result of the much higher efficiency of electric drivetrains relative to internal combustion engines. Comparing U.S. electricity and gasoline prices on a dollar per unit-energy basis, residential electricity has actually been somewhat more expensive than retail gasoline over the last decade: the 2011–2021 averages were 2.6 cents per megajoule (MJ) for regular gasoline and 4.0 cents per MJ for residential retail electricity.180"
            },
            {
                "section_number": "11.3.1.2",
                "title": "State-Level Analysis",
                "page_number": 19,
                "subsections": [],
                "content": " The fuel cost per mile driven for new PEVs was lower than the fuel cost for new gasoline LD vehicles in all the states shown in Figure 11-3 (see below) and in every month from 2011 to the end of 2021. However, as stated above, the fuel cost savings do vary significantly across states. The average savings in fuel cost per mile driven for a new PEV versus a new gasoline vehicle ranged from 6.7 cents in Massachusetts to 10.2 cents in California and 11.9 cents in Washington. For the other three states depicted in Figure 11-3, Texas, Ohio and Florida, the fuel savings averaged 8–9 cents per mile. Both California and Massachusetts have some of the highest electricity residential retail rates in the U.S. The large savings afforded by PEVs in California result from that state having higher retail gasoline prices than the rest of the states in Figure 11-3. The savings are even larger for Washington because of a combination of high gasoline prices and low electricity rates due to Washington’s relative abundance of hydroelectric power resources (EIA 2022). Assuming that new gasoline-powered cars and new PEVs are both driven ~14,000 miles per year, the annual average fuel cost savings in the first year of vehicle operation during this period would have ranged from $933 in Massachusetts to $1,643 in Washington (Davis and Boundy 2022). While vehicle use typically declines with age, the decline is slow, and 15 years later the average car would still provide 62 percent of these annual savings (Davis and Boundy 2022). 180 1 kWh equals 3.6 MJ, and a typical gallon of gasoline contains 120,280 Btu or 126.8 MJ. Figure 11-3. Fuel cost per mile driven by gasoline-powered vehicles and PEVs for six states from 2011 to 2021 Sources: Electricity prices: (EIA 2022); Gasoline prices: (EIA 2022); Fuel economies: (EPA 2022)"
            },
            {
                "section_number": "11.3.2",
                "title": "Fuel Price Stability/Volatility",
                "page_number": 20,
                "subsections": [],
                "content": " Absolute differences in fuel costs between PEVs and ICE vehicles, discussed above, are an important aspect of the \"affordability\" component of IEA's definition of energy security, but fuel price stability is another important consideration from the consumer's perspective.181 While U.S. retail electricity prices vary widely with location, charging equipment, and charging behavior, they are generally more stable over time than U.S. gasoline prices. Figure 11-4 displays the monthly percentage price changes for U.S. retail gasoline and residential electricity. The monthly change in U.S. average residential electricity prices was less than 5 percent (in absolute value) in every month during the 2011–2021 period. For regular gasoline, prices changed up or down by more than 5 percent in 30 percent of months over that period. The volatility of monthly U.S. retail prices from January 2011 to December 2021 was 21 percent for residential electricity prices and 60 percent for regular gasoline prices.182 181 The International Energy Agency (IEA) defines energy security as the uninterrupted availability of energy sources at affordable prices. (IEA 2019) 182 Volatility is calculated as the standard deviation of the monthly price returns multiplied by the squared root of the number of periods (months). Figure 11-4. Monthly percentage changes in U.S. retail electricity and gasoline prices from 2011 to 2021 Source: (EIA 2022) Another desirable attribute of PEVs for fuel cost stability is that PEVs diversify and, thereby, help stabilize total road-vehicle fuel costs. Diversification benefits are gained when the prices of the two fuels do not move together. In fact, historically when oil prices increased, electricity prices have tended to decrease, and vice-versa. Looking at fuel price trends over roughly the last decade, from January 2011 to December 2021, monthly U.S. residential electricity prices have been negatively correlated, -0.37, with monthly U.S. average gasoline prices.183 A negative correlation helps plug-in hybrid electric vehicle (PHEV) owners and multi-vehicle households with access to gasoline LD vehicles and PEVs, and the nation as a whole, by diversifying transportation fuel cost risk. During all of the 2011–2021 period, the cost of at-home PEV charging resulted in lower fuel costs than gasoline refilling. The value of a household being able to switch between PEVs and gasoline-powered vehicles depending upon prevailing fuel prices (or between electricity and gasoline for a PHEV), is sometime labeled the “real option value”. Real option value could increase if the residential electricity costs of PEVs increase, or commercial recharging costs decrease, and the relative ranking of home or commercial PEV 183 The estimated correlation coefficient is a Pearson correlation coefficient with a p-value of 0.0069. charging versus gasoline refueling costs changes more frequently in the future as oil prices fluctuate.184"
            },
            {
                "section_number": "11.3.3",
                "title": "Energy Independence",
                "page_number": 22,
                "subsections": [],
                "content": " The substitution of electricity for oil for powering U.S. vehicles will reduce U.S reliance on fuel imports. Although the U.S. has become a net exporter of crude oil and petroleum liquids, it still imports significant volumes of crude oil to meet the preferred barrel specifications of domestic refineries. See Table 11-1 below for estimates of U.S. oil import reductions from this proposed LMDV (2027–2032) rule. Figure 11-5 shows that the U.S. has been a very small net importer of electricity over the most recent decade: net U.S. imports accounted for an average of only 1.2 percent of total U.S. electricity use from 2011 to 2020. The EIA projects net U.S. imports of electricity to decrease further from that average percentage in the next decades across all the Annual Energy Outlook (AEO) 2022 scenarios. By 2050, the AEO scenarios project net U.S. electricity imports to range from 0.7 percent in the Low Renewables Cost scenario to 0.9 percent in the High Renewables Cost scenario. However, all the AEO 2022 scenarios model a significantly lower level of PEV penetration–U.S. PEV sales account for 9 percent to 24 percent of U.S. LD vehicle sales in 2050–compared to higher projected PEV penetration rates in EPA’s proposed LMDV (2027–2032) rule. 184 “Real option value” analysis applies the concepts used to value the financial assets called “options” to investments in certain real/physical assets. Unlike traditional discounted cashflow analysis which states that investment in a project/asset should only happen if its expected net present value is greater than zero, real option analysis takes into account the extra value that can be realized when cashflows are uncertain and the asset holder can choose between the different options. In the LMDV case considered here with PEVs and gasoline-powered vehicles, real option value results when households can switch between the PEVs and gasoline-powered vehicles when fuel costs fluctuate. Vehicle switching in this case, allows households to purchase the least costly fuel. Figure 11-5. U.S. electricity net imports as percentage of total electricity use from 2011 to 2020 and projected U.S. electricity net imports from 2021 to 2050. Source: (EIA 2022), (EIA 2022), (EIA 2022), (EIA 2022) In the past decade, the U.S. has traded electricity with only two countries: Canada and Mexico, both in North America. The U.S. imports more electricity than it exports from both countries. On average, from 2011 to 2020, the volume of electricity imported from Canada was equal to 1.4 percent of U.S. electricity use and the volume exported to Canada was 0.23 percent of U.S. electricity use. Average traded electricity volumes with Mexico were lower; imports from Mexico were equivalent to 0.13 percent of U.S. electricity use and export volumes to Mexico were 0.07 percent of U.S. electricity use. Although net U.S. imports represent a very small fraction of total electricity use at the national level, they can play a larger role in some regional electricity grids in the U.S. For example, ISO-NE–the electricity transmission grid operator in New England–reported that 16 percent of the net energy for load in their system in 2021 originated in Canadian electricity imports (ISO New England 2022). In addition, EPA uses ICF's Integrated Planning Model (IPM) to estimate the impacts of this proposed rule on U.S. electricity markets and also international electricity dispatches. Only Canadian electricity dispatches are estimated as electricity dispatched from Mexico is de minimis. The IPM results show that net U.S. electricity international dispatch is very small as an overall percentage of total U.S. electricity demand. U.S. net electricity imports are less than 1 percent for all years and trending towards zero by 2050 for both the \"no action\" and \"proposal\" case of this proposed rule. See Tables 5–12 and 5–13 of Chapter 5 of the DRIA for more detail on the impacts of this proposed rule on net U.S. electricity international dispatch impacts."
            },
            {
                "section_number": "11.4",
                "title": "Oil Security Impacts",
                "page_number": 24,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "11.4.1",
                "title": "U.S. Oil Import Reductions",
                "page_number": 24,
                "subsections": [],
                "content": " Over the time frame of analysis of this proposed rule, 2027–2055, the U.S. Department of Energy’s (DOE) Energy Information Administration’s (EIA) Annual Energy Outlook (AEO) 2021 (Reference Case) projects that the U.S. will be both an exporter and an importer of crude oil185 (EIA 2021). The U.S. produces more light crude oil than its refineries can refine. Thus, the U.S. exports lighter crude oil and imports heavier crude oils to satisfy the needs of U.S. refineries, which are configured to efficiently refine heavy crude oil. U.S. crude oil exports are projected to be relatively stable, between 3.0 and 3.4 MMBD, from 2027 through 2050. See Table 11-1 below. U.S. crude oil imports, meanwhile, are projected to range between 6.7 and 7.6 MMBD between 2027 and 2050. The AEO 2021 also projects that U.S. net oil refined product exports will remain relatively stable from 2027 (5.6 MMBD) through 2035 (5.5 MMBD) before dropping off to 4.4 MMBD by 2050. U.S. oil consumption is estimated to have decreased from 19.8 MMBD in 2019 to 17.5 MMBD in 2020 and 19.1 MMBD in 2021 as a result of social distancing and quarantines that limited personal mobility as a result of the COVID-19 pandemic (EIA 2022)186. AEO 2021 projects that U.S. oil consumptions will continue to increase from 19.1 MMBD in 2027 to 20.3 MMBD in 2050 (EIA 2021). It is not just U.S. crude oil imports alone, but both imports and consumption of petroleum from all sources and their role in economic activity, that exposes the U.S. to risk from price shocks in the world oil price. During the 2027–2055 time frame, the U.S. is projected to continue to consume significant quantities of oil and to rely on significant quantities of crude oil imports. As a result, U.S. oil markets are expected to remain tightly linked to trends in the world crude oil market. In Chapter 9, EPA estimates changes in U.S. petroleum consumption as a result of this proposed rule. For this energy security analysis, we undertake a detailed analysis of differences in U.S. fuel consumption, crude oil imports/exports, and exports of petroleum products for the time frame 2027–2050 using the AEO 2021 (Reference Case) in comparison with an alternative AEO 2021 sensitivity case, Low Economic Growth. The Low Economic Growth Case is used since oil demand decreases in comparison to the Reference Case. EPA estimates that approximately 90.7 percent of the change in fuel consumption resulting from these proposed standards is likely to be reflected in reduced U.S. imports of crude oil over the time frame of analysis of this proposed rule.187 The 90.7 percent oil import reduction factor is calculated by taking the ratio of the changes in U.S. net crude oil and refined petroleum product imports 185 We are using AEO 2021, as opposed to the more recent AEO 2022, for the quantitative analysis of this proposed rule to maintain consistency with other parts of the analysis (i.e., air quality modeling) of this proposed rule. The AEO 2021 projects oil market trends through 2050. The time frame for EPA's analysis of this proposed rule is from 2027 to 2055. Thus, we report oil market trends to 2050 based upon AEO 2021 in Table 11-1. We also report U.S. oil import reductions through 2055 in Table 11-1 as well. 186 Calculated using series “Petroleum Consumption (Excluding Biofuels) Annual” (Table 1.3) and “Petroleum Consumption Total Heat Content Annual” (Table A3). 187 We looked at changes in U.S. crude oil imports/exports and net petroleum products in the AEO 2021 Reference Case, Table 11. Petroleum and Other Liquids Supply and Disposition, in comparison to an alternative case, the Low Economic Growth Case. See the spreadsheet in the Docket, “AEO2021 Change in product demand on imports”. divided by the change in U.S. oil consumption in the two different AEO cases considered. Thus, on balance, each gallon of petroleum reduced as a result of this proposed LMDV rule is anticipated to reduce total U.S. imports of petroleum by 0.907 gallons. Based upon the changes in oil consumption estimated by EPA and the 90.7 percent oil import reduction factor, the reductions in U.S. oil imports as a result of this proposed rule are estimated in Table 11-1 below for the 2027–2055 time frame.188 Included in Table 11-1 are estimates of U.S. crude oil exports and imports, net oil refined product exports, net crude oil and refined petroleum product exports and U.S. oil consumption for the years 2027–2050 based on the AEO 2021 (EIA 2021). Table 11-1 Projected trends in U.S. crude oil exports/imports, net refined oil product exports, net crude oil and refined petroleum product imports, oil consumption and U.S. oil import reductions resulting from the proposed LMDV rule from 2027 to 2050 (MMBD)a 2027 2030 2032 2035 2040 2045 2050 2055 U.S. Crude Oil Exports 3.3 3.1 3.1 3.3 3.2 3.1 3.1 - U.S. Crude Oil Imports 7.2 6.9 6.9 7.0 7.5 7.3 7.6 - U.S. Net Refined Petroleum Product Exportsb"
            },
            {
                "section_number": "5.6",
                "title": "5.7 5.7 5.5 5.3 5.0 4.4 -",
                "page_number": 25,
                "subsections": [],
                "content": " U.S. Net Crude Oil and Petroleum Product Exports"
            },
            {
                "section_number": "1.8",
                "title": "2.0 2.0 1.9 1.2 0.9 0.1 -",
                "page_number": 25,
                "subsections": [],
                "content": " U.S. Oil Consumptionc 19.1 19.1 19.1 19.3 19.5 19.9 20.3 - Reduction in U.S. Oil Imports from the Proposed Standardsd"
            },
            
            {
                "section_number": "11.4.2",
                "title": "Oil Security Premiums Used for this Proposed Rule",
                "page_number": 25,
                "subsections": [],
                "content": " In order to understand the energy security implications of reducing U.S. oil imports, EPA has worked with Oak Ridge National Laboratory (ORNL), which has developed approaches for evaluating the social costs and energy security implications of oil use. The energy security estimates provided below are based upon a peer-review methodology developed at ORNL (Leiby 2008). This ORNL study is an updated version of the approach used for estimating the energy security benefits of U.S. oil import reductions developed in a 1997 ORNL report (Leiby, Jones, et al. 1997). This same approach was first used to estimate energy security benefits for the 2010 RFS2 final rule (75 FR 14670) and the 2010 final rulemaking to establish light-duty vehicle greenhouse gas emission standards and corporate average fuel economy standards for MY 2012– 2016 vehicles (75 FR 25324). ORNL has updated this methodology periodically for EPA to 188 The AEO 2021 projects oil market trends through 2050. The time frame for EPA's analysis of this proposed rule is from 2027 to 2055. Thus, we report oil market trends to 2050 based upon AEO 2021 in Table 11-1. We also report U.S. oil import reductions through 2055 in Table 11-1 as well. account for updated projections of future energy market and economic trends reported in the U.S. EIA’s AEO. For this proposed rule, EPA updated the ORNL methodology using the AEO 2021. The ORNL methodology is used to compute the oil import premium (concept defined in Chapter 11.1) per barrel of imported oil. The values of U.S. oil import premium components (macroeconomic disruption/adjustment costs and monopsony components) are numerically estimated with a compact model of the oil market by performing simulations of market outcomes using probabilistic distributions for the occurrence of oil supply shocks, calculating marginal changes in economic welfare with respect to changes in U.S. oil import levels in each of the simulations, and summarizing the results from the individual simulations into a mean and 90 percent confidence intervals for the import premium estimates. The macroeconomic disruption/adjustment import cost component is the sum of two parts: the marginal change in expected import costs during disruption events and the marginal change in gross domestic product due to the disruption. The monopsony component is the long-run change in U.S. oil import costs as the level of oil import changes. For this proposed rule, EPA is using oil import premiums that incorporate the oil price projections and energy market and economic trends, particularly global regional oil supplies and demands (i.e., the U.S./OPEC/rest of the world), from the AEO 2021 into its model.189 EPA only considers the avoided macroeconomic disruption/adjustment oil import premiums (i.e., labeled macroeconomic oil security premiums below) as costs, since we consider the monopsony impacts stemming from changes in U.S. oil imports, transfer payments. In previous EPA rules when the U.S. was projected by EIA to be a net importer of crude oil and petroleum-based refined products, monopsony impacts represented reduced payments by U.S. consumers to oil producers outside of the U.S. There was some debate among economists as to whether the U.S. exercise of its monopsony power in oil markets, for example from the implementation of EPA’s rules, was a “transfer payment” or a “benefit”. Given the redistributive nature of this monopsony impact from a global perspective, and since there are no changes in resource costs when the U.S. exercises its monopsony power, some economists argued that it is a transfer payment. Other economists argued that monopsony impacts were a benefit since they partially address, and partially offset, the market power of OPEC. In previous EPA rules, after weighing both countervailing arguments, EPA concluded that the U.S.’s exercise of its monopsony power was a transfer payment, and not a benefit (EPA 2016). In the time frame covered by this proposed LMDV rule, the U.S.’s oil trade balance is projected to be quite a bit different than during the time periods covered in many previous EPA rules. Starting in 2020, the U.S. became a net exporter of crude oil and refined oil products and the U.S. is projected to continue to be a net exporter of crude oil and refined petroleum products 189 The oil market projection data used for the calculation of the oil import premiums came from AEO 2021, supplemented by the latest EIA international projections from the Annual Energy Outlook (AEO)/International Energy Outlook (IEO) 2019. Global oil prices and all variables describing U.S. supply and disposition of petroleum liquids (domestic supply, tight oil supply fraction, imports, demands) as well as U.S. non-petroleum liquids supply and demand are from AEO 2021. Global and OECD Europe supply/demand projections as well as OPEC oil production share are from IEO 2019. The need to combine AEO 2021 and IEO 2019 data arises due to two reasons: (a) EIA stopped including Table 21 “International Petroleum and Other Liquids Supply, Disposition, and Prices” in the U.S.-focused Annual Energy Outlook after 2019, (b) EIA does not publish complete updates of the IEO every year. in the time frame covered by the proposed LMDV standards, 2027-2032. As a result, reductions in U.S. oil consumption and, in turn, U.S. oil imports, still lower the world oil price modestly. But the net effect of the lower world oil price is now a decrease in revenue for U.S. exporters of crude oil and refined petroleum products, instead of a decrease in payments to foreign oil producers. The argument that monopsony impacts address the market power of OPEC is no longer appropriate. Thus, we continue to consider the U.S. exercise of monopsony power to be transfer payments. We also do not consider the effect of this proposed rule on the costs associated with existing energy security policies (e.g., maintaining the Strategic Petroleum Reserve or strategic military deployments), which are discussed below. In addition, EPA and ORNL have worked together to revise the oil import premiums based upon recent energy security literature. Based upon EPA and ORNL’s review of the recent energy security literature, EPA is assessing its macroeconomic oil security premiums for this proposed rule. The recent economics literature (discussed in Chapter 11.2.1) focuses on three factors that can influence the macroeconomic oil security premiums: the price elasticity of oil demand, the GDP elasticity in response to oil price shocks, and the impacts of the U.S. tight oil boom. We discuss each factor below and provide a rationale for how we are developing estimates for the first two factors for the macroeconomic oil security premiums being used in this proposal. We are not accounting for how U.S. tight oil is influencing the macroeconomic oil security premiums in this proposed rule, other than how tight oil significantly reduces the need for U.S. oil imports. First, we assess the price elasticity of demand for oil. In previous EPA light-duty vehicle rulemakings (i.e., Model Year 2012–2016, Model Year 2017–2025) EPA used a short-run elasticity of demand for oil of -0.045 (EPA 2010) (EPA 2016). In the most recent EPA rule setting GHG emissions standards for passenger cars and light trucks in model years 2023 through 2026, we used a short-run elasticity of demand for oil of -0.07, an update of previously used elasticities based on the below considerations (EPA 2021). For this rule, we continue to use the elasticity value of -0.07. From the RFF study, the “blended” price elasticity of demand for oil is –0.05. The ORNL meta-analysis estimate of this parameter is –0.07. We find the elasticity estimates from what RFF characterizes as the “new literature,” –0.175, and from the “new models” that RFF uses, –0.20 to –0.33, somewhat high. Most of the world’s oil demand is concentrated in the transportation sector and there are limited alternatives to oil use in this sector. According to the IEA, the share of global oil consumption attributed to the transportation sector grew from 60 percent in 2000 to 66 percent in 2019 (IEA 2022). The next largest sector by oil consumption, and an area of recent growth, is petrochemicals. There are limited alternatives to oil use in this sector, particularly in the time frame of this proposed rule. Thus, we believe it would be surprising if short-run oil demand responsiveness has changed in a dramatic fashion. The ORNL meta-analysis estimate encompasses the full range of the economics literature on this topic and develops a meta-analysis estimate from the results of many different studies in a structured way, while the RFF study’s “new models” results represent only a small subset of the economics literature’s estimates. Thus, we believe using a short-run price elasticity of demand for oil of -0.07 is more appropriate.190 This increase has the effect of lowering the macroeconomic oil security premium estimates undertaken by ORNL for EPA. Second, we consider the elasticity of GDP to an oil price shock. In previous EPA Vehicle rulemakings (i.e., Model Year 2012–2016, Model Year 2017–2025), EPA used an elasticity of GDP to an oil shock of –0.032 (EPA 2010) (EPA 2016). In the most recent EPA rule setting GHG emissions standards for passenger cars and light trucks through model years 2023 through 2026, we used an elasticity of GDP of –0.021, an update of previously used elasticities based on the below considerations (EPA 2021). For this rule, we continue to use the elasticity value of – 0.021. The RFF “blended” GDP elasticity is –0.028, the RFF’s “new literature” GDP elasticity is – 0.018, while the RFF “new models” GDP elasticities range from –0.007 to –0.027. The ORNL meta-analysis GDP elasticity is –0.021. We believe that the ORNL meta-analysis value is representative of the recent literature on this topic since it considers a wider range of recent studies and does so in a structured way. Also, the ORNL meta-analysis estimate is within the range of GDP elasticities of RFF’s “blended” and “new literature” elasticities. For this proposed rule, EPA is using a GDP elasticity of –0.021, a 34 percent reduction from the GDP elasticity used previously (i.e., the –0.032 value). This GDP elasticity is within the range of RFF’s “new literature” elasticity, –0.018, and the elasticity EPA has used in previous rulemakings, –0.032, but lower than RFF’s “blended” GDP elasticity, –0.028. This decrease has the effect of lowering the macroeconomic oil security premium estimates. For U.S. tight oil, EPA has not made any adjustments to the ORNL model, given the limited tight oil production response to rising world oil prices in the recent 2021–2022 time frame.191 Increased tight oil production still results in energy security benefits though, through its impact of reducing U.S. oil imports in the ORNL model. Table 11-2 below provides estimates of EPA’s macroeconomic oil security premium estimates for 2027–2055. The macroeconomic oil security premiums are relatively steady over the time period of this proposed rule at $3.41/barrel (8 cents/gallon) in 2027 and $3.55/barrel in 2030 (8 cents/gallon), $3.91/barrel in 2035 (9 cents per gallon), $4.39/barrel 10 cents per gallon) in 2040 and $5.15/barrel (12 cents/gallon) in 2050 and 2055 (in 2020 U.S. dollars). 190 EPA and ORNL have worked together to develop an updated estimate of the short-run elasticity of demand for oil for use in the ORNL model. 191 The short-run oil supply elasticity assumed in the ORNL model is 0.06 and is applied to production from both conventional and tight (i.e., shale) oil wells. Table 11-2 Macroeconomic oil security premiums for 2027–2055 (2020$/barrel)a,b Year Avoided Macroeconomic Disruption/Adjustment Costs (Range) 2027 $3.41 ($0.74 - $6.36) 2030 $3.55 ($0.65 - $6.68) 2032 $3.70 ($0.68-$6.94) 2035 $3.91 ($0.73-$7.34) 2040 $4.39 ($1.08-$8.09) 2045 $4.73 ($1.23-$8.64) 2050 $5.15 ($1.52-$9.28 2055 $5.15 ($1.52-$9.28) Table Notes: a The top values in each cell are mean values. Values in parentheses are 90 percent confidence intervals. b The AEO 2021 only provides oil market trend estimates to 2050. We use the same macroeconomic oil security premium for 2055 as the value for 2050."
            },
            {
                "section_number": "11.4.3",
                "title": "Cost of Existing U.S. Oil Security Policies",
                "page_number": 29,
                "subsections": [],
                "content": " An additional often-identified component of the full economic costs of U.S. oil imports is the costs to the U.S. taxpayers of existing U.S. energy security policies. The two primary examples are maintaining the Strategic Petroleum Reserve (SPR) and maintaining a military presence to help secure a stable oil supply from potentially vulnerable regions of the world. The SPR is the largest stockpile of government-owned emergency crude oil in the world. Established in the aftermath of the 1973/1974 oil embargo, the SPR provides the U.S. with a response option should a disruption in commercial oil supplies threaten the U.S. economy (Energy Policy and Conservation Act 1975). Emergency SPR drawdowns have taken place in 1991 (Operation Desert Storm), 2005 (Hurricane Katrina), 2011 (Libyan Civil War), and 2022 (War in Ukraine) (DOE 2022). All of these releases have been in coordination with releases of strategic stocks from other International Energy Agency (IEA) member countries. In the first four months of 2022, using the statutory authority under Section 161 of the Energy Policy and Conservation Act, the U.S. President directed the U.S. DOE to conduct two emergency SPR drawdowns in response to ongoing oil supply disruptions. The first drawdown resulted in a sale of 30 million barrels in March 2022 (DOE 2022). The second drawdown, announced in April, authorized a total release of approximately one MMBD from May to October 2022 (DOE 2022). For 2023, the DOE has announced plans to sell 26 million barrels of oil between April and June (DOE 2023). While the costs for building and maintaining the SPR are more clearly related to U.S. oil use and imports, historically these costs have not varied in response to changes in U.S. oil import levels. Thus, while the effect of the SPR in moderating price shocks is factored into the analysis that EPA is using to estimate the macroeconomic oil security premiums, the cost of maintaining the SPR is excluded. We have also considered the possibility of quantifying the military benefits components of energy security but have not done so here for several reasons. The literature on the military components of energy security has described four broad categories of oil-related military and national security costs, all of which are hard to quantify. These include possible costs of U.S. military programs to secure oil supplies from unstable regions of the world, the energy security costs associated with the U.S. military’s reliance on petroleum to fuel its operations, possible national security costs associated with expanded oil revenues to “rogue states” and relatedly the foreign policy costs of oil insecurity. Of these categories listed above, the one that is most clearly connected to petroleum use and is, in principle, quantifiable is the first: the cost of military programs to secure oil supplies and stabilize oil supplying regions. There is an ongoing literature on the measurement of this component of energy security, but methodological and measurement issues–attribution and incremental analysis–pose two significant challenges to providing a robust estimate of this component of energy security. The attribution challenge is to determine which military programs and expenditures can properly be attributed to oil supply protection, rather than some other objective. The incremental analysis challenge is to estimate how much the petroleum supply protection costs might vary if U.S. oil use were to be reduced or eliminated. Methods to address both of these challenges are necessary for estimating the effect on military costs arising from a modest reduction (not elimination) in oil use attributable to this proposed rule. Since “military forces are, to a great extent, multipurpose and fungible” across theaters and missions and because the military budget is presented along regional accounts rather than by mission, according to (Crane, et al. 2009), the allocation to particular missions is not always clear. Approaches taken usually either allocate “partial” military costs directly associated with operations in a particular region or allocate a share of total military costs (including some that are indirect in the sense of supporting military activities overall) (Koplow and Martin 1998). The challenges of attribution and incremental analysis have led some to conclude that the mission of oil supply protection cannot be clearly separated from others, and the military cost component of oil security should be taken as near zero (Moore, Behrens and Blodgett 1997). (Stern 2010), on the other hand, argues that many of the other policy concerns in the Persian Gulf follow from oil, and the reaction to U.S. policies taken to protect oil. Stern presents an estimate of military cost for Persian Gulf force projection, addressing the challenge of cost allocation with an activity-based cost method. He uses information on actual naval force deployments rather than budgets, focusing on the costs of carrier deployment. As a result of this different data set and assumptions regarding allocation, the estimated costs are much higher, roughly 4 to 10 times, than other estimates. Stern also provides some insight on the analysis of incremental effects, by estimating that Persian Gulf force projection costs are relatively strongly correlated to Persian Gulf petroleum export values and volumes. Still, the issue remains of the marginality of these costs with respect to Persian Gulf oil supply levels, the level of U.S. oil imports, or U.S. oil consumption levels. (Delucchi and Murphy 2008) seek to deduct from the cost of Persian Gulf military programs the costs associated with defending U.S. interests other than the objective of providing more stable oil supply and price to the U.S. economy. Excluding an estimate of cost for missions unrelated to oil, and for the protection of oil in the interest of other countries, Delucchi and Murphy estimated military costs for all U.S. domestic oil interests of between $24–$74 billion annually. Delucchi and Murphy assume that military costs from U.S. oil import reductions can be scaled proportionally, attempting to address the incremental issue. (Crane, et al. 2009) considers force reductions and cost savings that could be achieved if oil security were no longer a consideration. Taking two approaches and guided by post-Cold War force draw downs and by a top-down look at the current U.S. allocation of defense resources, they concluded that $75–$91 billion, or 12–15 percent of the current U.S. defense budget, could be reduced. Finally, an Issue Brief by Securing America’s Future Energy (SAFE) (2018) found a conservative estimate of approximately $81 billion per year spent by the U.S. military protecting global oil supplies (SAFE 2018). This is approximately 16 percent of the recent U.S. Department of Defense’s budget. Spread out over the 19.8 million barrels of oil consumed daily in the U.S. in 2017, SAFE concludes that the implicit subsidy for all petroleum consumers is approximately $11.25 per barrel of crude oil, or $0.28 per gallon. According to SAFE, a more comprehensive estimate suggests the costs could be greater than $30 per barrel, or over $0.70 per gallon. As in the examples above, an incremental analysis can estimate how military costs would vary if the oil security mission is no longer needed, and many studies stop at this point. It is substantially more difficult to estimate how military costs would vary if U.S. oil use or imports are partially reduced, as is projected to be a consequence of this proposed rule. Partial reduction of U.S. oil use likely diminishes the magnitude of the security problem, but there is uncertainty that supply protection forces and their costs could be scaled down in proportion, and there remains the associated goal of protecting supply and transit for U.S. allies and other importing countries, if they do not decrease their petroleum use as well. We are unaware of a robust methodology for assessing the effect on military costs of a partial reduction in U.S. oil use. Therefore, we are unable to quantify this effect resulting from the projected reduction in U.S. oil use attributable to this proposed rule."
            },
            {
                "section_number": "11.4.4",
                "title": "Oil Security Benefits of Proposed Rule",
                "page_number": 31,
                "subsections": [],
                "content": " Estimates of the total annual oil security benefits of the proposed standards are based on the ORNL oil import premium methodology with updated oil import premium estimates reflecting the recent energy security literature and using the AEO 2021. Annual per-gallon benefits are applied to the reductions in U.S. crude oil and refined petroleum product imports. We do not consider military cost impacts or the monopsony effect of U.S. crude oil and refined petroleum product import changes on the energy security benefits of this proposed rule. The energy security benefits of this proposal are presented in Table 10-9 of Chapter 10, Non-Emissions Benefits of the Proposal, Light-Duty and Medium-Duty. Chapter 11 References Balke, Nathan S., and Stephen Brown. 2018. \"Oil supply shocks and the U.S. economy: An estimated DSGE model.\" Energy Policy 116: 357-372. doi:https://doi.org/10.1016/j.enpol.2018.02.027. Baumeister, Christiane, and Gert Peersman. 2013. \"Time-Varying Effects of Oil Supply Shocks on the US Economy.\" American Economic Journal: Macroeconomics 5 (4): 1-28. Baumeister, Christiane, and James D. Hamilton. 2019. \"Structural Interpretation of Vector Autoregressions with Incomplete Identification: Revisiting the Role of Oil Supply and Demand Shocks.\" American Economic Review 109 (5): 1873-1910. doi:10.1257/aer.20151569. Baumeister, Christiane, Gert Peersman, and Ine Van Robays. 2010. \"The Economic Consequences of Oil Shocks: Differences across Countries and Time.\" RBA Annual Conference Papers, Reserve Bank of Australia. Sydney. https://www.rba.gov.au/publications/confs/2009/baumeister-peersman-vanrobays.html. Bistline, John. 2021. \"Variability in Deeply Decarbonized Electricity Systems.\" Environmental Science & Technology 55 (9): 5629-5635. doi:10.1021/acs.est.0c06708. Bjørnland, Hilde C., Frode Martin Nordvik, and Maximilian Rohrer. 2020. \"Supply flexibility in the shale patch: Evidence from North Dakota.\" Journal of Applied Econometrics 36 (3): 273- 292. doi:10.1002/jae.2808. Blanchard, Olivier J, and Jordi Galí. 2010. \"The Macroeconomic Effects of Oil Price Shocks: Why are the 2000s so different from the 1970s?\" In International Dimensions of Monetary Policy, 373-421. University of Chicago Press. Bohi, Douglas R., and David Montgomery. 1982. \"Social Cost of Imported Oil and U.S. Import Policy.\" Annual Review of Energy 7: 37-60. doi:10.1146/annurev.eg.07.110182.000345. Bordoff, Jason, and Meghan L O’Sullivan. 2022. \"Green Upheaval: The New Geopolitics of Energy.\" Foreign Affairs, January. https://www.foreignaffairs.com/articles/world/2021-11- 30/geopolitics-energy-green-upheaval. —. 2022. \"The New Energy Order: How Governments Will Transform Energy Markets.\" Foreign Affairs, July. https://www.foreignaffairs.com/articles/energy/2022-06-07/markets-newenergy- order. Borlaug, Brennan, Shawn Salisbury, Mindy Gerdes, and Matteo Muratori. 2020. \"Levelized Cost of Charging Electric Vehicles in the United States.\" Joule 4 (7): 1470-1485. doi:10.1016/j.joule.2020.05.013. Breetz, Hanna L, and Deborah Salon. 2018. \"Do electric vehicles need subsidies? Ownership costs for conventional, hybrid, and electric vehicles in 14 U.S. cities.\" Energy Policy 120: 238- 249. doi:10.1016/j.enpol.2018.05.038. Broadman, Harry G. 1986. The social cost of imported oil, Energy Policy 14 (3): 242-252. Broadman, Harry G, and William H Hogan. 1988. The Numbers Say Yes, The Energy Journal 9 (3): 7-29. Brown, Stephen P.A. 2018. \"New estimates of the security costs of U.S. oil consumption.\" Energy Policy 113: 171-192. doi:https://doi.org/10.1016/j.enpol.2017.11.003. Cashin, Paul, Kamiar Mohaddes, Maziar Raissi, and Mehdi Raissi. 2014. \"The differential effects of oil demand and supply shocks on the.\" Energy Economics 44: 113-134. doi:https://doi.org/10.1016/j.eneco.2014.03.014. Crane, Keith, Andreas Goldthau, Michael Toman, Thomas Light, Stuart E. Johnson, Alireza Nader, Angela Rabasa, and Harun Dogo. 2009. Imported Oil and U.S. National Security. Rand Corporation, 1-100. http://www.rand.org. Crowley, Kevin, and David Wethe. 2021. \"Shale Bets on Dividends to Match Supermajors, Revive Sector.\" Bloomberg, August 2. https://www.bloomberg.com/news/articles/2021-08- 02/shale-heavyweights-shower-investors-with-dividends-on-oil-rally . Davis, Stacy C, and Robert G Boundy. 2022. Transportation Energy Data Book Edition 40. ORNL/TM-2022/2376, Oak Ridge National Laboratory, Table 3.14 Annual Mileage for Cars and Light Trucks by Vehicle Age. Delucchi, Mark A., and James J. Murphy. 2008. \"US military expenditures to protect the use of Persian Gulf oil for motor vehicles.\" Energy Policy (36): 2253-2264. doi:0.1016/j.enpol.2008.03.006. DOE. 2022. Demand Response and Time-Variable Pricing Programs. Accessed September 5, 2022. https://www.energy.gov/eere/femp/demand-response-and-time-variable-pricing-programs. —. 2022. DOE Announces Emergency Notice of Sale of Crude Oil from the Strategic Petroleum Reserve to Address Oil Supply Disruptions. March 2. https://www.energy.gov/fecm/articles/doeannounces- emergency-notice-sale-crude-oil-strategic-petroleum-reserve-address-oil. —. 2022. DOE Announces Second EmergencyNotice of Sale of Crude Oil From TheStrategic Petroleum Reserve toAddress Putin’s Energy Price Hike. April 1. https://www.energy.gov/articles/doe-announces-second-emergency-notice-sale-crude-oilstrategic- petroleum-reserve-address. —. 2023. DOE Issues Notice of Congressionally Mandated Sale to Purchase Crude Oil from the Strategic Petroleum Reserve. February 13. https://www.energy.gov/ceser/articles/doe-issuesnotice- congressionally-mandated-sale-purchase-crude-oil-strategic. —. 2022. FOTW #1251, August 15, 2022: Electric Vehicles Have the Lowest Annual Fuel Cost of All Light-Duty Vehicles. August 15. https://www.energy.gov/eere/vehicles/articles/fotw- 1251-august-15-2022-electric-vehicles-have-lowest-annual-fuel-cost-all. DOE. 2017. \"Valuation of Energy Security for the United States. Report to Congress.\" Washington, DC. EIA. 2019. Saudi Arabia crude oil production outage affects global crude oil and gasoline prices. September 23. Accessed 12 2022. https://www.eia.gov/todayinenergy/detail.php?id=41413. —. 2021. \"Annual Energy Outlook 2021. Table A11: Petroleum and Other Liquids Supply and Disposition (Reference Case).\" —. 2022. \"Annual Energy Outlook 2022. Table 8: Electricity Supply, Disposition, Prices, and Emissions.\" —. 2022. \"Annual Energy Outlook 2022. Table A11: Petroleum and Other Liquids Supply and Disposition (Reference Case).\" —. 2022. \"Annual Energy Outlook 2022: Table 10: Electricity Trade.\" —. 2022. \"Annual Energy Review 2022. Table 1.3: Electricity Net Import Projections.\" —. 2022. \"Annual Energy Review 2022. Table 2.14: Electricity Supply and Disposition.\" EIA. 2022. Monthly Energy Review. https://www.eia.gov/totalenergy/data/monthly/. —. 2022. \"Monthly Energy Review, December 2022. Table 3.1. Petroleum Overview.\" —. 2022. Oil and petroleum products explained. November 02. Accessed 12 06, 2022. https://www.eia.gov/energyexplained/oil-and-petroleum-products/imports-and-exports.php. EIA. 2022. Petroleum and Other Liquids: Crude Oil Production. https://www.eia.gov/dnav/pet/pet_crd_crpdn_adc_mbbl_m.htm. EIA. 2022. Petroleum and Other Liquids: Spot Prices. https://www.eia.gov/dnav/pet/pet_pri_spt_s1_d.htm. EIA. 2022. Petroleum and Other Liquids: Weekly Retail Gasoline and Diesel Prices. https://www.eia.gov/dnav/pet/PET_PRI_GND_DCUS_NUS_W.htm. EIA. 2022. Residential electricity sales and average prices. Electricity sales to ultimate customers. https://www.eia.gov/opendata/browser/electricity/retail-sales. EIA. 2023. \"Today in Energy. Crude oil prices increased in first-half of 2022 and declined in second half of 2022.\" —. 2021. U.S. electricity customers experienced eight hours of power interruptions in 2020. November 10. Accessed December 2022. https://www.eia.gov/todayinenergy/detail.php?id=50316. —. 2022. U.S. STATES: State Profiles and Energy Estimates. https://www.eia.gov/state/. EIA. 2022. U.S. Tight Oil Production by Play. Accessed 12 14, 2022. https://www.eia.gov/energyexplained/oil-and-petroleum-products/data/US-tight-oilproduction. xlsx. EMF. 1982. World Oil: EMF 6 Summary Report. Stanford, CA: Stanford Energy Modeling Forum. 1975. \"Energy Policy and Conservation Act.\" Public Law No. 94-163. December 22. Engemann, Kristie M, Kevin L Kliesen, and Michael T Owyang. 2011. \"Do Oil Shocks Drive Business Cycles? Some U.S. and International Evidence.\" Federal Reserve Bank of St. Louis. Working Paper Series. No. 2010-007D. doi:10.20955/wp.2010.007. EPA. 2010. \"Final Rulemaking to Establish Light-Duty Vehicle Greenhouse Gas Emission Standards and Corporate Average Fuel Economy Standards for Model Year 2012–2016 Vehicles, Joint Technical Support Document.\" EPA-420-R-10-901. EPA. 2016. \"Final Rulemaking to Establish Light-Duty Vehicle Greenhouse Gas Emissions and Corporate Average Fuel Economy Standards for Model Year 2017–2025 Vehicles, Joint Technical Support Document.\" EPA-420-D-16-900. EPA. 2016. \"Proposed Determination on the Appropriateness of the Model Year 2022-2025 Light-Duty Greenhouse Gas Standards under the Mid-Term Evaluation. Technical Support Document. EPA-420-D-16-900.\" https://nepis.epa.gov/Exe/ZyPDF.cgi/P100OXEO.PDF?Dockey=P100OXEO.PDF. EPA. 2021. \"Revised 2023 and Later Model Year Light Duty Vehicle GHG Emissions Standards, Regulatory Impact Analysis.\" EPA-420-R-21-028. EPA. 2022. \"The 2022 EPA Automotive Trends Report: Greenhouse Gas Emissions, Fuel Economy, and Technology since 1975.\" Office of Transportation and Air Quality. EPA-420-R- Federal Reserve Bank of Dallas. 2022. Dallas Fed Energy Survey: Special Questions. March 9. https://www.dallasfed.org/research/surveys/des/2022/2201.aspx#tab-questions. Feng, Kairui, Ning Lin, Siyuan Xian, and Mikhail V Chester. 2020. \"Can we evacuate from hurricanes with electric vehicles?\" Transportation Research Part D 86: 102458. doi:10.1016/j.trd.2020.102458. GAO. 2020. Effects of the Repeal of the Crude Oil Export Ban. Report to Congress, United States Government Accountability Office. https://www.gao.gov/assets/gao-21-118.pdf. Ge, Yanbo, Christina Simeone, Andrew Duvall, and Eric Wood. 2021. There's No Place Like Home: Residential Parking, Electrical Access, and Implications for the Future of Electric Vehicle Charging Infrastructure. Technical Report NREL/TP-5400-81065, National Renewable Energy Laboratory. https://www.nrel.gov/docs/fy22osti/81065.pdf. Greene, David L. 2010. \"Measuring energy security: Can the United States achieve oil independence?\" Energy Policy 38 (4): 1614-1621. doi:10.1016/j.enpol.2009.01.041. Greene, David L. 2010. \"Measuring energy security: Can the United States achieve oil independence?\" Energy Policy 38 (4): 1614-1621. doi:10.1016/j.enpol.2009.01.041. Grove, Andy. 2008. \"Our Electric Future.\" American Enterprise Institute, July 10. https://www.aei.org/articles/our-electric-future/. Hamilton, James D. 2012. \"Oil Prices, Exhaustible Resources, and Economic Growth.\" In Handbook of Energy and Climate Change. https://econweb.ucsd.edu/~jhamilto/handbook_climate.pdf. Hardman, Scott, Kelly L Fleming, Eesha Khare, and Mahmoud M Ramadan. 2021. \"A perspective on equity in the transition to electric vehicles.\" MIT Science Policy Review 2: 46-54. doi:10.38105/spr.e10rdoaoup. Hogan, William W. 1981. \"Import Management and Oil Emergencies.\" In Energy and Security, IEA. 2019. Energy security. December 2. Accessed 12 2022. https://www.iea.org/areas-ofwork/ ensuring-energy-security. —. 2022. Energy Statistics Data Browser. https://www.iea.org/data-and-statistics/datatools/ energy-statistics-databrowser? country=WORLD&fuel=Oil&indicator=OilProductsConsBySector. 2022. \"Inflation Reduction Act.\" Public Law No. 117-169. August 16. ISO New England. 2022. Resource Mix. https://www.iso-ne.com/about/key-stats/resource-mix. Jenn, Alan, and Jake Highleyman. 2022. \"Distribution grid impacts of electric vehicles: A California case study.\" iScience 25 (1). doi:10.1016/j.isci.2021.103686. Kemp, John. 2021. \"U.S. Shale Restraint Pushes Oil Prices to Multi-year High.\" Reuters, June 4. https://www.reuters.com/business/energy/us-shale-restraint-pushes-oil-prices-multi-year-highkemp- Kilian, Lutz. 2009. \"Not All Oil Price Shocks Are Alike: Disentangling Demand and Supply Shocks in the Crude Oil Market.\" American Economic Review 99 (3): 1053-1069. https://www.aeaweb.org/articles?id=10.1257/aer.99.3.1053. Kilian, Lutz, and Daniel P. Murphy. 2014. \"The Role of Inventories and Speculative Trading in the Global Market for Crude Oil.\" Journal of Applied Econometrics 29: 454-478. doi:https://doi.org/10.1002/jae.2322. Kilian, Lutz, and Robert J. Vigfusson. 2014. \"The Role of Oil Price Shocks in Causing U.S. Recessions.\" Center for Financial Studies. Working Paper Series 460. Kim, Dong Heon. 2012. \"What is an oil shock? Panel data evidence.\" Empirical Economics 43: Koplow, Douglas, and Aaron Martin. 1998. Fueling Global Warming: Federal Subsidies to Oil in the United States. Washington D.C.: Greenpeace. Krupnick, Alan, Richard Morgenstern, Nathan Balke, Stephen P.A. Brown, Ana María Herrera, and Shashank Mohan. 2017. Oil Supply Shocks, US Gross Domestic Product, and the Oil Security Premium. Resources for the Future. https://www.rff.org/publications/reports/oil-supplyshocks- us-gross-domestic-product-and-the-oil-security-premium/. Leiby, Paul N. 2008. Estimating the Energy Security Benefits of Reduced U.S. Oil Imports. ORNL/TM-2007/028, Oak Ridge National Laboratory. Leiby, Paul N, Donald W Jones, T Randall Curlee, and Russell Lee. 1997. Oil Imports: An Assessment of Benefits and Costs. Oak Ridge, Tennessee: Oak Ridge National Laboratory. Lemoine, Derek. 2010. \"Valuing Plug-In Hybrid Electric Vehicles' Battery Capacity Using a Real Options Framework.\" Energy Journal. doi:10.2139/ssrn.1322164. Liu, Zhe, Juhyun Song, Joseph Kubal, Naresh Susarla, Kevin W Knehr, Ehsan Islam, Paul Nelson, and Shabbir Ahmed. 2021. \"Comparing total cost of ownership of battery electric vehicles and internal combustion engine vehicles.\" Energy Policy 158: 112564–112577. doi:10.1016/j.enpol.2021.112564. Lutsey, Nic, and Michael Nicholas. 2019. Update on electric vehicle costs in the United States through 2030. Working Paper 2019-06, ICCT. https://theicct.org/publication/update-on-electricvehicle- costs-in-the-united-states-through-2030/. McLean, Bethany. 2018. \"The Next Financial Crisis Lurks Underground.\" The New York Times, September 1. https://www.nytimes.com/2018/09/01/opinion/the-next-fi nancial-crisis-lurksunderground. html. Melodia, Lauren, and Kristina Karlsson. 2022. Energy Price Stability: The Peril of Fossil Fuels and the Promise of Renewables. Issue Brief, Roosevelt Institute. https://rooseveltinstitute.org/publications/energy-price-stability/. Michalek, Jeremy J, Mikhail Chester, Paulina Jaramillo, Constantine Samaras, Ching-Shin Norman Shiau, and Lester B Lave. 2011. \"Valuation of plug-in vehicle life-cycle air emissions and oil displacement benefits.\" Proceedings of the National Academy of Sciences 108 (40): Moore, John L, Carl E Behrens, and John E Blodgett. 1997. Oil Imports: An Overview and Update of Economic and Security Effects. CRS Report 98-1, Congressional Research Service: Environment and Natural Resources Policy Division. Muratori, Matteo. 2018. \"Impact of uncoordinated plug-in electric vehicle charging on residential power demand.\" Nature Energy 3: 193-201. doi:10.1038/s41560-017-0074-z. National Research Council. 2010. Hidden Costs of Energy: Unpriced Consequences of Energy Production and Use. Washington DC: National Academies Press. Newell, Richard G., and Brian C. Prest. 2019. \"The Unconventional Oil Supply Boom: Aggregate Price Response from Microdata.\" The Energy Journal 40 (3). doi:10.5547/01956574.40.3.rnew. Nordhaus, William D. 2007. \"Who's Afraid of a Big Bad Oil Shock?\" Brookings Papers on Economic Activity 2007 (2): 219-238. doi:10.1353/eca.2008.0013. Oladosu, Gbadebo A., Paul. N. Leiby, David C. Bowman, Rocio Uría-Martínez, and Megan Johnson. 2018. \"Impacts of oil price shocks on the United States economy: A meta-analysis of the oil price elasticity of GDP for net oil-importing economies.\" Energy Policy 115 (Virtual Special Issue entitled 'Oil Supply Disruptions, U.S. Economic Activity and Oil Security'): 523- 544. 10.1016/j.enpol.2018.01.032. Parry, Ian W. H., and Joel Darmstadter. 2003. The Cost of U.S. Oil Dependency. Washington, D.C.: Resources for the Future. Plummer, James L, Hung-Po Chao, Dermot Gately, and Richard J Gilbert. 1982. \"Basic Concepts, Assumptions, and Numerical Results.\" In Energy Vulnerability, 13-36. Cambridge: Ballinger Publishing Co. Powell, Siobhan, Gustavo Cezar, Liang Min, Ines Azevedo, and Ram Rajagopal. 2022. \"Charging infrastructure access and operation to reduce the grid impacts of deep electric vehicle adoption.\" Natural Energy 1-14. doi:0.1038/s41560-022-01105-7. Ramey, Valerie A, and Daniel J Vine. 2010. \"Oil, Automobiles, and the U.S. Economy: How Much Have Thinks Really Changed?\" NBER Macroeconomics Annual 25 (1): 333-368. doi:10.1086/657541. Rasmussen, Tobias, and Agustin Roitman. 2011. \"Oil Shocks in a Global Perspective: Are They Really that Bad?\" IMF Working Papers (11/194). https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1910497. SAFE. 2018. The Military Cost of Defending the Global Oil Supply. Issue Brief, Securing America's Energy Future. http://secureenergy.org/wp-content/uploads/2020/03/Military-Cost-of- Defending-the-Global-Oil-Supply.-Sep.-18.-2018.pdf. Sieren-Smith, Bridget, Ankit Jain, Alireza Eshraghi, Simon Hurd, Julia Ende, Josh Huneycutt, Andrew Ngo, Mark LeBel, Carl Linvill, and David Roland-Holst. 2021. Utility Costs and Affordability of the Grid of the Future. An Evaluation of Electric Costs, Rates and Equity Issues. California Public Utilities Commission. Slowik, Peter, Aaron Isenstadt, Logan Pierce, and Stephanie Searle. 2022. Assessment of Lightduty Electric Vehicle Costs and Consumer Benefits in the United States in the 2022-2035 Time Frame. White Paper, ICCT. https://theicct.org/publication/ev-cost-benefits-2035-oct22/. Stein, Fred. 2013. \"Ending America’s Energy Insecurity: Why Electric Vehicles Should Drive the United States to Energy Independence.\" Homeland Security Affairs 4. https://www.hsaj.org/articles/236. Stern, Roger J. 2010. \"United States cost of military force projection in the Persian Gulf, 1976– 2007.\" Energy Policy 38: 2816-2825. doi:10.1016/j.enpol.2010.01.013. Trinko, David, Emily Porter, Jamie Dunckley, Thomas Bradley, and Timothy Coburn. 2021. \"Combining Ad Hoc Text Mining and Descriptive Analytics to Investigate Public EV Charging Prices in the United States.\" Energies 14 (17). doi:10.3390/en14175240. Union of Concerned Scientists. 2017. \"Going From Pump to Plug.\" https://www.ucsusa.org/resources/going-pump-plug. Uría-Martínez, Rocío, Paul N. Leiby, Gbadebo Oladosu, David C. Bowman, and Megan M. Johnson. 2018. Using Meta-Analysis to Estimate World Crude Oil Demand Elasticity. Oak Ridge National Laboratory. https://info.ornl.gov/sites/publications/Files/Pub120229.pdf. Walls, W.D., and Xiaoli Zheng. 2022. \"Fracking and Structural Shifts in Oil Supply.\" The Energy Journal 43 (3). doi:10.5547/01956574.43.3.wwal. Yilmaz, Murat, and Philip Krein. 2013. \"Review of the Impact of Vehicle-to-Grid Technologies on Distribution Systems and Utility Interfaces.\" IEEE Transactions on Power Electronics 28 (12): 5673-5689. doi:10.1109/TPEL.2012.2227500. Zamuda, Craig D, Daniel E Bilello, Guenter Conzelmann, Ellen Mecray, Ann Satsangi, Vincent Tidwell, and Brian J Walker. 2018. Energy Supply, Delivery, and Demand. Vol. II, in Impacts, Risks, and Adaptation in the United States: Fourth National Climate Assessment, 174-201. doi:10.7930/NCA4.2018.CH4."
            }
        ]
    }
]
}