{
      "chapters" :[
   {
        "chapter_title": "Consumer Impacts and Related Economic Considerations",
        "chapter_number": "4",
        "page_number": 1,
        "sections": [
            {
                "section_number": "4.1",
                "title": "Modeling the Purchase Decision",
                "page_number": 1,
                "subsections": [],
                "content": " In this section, we focus our discussion on our modeling of the consumer purchase decision. The vehicle purchase decision is a complex process (Jackman, et al. 2023, 12-14) (Taylor and Fujita 2018). Consumers consider and value a wide array of vehicle attributes and features as they develop and seek to satisfy their purchase criteria (Fujita, et al. 2022). Body style is a particularly important consumer criterion. Individuals tend to consider vehicle within a body style (Fujita, et al. 2022). Thus, we model vehicle choice within body style, namely sedan and wagons, CUVs and SUVs, and pickups and across other vehicle attributes. Value, as in \"value for the money,\" is also among the most compelling vehicle attributes that consumers consider (Fujita, et al. 2022, 748 & 754) (Jackman, et al. 2023). \"Value\" is a multi-factor consideration; it includes factors such as purchase, fueling, maintenance, and repair costs, wholly or in part. Thus, these costs play an important role in consumers' decision processes as does consumer sensitivity to those costs, which we capture and quantify in our analyses. Also important to the vehicle purchase decision, but harder to capture and quantify, are consumers' diverse perceptions of other vehicle attributes. These more subjective assessments pertain to vehicle attributes such as comfort, design, image, and performance (Fujita, et al. 2022, 748), as well as to technology (e.g., ICE vehicle, PEV) where decision rules (e.g., compensatory, non-compensatory), attitudes (e.g., technological affinity), and psychological biases (e.g., risk and uncertainty aversion, loss aversion) may be at play (Taylor and Fujita 2018, 37). In the following discussion of consumers' decision processes, we narrow our focus and modeling to the following key elements: costs that consumers incorporate into their purchase decisions (i.e., purchase, fueling, maintenance, repair, and depreciation); how consumers respond to costs (i.e., logit parameters); and how consumer perceptions of technologies change or do not change over time (i.e., share weight parameters). In addition, as enablers of consumer acceptance of PEVs grow and expand rapidly, we expect that electrification of the light-duty vehicle market will also accelerate dramatically.43 Thus, we specifically attend to the choice consumers will increasingly make between BEVs and ICE vehicles by estimating the proportions of new vehicle sales expected to be BEVs and ICE vehicles. In our modeling, methods are the same for all body styles and powertrains, though the inputs may differ. We address those differences in the following chapters."
            },
            {
                "section_number": "4.1.1",
                "title": "Costs Incorporated in the Purchase Decision",
                "page_number": 1,
                "subsections": [],
                "content": " During the vehicle purchase decision process, consumers reference a wide variety of information during the stages of vehicle purchase. This includes what consumers believe they already know and what they learn from other parties (e.g., friends, family) and external sources (e.g., vehicle labels, websites). From one consumer to the next and from one purchase to another, this information varies in type, quality, and precision. In our representation of the vehicle purchase decision, consumers incorporate into their purchase decisions reasonably good estimates of the number of miles they expect to drive per year, fueling expenses and efficiency, and other ownership expenses in addition to purchase price. In our modeling, consumers assume that approximate annual VMT is 12,000 miles, annual non-fuel ownership costs for BEVs are $1,600, and annual non-fuel ownership costs for ICE vehicles are $2,000. In addition, via the fuel economy and environment label, consumers have implicit information regarding the \"refueling efficiency\" of BEVs and ICE vehicles, estimated to be 0.9 and 1 respectively, which are captured in the consumer purchase decision.44 These purchase price and ownership costs are translated into total cost per mile, also called consumer generalized cost. This translation allows the consumer as represented in the model to compare vehicles. It also requires costs to be spread over time (i.e., annualize) and miles traveled. In our modeling, we annualize purchase price over 5 years using a 10% discount rate. We summarize the above information in Table 4-1. 43 There are numerous indicators of increasing and rapid electrification in the LD vehicle market. In recent years, BEV sales have grown exponentially with more than 16.5 million PEVs on the road globally in 2021. BEV options for consumers across body styles and price points have grown by many orders of magnitude. Large public and private investment in BEV and EVSE technologies and deployment have been made and announced. Currently, consumer demand for BEVs appears to be unsatiated as evidenced by BEV supply shortages and waiting lists, suggesting that current market conditions are ripe for enabling rapid growth in PEV adoption. See Preamble I.A.2.ii for more information. Also see Jackman et al. (2023) for a summary of PEV acceptance enablers and obstacles. 44 The fuel economy and environment label is affixed to every new vehicle sold in the United States. The test procedures used to determine MPGe and kWh per 100 miles for BEVs take into account charging inefficiencies. Table 4-1: Consumer generalized cost inputs Powertrain Annual VMT (miles) Annual Non-Fuel Ownership Costs Fueling Efficiency BEV 12,000 $1,600 0.9 ICE 12,000 $2,000 1 With the above inputs and the objective of developing total cost per mile (aka consumer generalized cost), we represent the consumer purchase decision with a series of related equations, all of which represent consumer costs as consumers estimate them. We begin the series of related equations with total cost per mile, which can logically be separated into fuel costs per mile and non-fueling costs per mile, as in the equation below. 1 The remaining non-fueling ownership costs are given as annual values in Table 4-1. Thus, total annualized non-fueling costs are the sum of annualized capital costs and annual non-fueling ownership costs. We then calculate non-fueling costs per mile by dividing that sum by estimated 45 Note that throughout the equations in the chapter, we will be abbreviating ICE vehicle to ICEV. 46 To estimate gallons per mile in OMEGA, we divide estimated onroad grams of CO2 per mile by the estimate fuel carbon intensity. With the above equation, we have all of the components needed to determine total cost per mile given by the first equation in this section. Total cost per mile is the cost component of the consumer decision process as represented in our modeling, which we also refer to as consumer generalized cost. It is important to note that consumer generalized costs are not meant to be perfectly consistent with costs calculated within the effects module of OMEGA. The values here represent the perceptions and expectations of consumers during the decision process, and are not reflective of the values used in our benefit cost analysis."
            },
            {
                "section_number": "4.1.2",
                "title": "Consumer Response to Costs and Perceptions of Technology",
                "page_number": 3,
                "subsections": [],
                "content": " Total sales are determined as described in Chapter 4.4 below. Here we focus on how we model consumer choice and arrive at the proportions of total sales that are BEVs and ICE vehicles, which we call market shares.48 We calculate the proportions of BEVs and ICE vehicles as one calculates weighted averages. Thus, proportions of BEVs and ICE vehicles are given by the market share equations given below. The weight components of these equations come from a logit formulation that we use to represent consumer choice and describe below. This representation of consumer choice includes consumer generalized costs (i.e., total costs per mile) as well as consumer response to costs (i.e., logit parameter) and consumer perceptions of technology (i.e., shareweight parameters). Setting aside the mathematics of the logit formulation for now, we first describe consumer choice conceptually. Consumers match vehicle attributes to purchase criteria in their purchase decision (Fujita, et al. 2022). In addition to body style and powertrain, the vehicle attributes we 47 OMEGA also includes a dollar adjustment factor where needed to ensure that costs estimated in OMEGA are in a consistent dollar year. Specifically, in the calculation of nonfueling costs per mile, the sum of annualized capital costs and annual nonfueling ownership costs is also divided by a dollar adjustment factor. This ensures that costs are estimated in 2020 dollars. The dollar adjustment factor is estimated using the GDP Implicit Price Deflator published by the U.S. Bureau of Economic Analysis (see Chapter 2.6.7 of this DRIA). 48 EPA's OMEGA model estimates total vehicle production and sales separately from BEV and ICE vehicle market shares. In short, sales are based on EIA sales projections, market conditions/modeling context not included in EIA sales projections, market-based estimates of demand elasticity for vehicles, and producer decision processes. incorporate into our modeling of consumer choice are represented by an estimate of generalized consumer cost, as derived in Chapter 4.1.1. Generalized consumer cost creates a comparable metric across the variety of vehicle attributes for all vehicles, and the monetization of purchase price and ownership costs implicitly includes consumer preferences over vehicle attributes, including powertrain. Thus, generalized consumer cost effectively provides an ordering of vehicle alternatives within body styles. Typically, when presented with two identical items, a hypothetical consumer will select the lower priced item. In reality, vehicle attributes and features differ, as do consumers and their purchase criteria. Consumers purchase comparable vehicles over a range of prices. Mathematically, we apply a logit exponent of 0.8 to total cost per mile (aka consumer generalized cost), Our modeling separately attends to powertrain (i.e., BEVs and ICE vehicles) for several reasons. BEV technology is \"consumer facing,\" meaning that the technology is clearly apparent to consumers, in addition to the vehicle attributes that consumers associate with the technology (e.g., acceleration, noise, efficiency, repair and maintenance costs). Also, historically, new BEVs sales made up single digit percentages of the new vehicle market. However, BEV sales have grown rapidly, PEV approval is strong, and PEV acceptance (i.e., awareness, access, approval, and adoption) is expected to continue to grow in response to ongoing and emerging market enablers of PEV purchase, such as increasing exposure to and familiarity with PEVs resulting from more models, greater PEV prevalence, expanding infrastructure, and advertising (Jackman, et al. 2023). We capture this evolution of consumer acceptance of BEVs using parameters called shareweights. Conceptually, shareweights represent non-cost elements of the consumer purchase decision. These elements primarily include internal and external characteristics of individuals and households (e.g., attitudes, demographics) and also of their physical, social, economic and governmental systems in which they reside (Jackman, et al. 2023). Shareweights can remain constant over time if consumer acceptance of the technology is not changing; they can increase if consumer acceptance of the technology is increasing; or they can decrease if consumer acceptance waning. Mathematically, the shareweight is multiplied by the exponential term in the weight equations above. Effectively, the shareweight mediates the effect of total cost per mile term on the consumer purchase decision. For ICE vehicles, the shareweight in every year and in every scenario is equal to 1. This means that consumer acceptance of ICE vehicles does not change over time, and the ICE vehicle purchase decision, as modeled, depends on the vehicle attributes that consumer generalized cost implicitly encapsulates. A constant shareweight of 1 reflects the long-established nature of ICE technology in the light-duty vehicle market and the expectation that consumer attitudes toward ICE vehicles is stable. For BEVs, shareweights increase over time, beginning below one and increasing to or toward 1 in the No Action Case and Proposal scenario. As such, BEV shareweights reflect growth in BEV acceptance over time, from lower levels in the early years of BEVs, to the higher levels of BEV acceptance that we are currently 49 The Global Change Analysis Model (GCAM) also uses the logit formulation to represent economic choice (GCAM n.d.) (Taylor 2023 (forthcoming)). observing, and into the future, when BEV attributes will increasingly drive the purchase decision (Jackman, et al. 2023) as with ICE vehicles. Table 4-2 shows shareweight values for the No Action case and Proposal by body style for BEVs and for all body styles for ICE vehicles. Figure illustrates shareweight values for just BEVs by body style; shareweights for ICE vehicles are always 1 for all body styles. The BEV shareweights shown in Figure 4-1were developed by EPA as calibrated values using the generalized logistic form.50 By calibrating shareweight values specifically for this analysis rather than, for example, using values directly from GCAM or other choice models, we are ensuring consistency with EPA's other modeling assumptions such as the projected state of ICE and BEV technologies, production constraints, consumer awareness, charging infrastructure, etc. Our approach to calibration involved determining the appropriate relative position of shareweights by body style, determining appropriate value bounds, and finally, appropriate absolute shareweight values. We expect that the historical progression of market uptake of BEVs by body style that is already apparent in the market, will continue in the future. Beginning with sedans, then CUVs and SUVs, and followed by pickup trucks, we have accounted for this staggered timing of BEV acceptance by bodystyle by including a time difference between body styles at any given shareweight value. The resulting progression is seen as the gap between the shareweight curves moving from left to right along the horizontal axis in Figure 4-1. is time and 𝐶𝐶(𝐶𝐶) is shareweight at time 𝐶𝐶. We calibrated absolute shareweight values so that the overall BEV shares produced by the OMEGA model would align with an external projection of BEV sales published by IHS Markit (IHS Markit 2021). For calibration purposes, but unlike our Central case analysis, we included ZEV mandates in ACC2-adopting states consistent with consideration of state-level policies in the IHS Markit projection. Similarly, the calibration of shareweight values did not include the IRA BEV incentive provisions because the IHS Markit projections were made prior to the passage of the IRA. The calibration points (for MYs 2026 and 2030) and OMEGA results for the calibration case are shown in Figure 4-2. Figure 4-2: Calibration of No Action-No IRA case with ACC2 to third party projections. As noted, the calibration of shareweights was based on projections made prior to the IRA being signed into law. We have assumed for this analysis that the while the IRA will incentivize BEVs for both vehicle manufacturers and consumers, the primary mechanisms of the incentive will be through lower BEV production costs and lower net price for consumers. We have not attempted to account for ways in which the IRA's influence on BEV penetration could, in turn, further increase consumer acceptance of BEVs at a given price, for example by increasing awareness of BEVs. In other words, for this analysis, we are treating shareweight values as exogenous to our policy assumptions. Therefore, we apply the same shareweight values for the Proposed Standards and all three Alternative cases. Similarly, with the exception of the two BEV Acceptance sensitivity cases, we use the same shareweight values for all Central case and remaining Sensitivity case analyses. For clarity, Figure 4-3 shows BEV shares projected using the OMEGA model for the Central case, which does not include ACC2. Shares for the \"No Action case, no IRA\" are somewhat lower than shown in Figure 4-2 for the calibration case, which does include ACC2. Figure 4-3: Comparison of BEV penetrations for No Action - No IRA and No Action - IRA cases, both without ACC2 Shareweights complete the weight calculations for BEVs and ICE vehicles (i.e., the second pair of equations in this section), and therefore, the calculation of BEV and ICE vehicle market shares (i.e., the first pair of equations in this section). Market shares are multiplied by total vehicle sales, per Chapter 4.4, to arrive at the OMEGA's estimate of BEV and ICE vehicle sales"
            },
            {
                "section_number": "4.1.3",
                "title": "Sensitivities",
                "page_number": 8,
                "subsections": [],
                "content": " The shareweights used in the No Action case, Proposal, and Alternatives reflect the current state of the art in terms of the scientific literature on consumer acceptance of PEVs (Jackman, et al. 2023), existing policy-relevant models and modeling paradigms (Taylor 2023 (forthcoming)), and calibration to third party estimates as well as Congressional investments (e.g., BIL, IRA). We refer to those above shareweights as the Central case. We acknowledge, however, that a very rapid transition to electric vehicles may be under way as appears to be reflected in the popular media. In a Faster BEV Acceptance case, BEV acceptance could rise very quickly and exceed acceptance of ICE vehicles by orders of magnitude. For sedans and wagons this could mean that, within just a few years BEV acceptance will match that of ICE vehicles. In other words, all else equal, a consumer is just as likely to choose a BEV as an ICE vehicle. In fact, recent evidence from suggests that BEVs may already be preferred, all else equal (Gillingham, et al. 2023). Specifically, Gillingham et al. (2023) examined all new LD vehicles sold in the U.S. between 2014 and 2020 and compared existing electric vehicles to their most similar ICE vehicle counterpart. They found that BEVs are preferred to the ICE counterpart in some segments. In addition, a survey from Consumer Reports in 2022 indicates that more than 70 percent of survey respondents felt that BEVs are as good or better than ICE vehicles, up from about 46 percent in 2017. (Bartlett 2022) Assuming more rapid BEV acceptance, BEV acceptance continues to rise notably through to 2032, at which time it tapers off at roughly three times that of ICE vehicles. CUVs, SUVS, and Pickups follow suit, lagging somewhat in timing and not reaching the same level of preference over ICE vehicles that sedans and wagons reach. Table 4-3 and Figure 4-4 show shareweights for faster BEV acceptance shareweight values by body style. Table 4-3: Faster BEV acceptance shareweight values by body style for light-duty BEV BEV BEV ICE Vehicle Figure 4-4: Faster BEV acceptance shareweight values by body style for light-duty Though we believe it to be very unlikely given the thoroughness of the Central case and evidence of BEV acceptance discussed throughout this chapter, we acknowledge that BEV acceptance may be slower than characterized in the Central case. Jackman et al. (2023) discusses some of the issues new vehicle buyers might have with purchasing a PEV, such as lack of familiarity with PEVs and uncertainty about charging infrastructure. As we discuss in Chapter 5.3.1, we believe the large investments in charging infrastructure from the private sector and the U.S. government via the BIL and IRA will counter and resolve these uncertainties over time. Nevertheless, in characterizing slower acceptance, we assume that CUVs, SUVs, and Pickup trucks will be less preferred than ICE vehicles for a sizeable subset of the population, perhaps based on use cases like towing and/or remote locations. We also parametrize shareweights for sedan and wagons, CUVs and SUVs, and pickups so that acceptance begins to grow less rapidly in the early to mid-2030's, roughly coincident with the expiration of IRA producer and consumer incentives. Table 4-4 and Figure 4-5 show slower BEV acceptance shareweight values by body style for light-duty"
            },
            {
                "section_number": "4.2",
                "title": "Ownership Experience",
                "page_number": 11,
                "subsections": [],
                "content": " Having described how we model the consumer purchase decision in Chapter 4.1, we turn to the estimated effects of the proposed standards on individual consumers. In this section, we focus specifically on the ownership experience of vehicle consumers, including vehicle miles traveled and rebound effect, consumer savings and expenses, and other ownership considerations. A discussion of consumer-related social benefits and costs appears in Chapter 4.3."
            },
            {
                "section_number": "4.2.1",
                "title": "Vehicle Miles Traveled and Rebound Effect",
                "page_number": 11,
                "subsections": [],
                "content": " Critical to estimating the impacts of emissions standards is the number of vehicle miles traveled (VMT). In the 2021 rulemaking, as well as in this proposed rule, we acknowledge that individual vehicle miles vary. (U.S. EPA 2021) However, in our analyses, aggregate vehicle miles are determined exogenously (see DRIA Chapter 9 for details). While measures and estimates of VMT for ICE vehicles is well-established in previous EPA LD rules, and described in DRIA Chapter 9, how much consumers drive their BEVs has been changing as the technology evolves and BEV become more common. Thus, in the following discussion, we give particular attention to electric vehicle miles traveled (eVMT). The rebound effect is the means by which aggregate VMT is influenced by the policy alternatives. The rebound effect generally refers to the additional energy consumption that may arise from the introduction of a more efficient, lower cost energy service. Previous rules incorporated the rebound effect based on changes in fuel cost per mile, without distinguishing between vehicles with different fuel sources. With the growing number of battery electric vehicles, we acknowledge that rebound may differ for BEVs and ICE vehicles. To clarify the following discussion, we define rebound separately for ICE vehicles and for PEVs. We name them combustion rebound and electric rebound, respectively. Whether a mile is a combustion mile or electric mile is determined by the energy source that generates the mile, not necessarily by the vehicle type. PHEVs, for example, produce both combustion and electric miles, BEVs produce only electric miles, and ICE vehicles produce only combustion miles.51 Combustion rebound is defined as above, namely as the additional miles traveled as a result of increased vehicle fuel efficiency and the consequent lower cost per mile of driving. For combustion rebound, “fuel efficiency” refers specifically to liquid fuels. Electric rebound is also defined as the additional miles traveled as a result the lower cost per mile of driving due to reduced energy intensity (kWh/mi). Importantly, the rebound effect offsets, to some degree, the energy savings benefits of efficiency improvements. Because rebound driving consumes fuel and generates emissions, the magnitude of the rebound effect influences actual fuel savings and emission reductions that will result from the standards. Furthermore, rebound driving provides value to the consumer if they choose to drive more. We discuss these costs and benefits in Chapter 4.3, and in Section VIII of the Preamble. In this chapter, we address miles driven and rebound."
            },
            {
                "section_number": "4.2.1.1",
                "title": "Basis for Vehicle Miles Traveled for Battery Electric Vehicles",
                "page_number": 13,
                "subsections": [],
                "content": " The eVMT literature consists of a handful of studies, including the very recent studies listed in Table 4-5. Two of the listed studies are based on California data collected by UC Davis researchers, and both find that annual VMT for PEVs (eVMT) is similar to annual VMT for ICE vehicles (Chakraborty et al. 2022; Raghavan and Tal 2021). The three other studies, using New York, California, and national data, find that annual VMT for PEVs is less than annual VMT for ICE vehicles (Nehiba 2022) (Burlig, et al. 2021) (Davis 2019).52 These studies offer a similar summary of the scarce pre-existing data and research related to eVMT in the U.S. Namely, though lower cost per mile has historically been associated with more driving, this has not been observed for PEVs, for which the cost of driving per miles is lower than for ICE vehicles.53 Instead, average annual VMT for PEVs has historically been estimated to be lower than for ICE vehicles. This observation has been attributed to the shorter range of first generation PEVs, typically less than 100 miles just five or six years ago, as well as to substitution across vehicles for multiple vehicle households, and to the typical type of households who bought an electric vehicle in the time frame of the data (Chakraborty, Hardman and Tal 2022) (Davis 2022) (Raghavan and Tal 2021) (Davis 2019), that is, households with characteristics correlated with lower VMT regardless of vehicle technology (Chakraborty, Hardman and Tal 2022). This area of research continues to face several challenges including the relatively low market penetration and uneven distribution of PEVs; the rapid evolution of PEV technology and the PEV market; and the relative difficulty in obtaining comprehensive data on how PEVs are driven (Burlig, et al. 2021) (Chakraborty, Hardman and Tal 2022) (Nehiba 2022) (Jackman, et al. 2023). As a result, the data that are available for empirical analyses are not likely representative of the current and future general population of car buyers and their driving behavior. Table 4-5: Recent scientific studies of eVMT Study Average Annual Electric VMT Results Data Description 51 Similarly, Raghavan and Tal (2021) define eVMT “as the miles driven by off-board grid electricity.” Relatedly, the fraction of VMT electrified using off-board electricity is the utility factor (UT). 52 (Nehiba 2022) notes that forthcoming work from K. Gillingham, B. Spiller, and M. Talevi finds “similar levels of BEV mileage and a common trend of increasing mileage across model years” for vehicles in Massachusetts. 53 See Chapter 11.2.3 of this DRIA, which compares fueling costs for PEVs and ICE vehicles within its discussion of energy security. (Chakraborty, Hardman and Tal 2022) “Overall, we observe that factors influencing PEV VMT are like those observed for conventional gasoline vehicles. We find that PEVs drive a similar amount as conventional vehicles, not less ... as some have suggested.” Location: California Years: 2015-2019 Sources: Two surveys with reported odometer readings and on-board recorders Number of PEVs: 16,736 (survey) and 369 (on board recorders) (Raghavan and Tal 2021) Average annual eVMT by vehicle model ranged from 10,841 for the Nissan Leaf to 17,236 for the Tesla Model S with 80kWh battery capacity. Location: California Years: 2015 (survey and logger), 2017 (survey only), 2019 (logger only) Sources: GPS loggers on vehicles in two-car households and online survey Number of households: 73 (Nehiba 2022) “The average BEV in New York is driven 9,060 miles/year, substantially less than the 10,910 miles/year average for all passenger cars and light truck s in New York in 2019 … However BEV vehicle miles increased rapidly across vehicle model years, suggesting that BEV and … ICEV mileage may be converging.” Location: New York Years: January 2017 – January 2021 Sources: Annual vehicle safety inspection odometer readings; residential and residential electricity prices matched by zip code (Burlig, et al. 2021) “ … our estimates [of overall household electricity load around EV registration events] indicate that EV load in California is surprisingly low. … Given the fleet of EVs in our sample, and correcting for the share of out-of-home charging, our estimates translate to approximately 1,700 electric vehicle miles traveled (eVMT) per year for plug-in hybrid EVs (PHEVs) and 6,700 eVMT per year for battery EVs (BEVs). These eVMT values are substantially less than internal combustion engine (ICE) VMT.” Location: California Year: 2014-2017 Sources: 10 percent of residential electricity meters in the Pacific Gas and Electric (PG&E) utility territory (362,945 households) merged with EV registration records (63,765 vehicles) Number of PEVs: 57,290 (Davis 2019) “These data show that electric vehicles are driven considerably less on average than gasoline- and diesel-powered vehicles. In the complete sample, electric vehicles are driven an average of 7,000 miles per year, compared to 10,200 for gasoline and dieselpowered vehicles. The difference is highly statistically significant and holds for both all-electric and plug-in hybrid vehicles, for both single- and multiple-vehicle households, and both inside and outside California.” Name: 2017 National Household Travel Survey Location: United States Year: 2017 Source: Survey with reported annual vehicle miles Number of PEVs: 862 Based on these study results and the transparency with which they communicate data limitations, there is no evidence that PEVs are driven more than ICE vehicles, and study results conflict regarding whether annual eVMT is less for PEVs. EPA concludes that the existing empirical evidence does not support the conclusion that average annual eVMT differs from annual VMT for ICE vehicles. Therefore, EPA analyses use the same annual VMT for PEVs and ICE vehicles in the No Action case."
            },
            {
                "section_number": "4.2.1.2",
                "title": "Basis for the Rebound Effect for Internal Combustion Engines",
                "page_number": 14,
                "subsections": [],
                "content": " In the 2021 rule, EPA provided a summary of the historical and recent literature on the lightduty (LD) vehicle rebound effect, the ways it is defined (e.g., direct, indirect, economy-wide, short- to medium-run, long-run), how it is estimated, and the basis for the rebound effect used for internal combustion engine vehicles (ICE vehicles). Based on that review and assessment of studies of the LD rebound effect, EPA used a single point estimate of 10 percent for the direct, short- to medium-run rebound effect for ICE vehicles in the 2021 rule. In this current rule, EPA is again using a value of 10 percent as an input to the agency's analyses for the direct, short- to medium-run rebound effect for ICE vehicles. We refer the reader to RIA Chapter 3, and Preamble Section 1 of the 2021 rule for the full discussion of the rebound effect and the point estimate used. (U.S. EPA 2021)"
            },
            {
                "section_number": "4.2.1.3",
                "title": "Basis for Rebound Effect for Battery Electric Vehicles",
                "page_number": 15,
                "subsections": [],
                "content": " As described briefly above, the rebound effect for BEVs is the additional miles traveled as a result of increased vehicle fuel efficiency and the consequent lower cost per mile of driving. As with ICE vehicles, it is estimated via the relationship between VMT and fuel price (i.e., an elasticity), specifically the response of eVMT to changes in electricity price. If we extrapolate the ICE VMT rebound literature to PEVs, we expect eVMT to rise (decline) in response to reductions (increases) in electricity price. EPA identified two current studies that estimate an eVMT rebound effect in the U.S., which we list in Table 4-6. Using data gathered from California PEV drivers, Chakraborty, Hardman, and Tal (2022) find no evidence of an eVMT rebound effect. Nehiba (2022) finds a rebound effect of 10 percent in an analysis of the “entire BEV population in New York.”54 Nehiba (2022) also finds that the responsiveness of eVMT to electricity prices “falls as public charging stations – where prices are often decoupled from electricity costs – become available,” which may signal that conventional approaches to estimating rebound for ICE vehicles may not be sufficient for eVMT rebound.55 54 Note that while we include Nehiba (2022) in our revies of the scientific literature regarding eVMT rebound, Nehiba (2022) is a working paper; by definition, it is a work in progress that to our knowledge has not been subject to formal peer review. 55 For estimating PEV VMT and eVMT rebound, Davis (2022) and Raghavan and Tal (2021) both note the potential importance of understanding the substitution across vehicles in households with both an ICE vehicle and a PEV. They also note that BEV utilization in multi-vehicle household has scarcely been studied even though 89% of households with an EV also had a non-electric vehicle according to the 2017 National Household Travel Survey. Table 4-6: Recent scientific studies of eVMT rebound Study Electric Rebound Results Data (Chakraborty, Hardman and Tal “Moreover, while lower electricity Location: California 2022) price at home may lead to a higher Years: 2015-2019 share of PEV VMT in total Sources: Two surveys with reported household VMT, we do not identify odometer readings and on-board the presence of ‘rebound effect’.” recorders Number of PEVs: 16,736 (survey) and 369 (on board recorders) (Nehiba 2022) “A 10% increase in per mile Location: New York [residential] electricity costs Years: January 2017 – January reduces mileage by 1%,” but “BEV 2021 drivers become less responsive to Sources: Annual vehicle safety residential prices when public inspection odometer readings; charging stations … become residential and residential available.” electricity prices matched by zip code Given the estimates of eVMT rebound provided by Chakraborty et al. (2022) and Nehiba (2022), we are left with only two research-based hypotheses: eVMT rebound is 0 percent or eVMT rebound is 10 percent, the same VMT rebound as for ICE vehicles. Given the historical evidence that BEVs are not driven more than ICE vehicles, EPA assumes no eVMT rebound in our analyses."
            },
            {
                "section_number": "4.2.2",
                "title": "Consumer Savings and Expenses",
                "page_number": 16,
                "subsections": [],
                "content": " Over time, the price of the average new vehicle has risen as producers shift business models toward larger and more expensive vehicles and as vehicles become safer, more durable, and less polluting. Based on the proposed standards, we project that on average, vehicle technology costs will increase by $1,200 (See Preamble Section VI.B and Chapter 10 of the DRIA). This increase in production costs reflects modest advancements in ICE vehicle technology as well as substantial increases in BEV market share (See Preamble Section IV.D.). Specifically, consumer uptake of zero-emission vehicle technology is expected to continue to grow with increasing market presence, more model choices, expanding infrastructure, and decreasing costs to consumers. First, annual sales of LD PEVs in the U.S. have grown robustly and are expected to continue to grow. This history of robust growth, combined with vehicle manufacturers’ plans to expand of PEV production, strongly suggests that PEV market share will continue to grow rapidly. Second, the number of PEV models available to consumers is increasingly meeting consumer demand for a variety of body styles and price points. Specifically, the number of BEV and PHEV models available for sale in the U.S. has more than doubled from about 24 in MY 2015 to about 60 in MY 2021, with offerings in a growing range of vehicle segments (U.S. DOE and U.S. EPA 2015) (U.S. DOE and U.S. EPA 2021). Recent model announcements indicate that this number will increase to more than 80 models by MY 2023 (M.J. Bradley and Assoc. 2021), and more than 180 models by 2025 (ERM 2022). Third, the expansion of charging infrastructure appears to have kept up with PEV adoption (See DRIA Chapter 5.3). This trend is expected to continue, particularly in light of very large public and private investments (See Chapter 5.3). Lastly, as the cost of batteries falls, PEV production rises (ERM 2022), and purchase incentives, such as the Inflation Reduction Act Clean Vehicle Credit, become available, PEV purchase prices are dropping. Among the many studies that address cost parity, an emerging consensus suggests that purchase price parity is likely to be achievable by the mid-2020s for some vehicle segments and models, and total cost of ownership (TCO) parity even sooner for a broader segment of the market (Slowik, et al. (ERM 2022) (Burnham, Gohlke, et al. 2021). Given the trends described above, the following provides a summary of estimated consumer savings and expenses experienced by individual new vehicle owners of BEVs and ICEVs for three body styles – sedans and wagons, CUVs and SUVs, and pickups. Specifically, we provide OMEGA estimated national average individual vehicle ownership savings and expenses associated with new model year 2032 BEVs and ICEVs. We also provide information from other sources, as indicated in Table 4-7. Consistent with OMEGA and EPA's benefit cost analysis, the EPA estimated dollar amounts are given in 2020 dollars (2020$) with no discounting. Other dollar amounts are consistent with original sources and noted. Further, we calculate averages over the first 8 years of vehicle life. This coincides with the timeframe of EPA OMEGA modeling and is the current average amount of time the first owner has possession of the vehicle (Blackley n.d.) (Autolist 2022).56,57 Table 4-7 groups savings and expenses based on whether they occur with vehicle purchase (i.e., upfront), reoccur (i.e., average annual), or represent an optional, one-time household investment (i.e., one-time optional). For upfront purchase-related items and one-time household investments, we present the full amounts. For recurring savings and expenses, we present average annual, undiscounted amounts over the first 8 years of vehicle life. Many line items are drawn from EPA OMEGA modeling. Others are drawn from the scientific literature. All sources are noted. Importantly, Table 4-7 represents a subset of ownership savings, expenses, incentives, and investments that meet the following criteria: evidence demonstrates that dollar amounts differ for BEVs and ICEVs, the dollar amounts can reasonably be expected to be experienced by buyers of MY 2032 vehicles; data and generally accepted conventions exist to estimate reasonably precise quantities; and bounds on uncertainty can be established. These criteria imply the exclusion of savings and expenses that vary substantially across individuals and/or locations and can be calculated for a specific person or place based on information in the table and other readily available information. Furthermore, this discussion should not be 56 The average vehicle ages at which original owners sell their cars, SUVs, and pickup trucks were 8.4, 8.3 and 8.7 years, respectively, according to a study conducted by iSeeCars.com. “iSeeCars.com analyzed more than 5 million 5-year-old or older used cars sold by their original owners between Jan. 1, 2014 and Dec. 31, 2018. Models which were owned for less than 5 years were excluded from the analysis, to eliminate the effect of short lease terms on the data. Models that were in production for less than 9 of the 10 most recent model years (2010 to 2019), heavy-duty trucks and vans, and models no longer in production as of the 2019 or 2020 model years were also removed from further analysis. The average age of each vehicle, defined as nameplate + bodystyle, was mathematically modeled using the ages of cars when they were first listed for sale” (Blackley n.d.). In contrast, Argonne National Laboratories (Burnham, Gohlke, et al. 2021, 116) state that the typical period of initial ownership is “approximately 5 years” without citation. 57 According to S&P Global, the average age of vehicles on U.S. roadways is approximately 12 years (S&P Global Mobility 2021). Argonne National Laboratory “analyzed survivability rates from data published by the National Highway Traffic Safety Administration (NHTSA) of the U.S. Department of Transportation (Lu 2006) and by the EPA (EPA 2016), finding the average lifetime of a vehicle in the United States was approximately 14 years in 2006 and just under 16 years in 2016” (Burnham, Gohlke, et al. 2021, 24). interpreted as a “total cost of ownership” analysis but as a summary of MY2032 vehicle expenses and savings across body styles and powertrains under the proposed standards that fit the above criteria.58 Lastly, these consumer ownership savings and expenses should not be confused with the societal costs and benefits that appear in Chapter 4.3 and DRIA Chapter 10. The sources of the expenses and savings that are included in Table 4-7 are listed below: • Purchase Price – EPA OMEGA modeled average retail price. OMEGA first estimates the cost to the manufacturer to produce a given vehicle. Then, the model performs an iterative search where the Producer offers different combinations of ICEV and BEV shares and levels of cross-subsidization between BEV and ICE vehicles until the Consumer and Producer are in agreement for vehicle shares and price. The resulting prices are defined by the sum of the marked-up vehicle production costs and any internal cross-subsidies applied by the model. This resulting price, representing a retail price, is the value shown in the table. • Federal Purchase Incentive – Maximum potential consumer purchase incentive provided via the Inflation Reduction Act ($7,500). The actual purchase incentive any given consumer might receive is based on several eligibility requirements for the consumer and the actual vehicle. This is a savings for consumers and appears as a negative value in Table 4-7. • Vehicle Miles – EPA OMEGA estimated national average annual per vehicle miles traveled. • Retail Fuel – EPA OMEGA estimated national average annual per vehicle fuel expense. • Refueling Time – EPA OMEGA estimated and monetized national average annual per vehicle refueling time. See Chapter 4.3.5 below for procedure for estimating and monetizing refueling time. • Maintenance – EPA OMEGA estimated national average annual maintenance expenses. • Repair – EPA OMEGA estimated national average annual repair expenses. • Registration – National average annual vehicle registration fee according to Burnham, Gohkle, et al. (2021) is $68 for ICE vehicles. The additional national average fee is $73 for BEVs, totaling to $141 for BEVs. 58 Argonne National Laboratory provides a comprehensive and recent summary of total cost of ownership (TCO) of vehicles, which includes a review of other TCO studies (Burnham, Gohlke, et al. 2021). Total costs of ownership analyses typically aim to provide a full accounting of ownership costs rather than fitting the criteria specified here. • Residential Charging Equipment & Installation – National estimated range of expenses associated with home charging equipment and installation. In Chapter 5.3 of the DRIA, we provide a description and summary of charging infrastructure investments, including home charging. Table 4-7: National per vehicle ownership savings and expenses for new model year 2032 vehicles under the proposed standards (2020 dollars) Sedan/Wagon CUV/SUV Pickup BEV (Electric) ICEV (Gasoline) BEV (Electric) ICEV (Gasoline) BEV (Electric) ICEV (Gasoline) Upfront Purchase Related Expenses and (Savings) Purchase Pricea (2020$) 34,100 28,900 42,100 35,000 46,700 43,200 Maximum Federal Purchase Incentive (2020$) (7,500) - (7,500) - (7,500) - Net Purchase Price (2020$) 26,600 28,900 34,600 35,000 39,200 43,200 Annual Eight-Year Average Expenses and (Savings) Vehicle Milesa (miles/year) 15,700 15,700 16,300 16,300 17,700 17,800 Retail Fuela (2020$/year) 520 1,350 690 1,720 980 2,250 Refueling Timea (2020$/year) 110 50 160 70 140 80 Maintenancea (2020$/year) 550 870 590 940 700 1,100 Repaira (2020$/year) 400 510 290 390 240 310 Registrationb (2019$/year) 140 70 140 70 140 70 Total Average Annual Expenses ($/year) 1,720 2,850 1,870 3,190 2,200 3,810 Optional One-Time Investment Residential Charging Equipment & Installationc (2019$) a Per OMEGA. b Per Burnham, Gohlke, et al. (2021). c Per DRIA Chapter 5.3. In the above table, when comparing new BEVs and ICE vehicles within body style, we make several important observations. First, on average, net purchase expenses are lowest across all body styles for BEVs, assuming the maximum Federal purchase incentive of $7,500 available on vehicles at this price point.59 Second, on average, BEV owners save on fuel, maintenance, and repair when compared to ICE vehicles buyers, roughly $1,100 per year for sedans and wagons, $1,300 per year for CUVs and SUVs, and $1,600 per year for pickups. In contrast, the average annual registration fees for BEVs are larger on average than for ICE vehicles, and time spent fueling a BEV requires a few more hours per year on average than fueling ICE vehicles (monetized in Table 4-7). However, registration fees and refueling time are small compared to other ownership expense. In the above table we also show a range of investments into residential charging equipment and installation. Importantly, home charging is not required for BEV ownership, and charging at home is feasible via a standard 120 volt outlet (aka Level 1 which delivers 2 to 5 miles of range per hour) or 240 volt outlet (Level 2 which delivers 10 to 20 or more miles of range per hour) ( (Borlaug, et al. 2020) citing (U.S. Department of Energy (DOE) 2020)). In some cases, additional equipment or upgrades for vehicle charging may not be needed.60 Charging at home does deliver convenience. It very likely reduces time spent actively charging, as well as the timeassociated expense, since charging occurs when the vehicle is parked. In fact, Level 2 charging at home has been shown to be associated with PEV continuance, that is, purchasing a PEV after relinquishing a previous PEV (Hardman and Tal 2021). When electrical upgrades are desired, home charging equipment and installation costs differ from one household to the next based, primarily on housing type (e.g., detached, attached, apartment) and type of upgrade required (e.g., none, outlet upgrade, charger upgrade). Thus, the table provides a range described in Chapter 5 of this DRIA, though national average estimates are available. For example, Nichols (2019) estimates that Level 1 investments typically range from $400 to $900, and Level 2 investments typically range from $680 to $4,100 (Nicholas 2019, 6). Borlaug et al. (2020) estimate median capital costs for residential Level 2 charging equipment and installation to be $1,836 (Borlaug, et al. 2020).61 Bauer et al. (2021) show per electric vehicle estimate for home charging to be $850. Consumers who chose to purchase a new MY 2032 BEV instead of an ICE vehicle save between $1,100 and $1,600 at the time of purchase and between $9,000 and $13,000 on operating expenses over the first 8 years of vehicle life. Those savings, summarized in Table 4-8, are substantial and would be experienced by a BEV owner whether or not they considered that savings at the time of purchase. Table 4-8: Estimated average savings over the first 8 years of vehicle life when MY 2032 BEV purchased instead of ICE vehicle (2020 dollars) 59 For new vehicles, the maximum Federal purchase incentive of $7,500 is available on cars priced up to $55,000 and on vans, SUVs, and pickups up to $80,000 depending on the buyer's income. For used vehicles, the maximum Federal purchase incentive of $4,000 is available on vehicles priced up to $25,000 depending on the buyer's income. 60 The ability to charge at home with at most behavior modification (i.e., electrical access with [at most] behavior modification) varies among individual households with patterns emerging among housing types and between owners and renters. The National Renewable Energy Laboratory (NREL) estimates home charging is currently feasible without any upgrades (i.e., no cost) for 28 to 72% of single dwelling structures (i.e., attached and detached single family and mobile homes) and for 11 – 40% of multiple dwelling structures (i.e., apartments) (Ge, et al. 2021). 61 Using a different metric, the levelized cost of charging (LCOC), Bourlag, Salisbury, Gerdes, and Muratori (2020) estimate that “an upgrade to [Level 2] for residential charging adds more than $0.04/kWh to the cost to charge when levelized over a 15 year period (a 37% increase compared to use of [Level 1])” Sedan/ Wagon CUV/SUV Pickup Savings on Net Purchase Price Including Maximum Purchase Incentive 2,300 400 4,000 8 -year Operating Savings 9,040 10,560 12,880 Residential Charging Expense 0 - 3,700 0 - 3,700 0 - 3,700 Total Savings with Max Residential Charging Expense 7,640 7,260 13,180 Total Savings without Residential Charging Expense 11,340 10,960 16,880 In concluding this summary of consumer savings and expenses for new MY2032, we again note that this is not a total costs analysis. According to the criteria that we specified above, we have excluded expenses that consumers customarily incur that are typically included in a total cost of ownership analysis. For example, we exclude vehicle sales tax and property tax since these quantities depend on the value of the vehicle and vary across locations. A national average, though meaningful in a total costs analysis for some audiences,62 is not sufficiently precise to be useful for a given individual and instead can be calculated for a specific person based on readily available information. For similar reasons, we acknowledge but exclude cost associated with financing. While many buyers finance, loan principle, interest rate, and loan period differ substantially across individuals. We also exclude regional-, state- and local-level monetary purchase incentives as well as other regional-, state- and local-level monetary and non-monetary, “perks”/policies associated with PEV ownership. Regional-, state-, and local-level incentives and policies take many forms across the U.S., differing in source (e.g., governments, utilities), amount, and eligibility (Wakefield 2023) (Bui, Slowik and Lutsey 2020) (Greschak, Kreider and Legault 2022), and some may not persist into the timeframe represented in Table 4-7. Lastly, we exclude insurance and depreciation as recent evidence shows that these are quite similar for similarly valued BEVs and ICE vehicles."
            },
            {
                "section_number": "4.2.3",
                "title": "Other Ownership Considerations",
                "page_number": 21,
                "subsections": [],
                "content": " In addition to ownership savings and expenses experienced under the proposed standard provided above in Chapter 4.2.24.2.2 and impacts of the proposed standards on consumers quantified in benefit costs analysis below in Chapter 4.3 and in Chapter 10, we also consider the effects of the proposed standards on low-income households and on consumers of low-priced new vehicles and used vehicles. These effects depend, in large part, on countervailing elements of vehicle ownership experience under the proposed standards, namely a) higher up front, net purchase prices,63 b) net fuel savings,64 and c) maintenance and repair. The net effect varies across households and as demonstrated above across vehicle types. However, net fuel savings may be especially relevant for low-income households and consumers in the used and low-priced new vehicle markets. First, fuel, maintenance, and repair expenditures are a larger portion of expenses for low-income households compared to higher income households (Hardman, 62 Burnham et al. (2021, 8-14) provide an excellent summary and critique of \"literature related to a holistic TCO calculation\" as well as their own comprehensive analysis. 63 Per vehicle compliance costs are $1,400 including IRA producer incentives (See Chapter 13). 64 By net fuel savings, we are referring to fuel costs and time spent refueling. Fleming, et al. 2021).65 Second, lower-priced new vehicles have historically been more fuel efficient. Third, fuel economy, and therefore fuel savings, do not decline as vehicles age even though the price paid for vehicles typically declines as vehicles age and are resold. Fourth, lowincome households are more likely to purchase lower-priced new vehicles and used vehicles (Hutchens, et al. 2021). Additionally, BEV purchase incentives are available for new and used vehicles. For new vehicles, the maximum Federal purchase incentive of $7,500 is available on cars priced up to $55,000 and on vans, SUVs, and pickups up to $80,000 depending on the buyer’s income. For used vehicles, the maximum Federal purchase incentive of $4,000 is available on vehicles priced up to $25,000 depending on buyer’s income. Lower priced new vehicles and many used vehicles meet the criteria for the maximum incentive and low-income buyers are more likely, by definition, to qualify for maximum incentives. Furthermore, the IRA purchase incentives for BEVs not only lowers the net purchase price, in some cases, the net price of some BEVs will be lower than that of comparable ICE vehicles, as demonstrated in Chapter 4.2.2. Finally, we also show that maintenance and repair costs for BEVs are lower than that of comparable ICE vehicles, also demonstrated in Chapter 4.2.2 above and Chapter 4.3 below. (See also DRIA Chapter 11.2.3.1). Furthermore, most vehicle consumers finance, making access to credit for vehicle purchases essential. The ability to finance may be of particular concern for low-income households. As above, the effects of the standards on access to credit is influenced by the potentially countervailing forces of vehicle purchase and other ownership costs. However, the degree of influence and the net effect is not clear (See Chapter 8.4 of the 2021 rule). Increased purchase price and presumably higher loan principal may, in some cases, discourage lending, while reduced fuel costs may, in some cases, improve lenders' perceptions of borrowers' repayment reliability. Finally, while access to conventional fuels can be assumed for the most part, the number and density of charging stations varies considerably (U.S. Department of Energy 2022). The expansion of public and private charging infrastructure has been keeping up with PEV adoption and is generally expected to continue to grow, particularly in light of very large public and private investments (See DRIA Chapter 5) and local level priorities (Bui, Slowik and Lutsey 2020) (Greschak, Kreider and Legault 2022). This includes home charging events, which are likely to continue to grow with PEV adoption but are also expected to represent a declining proportion charging events as PEV share increases (Ge, et al. 2021). Thus, publicly accessible charging is an important consideration, especially among renters and residents of multi-family dwellings and others who charge away from home (Consumer Reports 2022). Households without access to charging at home or the workplace will likely incur additional charging costs. Thus, among consumers who rely upon public charging, the higher price of public charging is especially important. Please see Chapter 5 of this DRIA for a more detailed discussion of public and private investments in charging infrastructure, and our assessment of infrastructure needs and costs under this proposal. See also, Chapter 4.2.2 for information on home charging 65 In the U.S., according to (Hardman, Fleming, et al. 2021), the lowest income households spend 11.2 percent of their annual income on fuel, maintenance, and repairs of vehicles compared to all other households that spend 4.5 percent of their annual income on these expenses. equipment and installation costs as well as Chapter 11.2.3.1 for a discussion of charging and home charging installation for low-income households."
            },
            {
                "section_number": "4.3",
                "title": "Consumer-Related Social Benefits and Costs",
                "page_number": 23,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "4.3.1",
                "title": "Vehicle Technology Cost Impacts",
                "page_number": 23,
                "subsections": [],
                "content": " Table 4-9 shows the estimated annual vehicle technology costs of the proposal and each alternative, estimated in OMEGA, for the indicated calendar years (CY). The table also shows the present-values (PV) of those costs and the equivalent annualized values (EAV) for the calendar years 2027–2055 using both 3 percent and 7 percent discount rates.66  We expect the technology costs of the program will result in a rise in the average purchase prices for consumers, for both new and used vehicles. While we expect that vehicle manufacturers will strategically price vehicles (e.g., subsidizing a lower price for some vehicles with a higher price for others), we assume in our modeling that increased vehicle technology costs will be fully reflected in higher average purchase prices paid by consumers. Note that these technology cost increases are offset by fuel, maintenance and repair costs, discussed in Chapter"
            },
            
            {
                "section_number": "4.3.2",
                "title": "Value of Rebound Driving",
                "page_number": 23,
                "subsections": [],
                "content": " As discussed above, the assumed rebound effect might occur when an increase in vehicle fuel efficiency leads people to choose to drive more because of the lower cost per mile of driving. When we estimate fuel expenditures, we multiply the number of miles driven on a given fuel by its price per unit, i.e., dollars per gallon for liquid fuels and dollars per kWh for electricity. Therefore, any reductions in fuel expenditures (fuel savings) associated with a policy include additional fuel expenditures associated with rebound driving. If we ignored those rebound miles, 66 For the estimation of the stream of costs and benefits, we assume that after implementation of the MY 2027 and later standards, the MY 2032 standards apply to each year thereafter. the fuel savings would be calculated using the same number of miles in both the policy and noaction cases but with a lower fuel cost per mile in the policy case. However, drivers would drive those additional rebound miles only if they find value in them. The increase in travel associated with the rebound effect produces additional benefits to vehicle drivers, which reflect the value of the added social and economic opportunities that become accessible with additional travel. This analysis estimates the economic benefits from increased rebound-effect driving as the sum of the fuel costs paid to drive those miles and the drive surplus, which is the additional value that drivers derive from those miles. The value of the rebound miles driven is simply the number of rebound miles multiplied by the cost per mile of driving them.  2 Thus, the economic benefits from increased rebound driving, called Drive Value, is then calculated as below.  Drive value depends on the extent of improvement in fuel consumption and fuel prices, which depend upon vehicle model year, the calendar year, and the standards being analyzed. Thus, the value of benefits from increased vehicle use also depends upon model year and calendar year, and it varies among alternative standards."
            },
            {
                "section_number": "4.3.3",
                "title": "Fuel Consumption",
                "page_number": 24,
                "subsections": [],
                "content": " Overall, the proposed standards are projected to reduce liquid fuel consumption while simultaneously increasing electricity consumption as shown in Table 4-10 and Table 4-11, respectively. These values are generated in OMEGA and used in the benefit cost analysis described in DRIA Chapter 10. "
            },
            {
                "section_number": "4.3.4",
                "title": "Monetized Fuel Savings",
                "page_number": 24,
                "subsections": [],
                "content": " Table 4-12 shows the undiscounted annual monetized fuel savings associated with the proposal and each alternative as well as the present value (PV) of those costs and equivalent annualized value (EAV) for the calendar years 2027–2055 using both 3 percent and 7 percent discount rates. In Chapter 10, we present pretax fuel savings which are used in the benefit cost analysis. In Chapter 10 we also present transfers, or taxes, associated with fuel expenditure changes and battery and vehicle purchase credit incentives. Table 4-12: Retail fuel expenditure savings, light-duty and medium-duty (billions of 2020 dollars)* Calendar Year Retail Fuel Savings, Proposal Retail Fuel Savings, Alternative 1 Retail Fuel Savings, Alternative 2 Retail Fuel Savings, Alternative 3 2027 1.2 1.3 0.9 0.7 2028 3.2 3.7 2.4 1.9 2029 6 7 4.8 3.5 2030 10 12 8.1 6.5 2031 14 17 12 11 2032 20 23 17 16 2035 39 44 34 35 2040 69 77 61 66 2045 89 98 80 87 2050 100 110 93 100 2055 110 120 98 110 PV3 1,100 1,200 950 1,000 PV7 550 610 490 520 EAV3 56 62 50 54 EAV7 45 50 40 42 * Positive values indicate savings in fuel expenditures."
            },
            {
                "section_number": "4.3.5",
                "title": "Costs Associated with the Time Spent Refueling",
                "page_number": 26,
                "subsections": [],
                "content": " More stringent GHG standards have traditionally resulted in lower fuel consumption by liquid fueled vehicles. Provided fuel tanks on liquid fueled vehicles retain their capacity (i.e., gas tanks don't change volume), the lower fuel consumption would be expected to reduce the frequency of refueling events. However, if manufacturers choose to maintain traditional range (i.e., miles traveled on a full tank of fuel), then the possibility exists that tank capacities would become smaller and, therefore, the frequency of refueling events would not change, although time spent at the fuel pump may be reduced. There are indications that both outcomes are happening, with some vehicles reducing tank sizes while others are maintaining them. Of course, electric vehicles are not fueled in the same way. Many refueling events for electric vehicles would be expected to occur either overnight where the vehicle is parked or during the workday using an employer owned charge point, neither of which require extra time from the driver, especially compared to refueling a liquid fueled vehicle. However, some recharging events will undoubtedly occur in public places, especially when drivers are in the midst of an extended road trip. These mid-trip charging events are the focus of this analysis. For purposes of this analysis, we have made the simplifying assumption that PHEVs will not make use of midtrip charging since the vehicle can continue to operate on gasoline once the battery is depleted. To estimate the refueling costs associated with liquid-fueled vehicles, we have borrowed heavily from the approach used by EPA in the December 2021 GHG final rule (U.S. EPA 2021) (U.S. DOT 2021) with updated inputs developed in support of the 2022 CAFE final rule (NHTSA 2022). The refueling costs for liquid-fueled vehicles are calculated on a cost per gallon basis while for BEVs it is calculated on a cost per mile basis. The calculations used are shown in the equation immediately below for liquid-fueled vehicles and in the subsequent equation for BEVs with a discussion following. 𝐹𝐹𝐶𝐶𝐹𝐹𝑒𝑒𝑝𝑝 𝑇𝑇𝐶𝐶𝑐𝑐𝑒𝑒+ 𝑇𝑇𝑇𝑇𝑇𝑇𝑇𝑇 𝑆𝑆𝑆𝑆𝑆𝑆𝑆𝑆×𝑆𝑆ℎ𝑇𝑇𝑎𝑎𝑆𝑆𝑎𝑎 𝐹𝐹𝑆𝑆𝐹𝐹𝐹𝐹𝑆𝑆𝑎𝑎 𝐶𝐶𝐺𝐺𝐺𝐺𝐶𝐶 = 1 × 𝐹𝐹𝑆𝑆𝐹𝐹𝐹𝐹 𝑅𝑅𝑇𝑇𝐵𝐵𝑆𝑆 × 𝐿𝐿𝑚𝑚𝑚𝑚𝑟𝑟 𝐻𝐻𝑟𝑟𝑚𝑚𝑀𝑀𝑟𝑟 × 0.6 𝐺𝐺𝐶𝐶𝑔𝑔𝑔𝑔𝐺𝐺𝑒𝑒 𝑇𝑇𝐶𝐶𝑒𝑒𝑇𝑇 𝑆𝑆𝐶𝐶𝑇𝑇𝑒𝑒×𝑆𝑆ℎ𝐶𝐶𝐺𝐺𝑒𝑒 𝐹𝐹𝐶𝐶𝑔𝑔𝑔𝑔𝑒𝑒𝑝𝑝 60 Where, Cost/Gallon = the refueling cost per gallon of fuel consumed, Tank Size = the volume, in gallons, of the liquid fuel tank, Share Filled = the typical share of the tank volume filled during a refill event, Fixed Time = the fixed time, in minutes, between deciding to refill and returning to the trip, Fill Rate = the fuel dispense rate, in gallons per minute, of liquid fuel pumps, 60 converts minutes to hours Time Value = the value of the time for the occupants of the vehicle,"
            },
            {
                "section_number": "0.6",
                "title": "= a scalar value to count only 60 percent of refueling events",
                "page_number": 27,
                "subsections": [],
                "content": " We have estimated tank sizes the same way it was done in our 2021 GHG final rule, which was based on a 2016 internal Department of Transportation (DOT) memorandum. (CAFE TSD 2021) (White September 27, 2016) The most recent data reported was for the 2016 model year and showed that the average tank sizes of some of the most popular vehicles in the United States were 15.7, 18.7 and 27.3 for cars, vans and SUVS, and pickup trucks, respectively, all in gallons. We have used those values for all vehicles in each of those categories. The share filled values are consistent for all vehicles at 0.65, meaning that the typical refill event includes filling 65 percent of the capacity of the tank. The fixed time value is also consistent for all vehicles at 3.5 minutes per event, while the fill rate is held constant at 7.5 gallons per minute reflecting the legal restriction of 10 gallons per minute and the fact that not all people refill at that maximum rate. The time value has been extensively analyzed by DOT for use in regulatory analyses. The values, which account for wage rates, miles driven in urban and rural settings, the different uses of vehicles whether it be personal or commercial use, and the typical number of occupants over the age of 5 years for different vehicles. The hourly values ($/hour) derived and which we use are $25.55 and $30.75 for passenger cars and light-trucks, respectively, both in 2018 dollars (NHTSA 2022). As described by NHTSA, the 0.6 scaling factor is meant to capture those drivers whose primary reason for the refueling trip was due to a low reading on the gas gauge. Such drivers experience a cost due to added mileage driven to detour to a filling station, as well as added time to refuel and complete the transaction at the filling station. Drivers who refuel on a regular schedule or incidental to stops they make primarily for other reasons (e.g., using restrooms or buying snacks) do not experience the cost associated with detouring to locate a station or paying for the transaction, because the frequency of refueling for these reasons is unlikely to be affected by fuel economy improvements. This restriction was imposed to exclude distortionary effects of those who refuel on a fixed (e.g., weekly) schedule and may be unlikely to alter refueling patterns due to increased driving range (NHTSA 2022). To estimate the refueling costs associated with BEVs, we calculate cost per mile. 𝐶𝐶𝐶𝐶𝑚𝑚𝐶𝐶 𝐺𝐺𝑚𝑚𝐹𝐹𝑟𝑟𝑑𝑑 𝐿𝐿𝑚𝑚𝑚𝑚𝑟𝑟 1 𝐿𝐿ℎ𝑟𝑟𝑑𝑑𝑟𝑟 𝐶𝐶ℎ𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟𝑑𝑑 = 􀵬 × + 􀵰 × 𝐿𝐿𝑚𝑚𝑚𝑚𝑟𝑟 𝐻𝐻𝑟𝑟𝑚𝑚𝑀𝑀𝑟𝑟 𝑀𝑀𝑚𝑚𝑚𝑚𝑟𝑟 𝐶𝐶ℎ𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟 𝐺𝐺𝑑𝑑𝑟𝑟𝐹𝐹𝑀𝑀𝑟𝑟𝑑𝑑𝐷𝐷𝑦𝑦 60 𝐶𝐶ℎ𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟 𝐿𝐿𝑟𝑟𝐶𝐶𝑟𝑟 Where, Cost/Mile = the refueling cost per mile driven Fixed Time = the fixed time, in minutes, between deciding to refill and returning to the trip, Charge Frequency = the cumulative number of miles driven before a mid-trip charging event is triggered, Share Charged = the share of miles that will be charged mid-trip, Charge Rate = the typical recharge rate, in miles per hour of charging, Time Value = the value of the time for the occupants of the vehicle. The fixed time value is taken to be equal to that for liquid-fueled vehicles, at 3.5 minutes per event, and the time value is equal to those stated above for liquid-fueled vehicles. The charge rate reflects the number of miles of driving provided by a one hour charging session. Different BEVs have different limits on how much energy can be delivered to the battery pack, and other factors – ambient conditions, the power level of the charging equipment, on-vehicle accessory loads during charging – impact the energy transfer. For our analysis, we use the same value of 100 miles of driving added for each hour of charging and use that value for all BEVs.67 For the charge frequency and share charged parameters, we have used values developed by NHTSA and presented in the CCEMS input files used in support of their September 2021 proposal. (U.S. DOT 2021) In their analysis, NHTSA estimated the frequency of mid-trip charging events and the share of miles driven that require mid-trip charging as shown in Table a smaller share of miles driven with mid-trip charge events. Pickups and vans/SUVs have fairly similar measures, with vans and SUVs requiring slightly more mid-trip charging than pickups. 67 Charging equipment is available in a variety of power levels (see DRIA Ch. 5.3.1.2), with higher-power equipment generally able to charge vehicles more quickly. To the extent mid-trip charging occurs at a higher charge rate, the resulting cost per mile for time spent charging electric vehicles would be lower. To illustrate the lower potential time needed to recharge mid-trip, vehicles using DC fast charging equipment can add 200 or more miles per hour. Table 4-13: BEV recharging thresholds by body style and range Cars Vans & SUVs Pickups Miles to mid-trip charging event, BEV200 2,000 1,500 1,600 Miles to mid-trip charging event, BEV300 5,200 3,500 3,800 Miles to mid-trip charging event, BEV400 10,400 7,000 7,600 Miles to mid-trip charging event, BEV500 20,800 14,000 15,200 Share of miles charged mid-trip, BEV200 0.06 0.09 0.08 Share of miles charged mid-trip, BEV300 0.03 0.04 0.04 Share of miles charged mid-trip, BEV400 0.015 0.02 0.02 Share of miles charged mid-trip, BEV500 0.0075 0.01 0.01 Using the values in Table 4-13, EPA has developed curves for each body style as a function of range. These curves are second order polynomials as a function of BEV range. These curves and their coefficient values are shown in Figure 4-6 and Figure 4-7. Miles to mid-trip charge event 25000 y = 0.18x2 - 64.4x + 7840 y = 0.125x2 - 46.5x + 5900 y = 0.135x2 - 49.9x + 6290 0 5000 10000 15000 20000 0 100 200 300 400 500 600 Cars Vans/SUVs Pickups Poly. (Cars) Poly. (Vans/SUVs) Poly. (Pickups) Figure 4-6: Curve fits for miles driven to a mid-trip charge event. 0.1 Share of miles charged mid-trip 0 100 200 300 400 500 Cars Vans/SUVs Pickups Poly. (Cars) Poly. (Vans/SUVs) Poly. (Pickups) y = 6E-07x2 - 0.0006x + 0.1504 y = 1E-06x2 - 0.001x + 0.241 y = 7E-07x2 - 0.0008x + 0.2005 0 0.01 0.02 0.03 0.04 0.05 0.06 0.07 0.08 0.09 Figure 4-7: Curve fits for the share of miles charged in mid-trip events. The curve fits shown in these figures are shown in Table 4-. These coefficients are used to calculate the charge frequency and share charged parameters of the Cost/Mile equation above using the functional form shown in the equation below. 𝐶𝐶ℎ𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟 𝐺𝐺𝑑𝑑𝑟𝑟𝐹𝐹𝑀𝑀𝑟𝑟𝑑𝑑𝐷𝐷𝑦𝑦; 𝐿𝐿ℎ𝑟𝑟𝑑𝑑𝑟𝑟 𝐶𝐶ℎ𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟𝑑𝑑 = 𝐴𝐴 × 𝐿𝐿𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟2 + 𝑇𝑇 × 𝐿𝐿𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟 + 𝐶𝐶 Where, A, B & C are the applicable coefficient values shown in Table 4-14, Range = the range of the given BEV. Table 4-14: Curve coefficients used to estimate charge frequency and share charged A B C Miles to mid-trip charge, Car 0.18 -64.4 7840 Miles to mid-trip charge, Van/SUV 0.125 -45.5 5900 Miles to mid-trip charge, Pickup 0.135 -49.9 6290 Share of miles charged mid-trip, Car 0.0000006 -0.0006 0.1504 Share of miles charged mid-trip, Van/SUV 0.000001 -0.001 0.241 Share of miles charged mid-trip, Pickup 0.0000007 -0.0008 0.2005 600"
            },
            {
                "section_number": "4.3.6",
                "title": "Maintenance and Repair Costs",
                "page_number": 31,
                "subsections": [],
                "content": " Maintenance and repair (M&R) are large components of vehicle cost of ownership for any vehicle. According to Edmunds, maintenance costs consist of two types of maintenance: scheduled and unscheduled. Scheduled maintenance is the performance of factory-recommended actions at periodic mileage or calendar intervals, like oil changes. Unscheduled maintenance includes wheel alignment and the replacement of items such as the battery, brakes, headlights, hoses, exhaust system parts, taillight/turn signal bulbs, tires, and wiper blades/inserts. (Edmunds 2023) Repairs, in contrast, are done to fix malfunctioning parts that inhibit the use of the vehicle. The differentiation between the items that are included in unscheduled maintenance versus repairs is likely arbitrary, but the items considered repairs seem to follow the systems that are covered in vehicle comprehensive (i.e., “bumper-to-bumper”) warranties offered by automakers, which exclude common “wear” items like tires, brakes, and starter batteries. (Muller 2017) To estimate maintenance and repair costs, we have used the data gathered and summarized by Argonne National Laboratory (ANL) in their look at the total cost of ownership for vehicles of various sizes and powertrains (Burnham, Gohlke, et al. 2021)."
            },
            {
                "section_number": "4.3.6.1",
                "title": "Maintenance Costs",
                "page_number": 31,
                "subsections": [],
                "content": " Maintenance costs, and differences between more traditional ICE vehicles and HEVs versus BEVs and PHEVs, are an importance consideration in not only the full accounting of social benefits and costs, but also the consumer decision making process when comparing ICE/HEV technology versus BEV/PHEV technology. If BEVs and PHEVs are less costly to maintain, a consumer might find the potentially higher purchase price of the vehicle to be “worth it” given the possibly lower fuel and maintenance costs over time. The reverse is also true – more costly BEV/PHEV maintenance relative to ICE/HEV might make the potentially higher purchase price even less appealing, even if the fueling costs are lower. In their study, ANL developed a generic maintenance service schedule for various powertrain types using owner’s manuals from various makes and models including the Toyota Yaris, Camry, Camry HEV, Prius, and Prius Prime; Chevrolet Cruze, Volt, and Bolt; Nissan Sentra, Kicks, and Leaf; Kia Optima, Optima HEV, and Optima PHEV; Kia Soul and Soul EV; Tesla Model 3 and Model S, Ford Focus; Lincoln MKZ; BMW i3; VW Golf and e-Golf; and Fiat 500 and 500e. The analysis assumed that drivers would follow the recommended service intervals. The authors noted that, in practice, not everyone follows the recommended service intervals but also noted that owners likely do so at the expense of either future repair costs or the early scrappage of the vehicle (Burnham, Gohlke, et al. 2021, 81). The authors also noted that estimates were made for certain “wear items” that might not normally be included in a recommended maintenance schedule (e.g., brake pads and rotors) for which they estimated average lifetimes based on guidance from several experts and from automotive websites (Burnham, Gohlke, et al. 2021, 81). After developing the maintenance schedules, the authors collected national average costs for each of the preventative and unscheduled services. The authors noted that service cost varies by several factors, including the type of mechanic (dealership vs. chain vs. independent), part quality (OEM vs. aftermarket), and make and model cost characteristics (domestic vs. import and mass market vs. luxury). The authors did not assume drivers would perform any of their own maintenance services, stating a lack of data available on how often drivers do so. The authors noted that “do it yourself” maintenance would reduce costs, though depending on the service would require investment in both tools and skill development (Burnham, Gohlke, et al. 2021, 81). The authors noted that vehicle type (sedan, SUV, pickup) may influence maintenance costs as some part sizes and fluid capacities can be larger for bigger vehicles (e.g., larger tires needed for a pickup). However, when examining the data at their disposal, the authors found no significant difference over 10 years of ownership. But total maintenance and repair costs of medium-duty diesel vehicles were about 34% higher than that of their gasoline counterparts. The authors attributed that difference to repairs rather than maintenance, since the most obvious maintenance difference between the vehicles is that diesels do not have spark plugs which is a relatively small cost. The authors acknowledge that their dataset had a very limited number of diesel vehicles and there appeared to be no clear trend regarding higher or lower maintenance costs for diesel fueled vehicles. Specific to tires and tire replacement, an issue often cited with respect to BEVs versus ICE vehicles, the authors noted that their analysis assumed that tire life and replacement costs are the same for all powertrains. However, advanced powertrain vehicles often are equipped with specially designed tires that provide low rolling resistance (LRR) to improve fuel efficiency (Burnham, Gohlke, et al. 2021, 83). Presumably, the authors are speaking of tires on BEV, and maybe PHEV, powertrains when speaking of “advanced powertrain vehicles.” EPA believes that most new vehicles are equipped and sold with low rolling resistance tires. That said, some BEVs are equipped with tires that differ from those on typical ICE vehicles to address tread wear and the instant torque of BEVs making the issue raised by the authors a valid issue for consideration. The authors point to several studies looking into the issue with no clear conclusion being drawn about tire and tire replacement costs for BEVs versus ICE vehicles. The authors did reiterate a Goodyear claim that traditional tires wear 30 percent faster when installed on BEVs (Burnham, Gohlke, et al. 2021, 83). Regarding brake-related maintenance, the authors assumed that brake pad, rotor, and caliper replacement intervals could be extended by 33% for HEVs and by 50% for PHEVs and BEVs, relative to ICE vehicles, due to less friction wear that would result from the use of regenerative braking. Further, they assumed that PHEVs and BEVs would have more regenerative braking capabilities than HEVs and, therefore, that their service intervals could be extended longer than HEVs due to their larger battery capacity and electric motor (Burnham, Gohlke, et al. 2021, 84). Table 4-16 shows the maintenance costs used as inputs to OMEGA. Using the schedules and costs shown in Table 4-15, OMEGA then calculates the cumulative maintenance costs from mile zero through mile 225,000. For example, the cumulative costs for an ICE vehicle at 15,000 miles would be 2 x ($65+$20+$50) + $45, or $315. The cumulative costs can then be divided by the cumulative miles to determine the average maintenance cost per mile at any given odometer reading in a vehicle’s life. However, that average cost, while informative, suggests that the first mile incurs the same cost as the last mile. This does not seem appropriate, especially considering that the cumulative costs for ICE vehicles, $20,050, divided by 225,000 cumulative miles results in an average cost per mile of $0.09. If that vehicle had a fuel economy of 35 miles per gallon, assuming $3 per gallon of gasoline, its fuel costs would also be $0.09 per mile. Over 15,000 first year miles, the fuel costs and maintenance costs would both be $1,350. Compare this to the $315 estimate of maintenance costs over the first 15,000 miles. Clearly, while the average cost per mile of $0.09 is valid and informative, it is not the best valuation for our purpose. Instead, we have estimated the cost per mile at a constant slope with an intercept set to $0 per mile such that the cumulative costs after 225,000 miles would equal the $20,050 (for an ICE vehicle) included in the suggested maintenance schedule. Following this approach, the maintenance cost per mile curves calculated within OMEGA are as shown in Figure 4-8: Maintenance cost per mile (2019 dollars) at various odometer readings. Using these maintenance cost per mile curves, OMEGA then calculates the estimated maintenance costs in any given year of a vehicle’s life based on the miles traveled in that year. For example, an ICE vehicle having an odometer reading of 120,000 miles would have a maintenance cost per mile of $0.10 (see Figure 4-8). If that vehicle travels 10,000 miles in the given year, then its estimated maintenance costs would be $1,000 in that year. If that vehicle were to instead travel 15,000 miles in that year, its estimated maintenance costs would be $1,500. OMEGA uses these maintenance costs for light-duty and for medium-duty vehicles. The maintenance costs are included in the benefit and cost analysis. Note that these maintenance costs differ from those presented in Chapter 4.1 and Chapter 4.2. Chapter 4.1 costs are meant to reflect the thought process of a potential new vehicle purchaser. Chapter 4.2 amounts are estimated average expenses per vehicle over the first 8 years of vehicle life. Costs presented here, in Chapter 4.3 are meant to estimate the actual effects of the proposal."
            },
            {
                "section_number": "4.3.6.2",
                "title": "Repair Costs",
                "page_number": 34,
                "subsections": [],
                "content": " Repairs are done to fix malfunctioning parts that inhibit the use of the vehicle and are generally considered to address problems associated with parts or systems that are covered under typical manufacturer bumper-to-bumper type warranties. In the ANL study, the authors were able to develop a repair cost curve for a gasoline car and a series of scalers that could be applied to that curve to estimate repair costs for other powertrains and vehicle types. The repair cost curve developed in the ANL study is shown in the equation below (Burnham, Gohlke, et al. 2021). Where, Repairi = the repair cost per mile at age i, v = the appropriate vehicle type multiplier (see Car/SUV/Truck entries in Table 4-16), p = the appropriate powertrain type multiplier (see ICE/HEV/PHEV/BEV/FCV entries in Table ai = gasoline car repair cost coefficient at age i, b = exponential constant of 0.00002, x = the MSRP of the car when sold as new. Table 4-16: Repair cost per mile coefficient valuesa Item Value Car multiplier 1.0 SUV multiplier 0.91 Truck multiplier 0.7 ICE multiplier 1.0 HEV multiplier 0.91 PHEV multiplier 0.86 BEV multiplier 0.67 FCV multiplier 0.67 a0 0 a1 0 a2 0.00333 a3 0.01 a4 0.0167 aadd-on 0.00333 a These coefficient values come from Burnham, Gohlke, et al. (2021) OMEGA makes use of the equation developed in the ANL study along with the coefficient values shown in Table 4-16 to estimate repair costs per mile at any age in a given vehicle’s life. In place of the MSRP68 of the new vehicle, OMEGA uses the estimated technology cost for the vehicle as described above. Further, OMEGA makes use of this equation for all ages of a vehicle’s life (OMEGA estimates a 30/40-year lifetime) using the aadd-on value for every age beyond the first five years. In other words, the ax value for age 7 would be 0.0167 + 3 x 0.00333 = 0.02669 (note that, in OMEGA, age=7 is the 8th year of a vehicle’s life). The resultant repair 68 Manufacturer suggested retail price cost per mile values at all ages are shown in Figure 4-9. Note that the new vehicle cost (used in place of the MSRP value) is held constant at $35,000 in Figure 4-9, regardless of vehicle type (car, van/SUV, pickup) and powertrain (ICE vehicle, HEV or MHEV, PHEV, BEV) which is not likely, but is presented here for illustration only. OMEGA uses these repair costs for both light-duty and medium-duty. Repair costs are included in the benefit-cost analysis."
            },
            {
                "section_number": "4.3.7",
                "title": "Costs Associated with Noise and Congestion",
                "page_number": 36,
                "subsections": [],
                "content": " If consumers choose to drive more, they benefit from the utility derived from those additional miles, as described in Chapter 4.3.2. In contrast to the benefits associated with additional driving, there are also costs. Increased vehicle use associated with a positive rebound effect also contributes to increased traffic congestion and highway noise. Depending on how the additional travel is distributed throughout the day and where it takes place, additional vehicle use can contribute to traffic congestion and delays by increasing traffic volumes on facilities that are already heavily traveled during peak periods. These added delays impose higher costs on other road users in the form of increased travel time and operating expenses. Because drivers do not take these external costs into account in deciding when and where to travel, we account for them separately as a cost of addition driving associated with a positive rebound effect. EPA relies on congestion and noise cost estimates developed by the Federal Highway Administration to estimate the increased external costs caused by added driving due to a positive rebound effect. EPA employed estimates from this source previously in the analysis accompanying the light-duty 2010, 2012 and 2021 final rules. We continue to find them appropriate for this analysis after reviewing the procedures used by FHWA to develop them and considering other available estimates of these values. FHWA’s congestion cost estimates focus on freeways because non-freeway effects are less serious due to lower traffic volumes and opportunities to re-route around the congestion. EPA has applied the congestion cost to the overall VMT therefore the results of this analysis potentially overestimate the congestion costs associated with increased vehicle use, and thus lead to a conservative estimate of net benefits. EPA uses FHWA’s “Middle” estimates for marginal congestion and noise costs caused by increased travel from vehicles. This approach is consistent with the methodology used in our prior analyses. The values used are shown in Table 4-17. These congestion costs are consistent with those used in the 2021 final rule. These values are used as inputs to OMEGA and adjusted within the model to the dollar basis used in the benefit and cost analysis. Table 4-17: Costs associated with congestion and noise (2018 dollars per vehicle mile) Sedans/Wagons CUVs/SUVs/Vans Pickups Congestion 0.0634 0.0634 0.0566 Noise 0.0009 0.0009 0.0009"
            },
            {
                "section_number": "4.4",
                "title": "New Vehicle Sales",
                "page_number": 37,
                "subsections": [],
                "content": " The topic of the \"energy paradox\" or “energy efficiency gap” has been extensively discussed in previous analyses of vehicle GHG standards. The idea of the energy efficiency gap is that existing fuel saving technologies were not widely adopted even though they reduced fuel consumption enough to pay for themselves in short period of time. Conventional economic principles suggest that because the benefits to vehicle buyers of the new technologies would outweigh the costs to those buyers, automakers would provide them and people would buy them. As described in previous EPA GHG vehicle rules (most recently in the 2021 rule), engineering analyses identified technologies (such as downsized-turbocharged engines, gasoline direct injection, and improved aerodynamics) where the additional cost of the technology is quickly covered by the fuel savings it provides, but they were not widely adopted until after the issuance of EPA vehicle standards. Research also suggests that the presence of fuel-saving technologies do not lead to adverse effects on other vehicle attributes, such as performance and noise. Instead, research shows that there are technologies that exist that provide improved fuel economy without hindering performance, and in some cases, while also improving performance (Huang, Helfand, et al. 2018) (Watten, Helfand and Anderson 2021). Additionally, research demonstrates that, in response to the standards, automakers have improved fuel economy without adversely affecting other vehicle attributes (Helfand and Dorsey-Palmateer 2015). Lastly, while the availability of more fuel efficient vehicles has increased steadily over time, research has shown that the attitudes of drivers towards those vehicles with improved fuel economy has not been affected negatively (Huang, Helfand, et al. 2018) (Huang, Helfand and Bolon 2018a). In summary, it appears that in the absence of the standards, markets have not led to the adoption of fuel efficient technologies with short payback periods and no discernible tradeoffs. Thus, an energy efficiency gap appears to have existed, especially in the absence of the standards, and may still exist. There are a number of hypotheses in the literature that attempt to explain the existence of this apparent market failure, including both consumer and producer side reasons, though the literature has not settled on a single explanation (National Academies of Science, Engineering, and Medicine 2021). In fact, the gap likely exists due to a combination of consumer- and producerside characteristics.69 Consumer-side hypotheses include: • Consumers might lack information, not have a full understanding of this information when it is presented, not have correct information, not have the ability to process the information, or not trust the presented information. • Consumers might weigh the present or present circumstances (e.g., current costs) more heavily than future opportunities (e.g., long term savings, changing circumstances) in their purchase decisions due to, for example, uncertainty about the future, a lack of foresight, an aversion to short term losses relative to longer term gains, or a preference for the status quo. • Consumers might prioritize other vehicle attributes over fuel economy in their vehicle purchase process. • Consumers might associate higher fuel economy with lower quality vehicles. In addition to the research discussed above indicating that fuel-saving technologies are not likely to be associated with adverse effects on other vehicle attributes, EPA has explored evidence on how consumers evaluate fuel economy in their vehicle purchase decisions. Overall, the research has not reached a consensus; results and estimates vary across a range of data types and statistical models. Thus, it is not clear how consumers incorporate fuel economy in their purchase decision, nor how consumer behavior might contribute to the energy efficiency gap. Part of the uncertainty surrounding the reasons behind the energy efficiency gap is that most of the technology applied to existing ICE vehicles may have been \"invisible\" to the consumer. This is for a few reasons, including that the technology itself was not something the mainstream consumer would know about, or because it was applied to a vehicle at the same time as multiple other changes, therefore making it unclear to the consumer what changes in vehicle attributes, if any, could be attributed to a specific technology. Much less research has been conducted to evaluate the producer side of the market, though three interrelated themes arise: market structure, business strategy, and technological innovation. The structure of the automobile industry may inefficiently allocate car attributes, fuel economy among them, which may contribute to the existence of an energy efficiency gap. Specifically, vehicle production involves significant fixed costs in which automakers strive to differentiate their products from each other. In that context, fuel economy of a vehicle could be a just another factor in a company's product differentiation strategy. Product differentiation can lead to an under-supply of fuel economy relative to what is cost-effective to consumers in some segments, 69 For simplicity, we present consumer- and producer-side hypotheses for the \"energy efficiency gap\", consistent with traditional economy theory. Analogously but somewhat differently, we could have presented these hypotheses organized according to individual and institutional characteristics, behaviors, and biases. Under that organization structure, some of the hypotheses we present, such as myopia, uncertainty aversion, loss aversion, asymmetric information, and status quo bias, could apply to both consumer and producers. and an over-supply of fuel economy in other sectors (Fischer 2005). Automobile manufacturers may adopt a \"wait and see\" strategy regarding the costs associated with investing in and commercializing new technologies. In the absence of standards, automakers have seemed willing to invest in small improvements upon existing technologies (Helfand and Dorsey-Palmateer 2015) and more reluctant to invest in major innovations in the absence of standards. This may be a result of first-mover disadvantages to investing in and commercializing new technologies. The “first-mover disadvantage” occurs when the “first-mover” pays a higher proportion of the costs of developing, implementing, or marketing a new technology and loses the long-term advantage when other businesses move into that market. There could also be “dynamic increasing returns” to adopting new technologies, wherein the value of a new technology may depend on how many other companies have adopted the technology. Additionally, there can be research and development synergies when many companies work on the same technologies at the same time, assuming there's a reason to innovate at the same time. Standards can create conditions under which companies invest in major innovations. Because all companies (both auto firms and auto suppliers) have incentives to find better, less expensive ways of meeting the standards, the possibilities for synergistic interactions may increase. Thus, the standards, by focusing all companies on finding more efficient ways of achieving the standards, may lead to better outcomes than if any one company operated on its own. A combination of theories may best explain why there was limited adoption of cost-effective fuel-saving technologies before the implementation of more stringent standards. However, it does appear that, while addressing externalities like pollution, regulation has appeared to also help correct such market failures without serious disruption to vehicle markets. We do not reject the observation that the energy efficiency gap has existed and may still exist. However, the availability of more fuel efficient vehicles has increased steadily over time, thus narrowing or closing the energy efficiency gap, and research has shown that the attitudes of drivers towards those vehicles with improved fuel economy has not been negatively affected (Huang, Helfand, et al. 2018) (Huang, Helfand and Bolon 2018a). In addition, research has shown that automakers have improved fuel economy in response to the standards without adverse effects on other vehicle attributes (Helfand and Dorsey-Palmateer 2015) (Watten, Helfand and Anderson 2021). Thus, EPA does not model tradeoffs between fuel economy and performance as a path to achieving the proposed standards. Though a slight gap in ICE vehicle purchases may still exist due to uncertainty surrounding new fuel savings technologies, it becomes less of an issue with the increasing prevalence of BEVs in the market, as the changes in vehicle attributes due to this technology are clearly evident to consumers. There is uncertainty in the historical literature regarding consumer acceptance and adoption of electric vehicles, as described in Chapter 4.1 and Jackman et al. (2023), however recent research suggests that the demand for electric vehicles is robust, and adoption is constrained, at least in part, by limited supply. Gillingham et al. (2023) examine all new LD vehicles sold in the U.S. between 2014 and 2020, focusing on comparisons of existing electric vehicles to their most similar ICE vehicle counterpart, finding that EVs are preferred to the ICE counterpart in some segments (Gillingham, et al. 2023). In the paper, the authors show that, compared to ICE counterparts, EVs have seen relative sales shares of over 30%, which indicates that the share of PEVs in the marketplace is, at least partially, constrained due to the lack of offerings needed to convert existing demand into market share. In addition, a survey from Consumer Reports in early 2022 shows that more than one third of Americans would either seriously consider or definitely buy or lease a BEV today, if they were in the market for a vehicle. (Bartlett 2022). The rest of this chapter will discuss how sales effects were modeled in OMEGA, as well the total change in sales estimated due to this proposed rule."
            },
            {
                "section_number": "4.4.1",
                "title": "How Sales Impacts Were Modeled",
                "page_number": 40,
                "subsections": [],
                "content": " EPA has updated its OMEGA model, in part, to increase the model's useability and transparency. In addition, the model has been updated to allow for interactions in producer and consumer decisions in estimating total sales and the share of ICE vehicles and BEVs in the market that both meet the standard being analyzed and will be accepted by consumers. More about the updated OMEGA model, including detailed information on the structure and operations, can be found in DRIA Chapter 2. As in previous rulemakings, the sales impacts are based on a set of assumptions and inputs, including assumptions about the role of fuel consumption in vehicle purchase decisions described in Chapter 4.1, and assumptions on consumers' demand elasticity discussed in below.70 At a high level, OMEGA estimates the effects of a policy on new vehicle sales volumes as a deviation from the sales that would take place in the absence of the standards.71 This calculation is based on applying a demand elasticity to the change in new vehicle net price, the price that incorporates the fact that vehicle buyers are expected to take fuel consumption into consideration in the purchase process. The modeled BEV shares, as described in Chapter 4.1, are then applied to the estimated total sales volumes to estimate further effects of the rule, including costs, emissions and benefits."
            },
            {
                "section_number": "4.4.1.1",
                "title": "The Role of Fuel Consumption in Vehicle Sales Estimates",
                "page_number": 40,
                "subsections": [],
                "content": " In the 2021 rule, as well as in this proposed rule, EPA assumed that producers account for 2.5 years of fuel consumption in their assessment of the consumer's purchase decision. However, as discussed in detail in the 2021 rule, there is not a consensus around the role of fuel consumption in vehicle purchase decisions. Greene, et al. provides a reference value of $1,150 for the value of reducing fuel costs by $0.01/mile over the lifetime of an average vehicle; for comparison, 2.5 years of fuel savings is only about 30 percent of that value, or about $334. (Greene, et al. 2018) This $334 is within the large standard deviation in Greene, et al. (2018) for the willingness to pay to reduce fuel costs, but it is far lower than both the mean of $1,880 (160 percent of that value) and the median of $990 (85 percent of that value) per one cent per mile in the paper. On the other hand, the 2021 NAS report, citing the 2015 NAS report, observed that automakers “perceive that typical consumers would pay upfront for only one to four years of fuel savings” (pp. 9-10), which is also within the range of values identified in Greene, et al. (2018) for consumer response, but also well below the median or mean. Based on these results, it appears 70 The demand elasticity is the percent change in quantity associated with a one percent increase in price. For price, we use net price, where net price is the difference in technology costs less an estimate of the change in fuel costs over the number of years we assume fuel costs are taken into account. We also reduce BEV prices in all scenarios, including the No Action case, due to the IRA BEV purchase and battery tax incentives. 71 We calibrate the sales in OMEGA that would take place in the absence of the standards to data from the U.S. Energy Information Administration. possible that automakers operate under a different perception of consumer willingness to pay for additional fuel economy than how consumers actually behave. In comments on the 2021 rule, some commenters suggested that new vehicle buyers care more about fuel consumption than the use of 2.5 years suggests, and that EPA should model automaker adoption of fuel-saving technologies based on historical actions. EPA notes that the data, methods and ideas discussed here are based on historical data, and therefore focus on ICE sales. Consumer response to fuel savings, and the amount of fuel savings considered in the purchase decision, may be different with electric vehicles and in an era of high BEV sales. Chapter 4.1 above describes how OMEGA incorporates fuel costs in consumer purchase decisions. OMEGA also incorporates fuel cost savings in producer assumptions. Specifically, we assume producers account for 2.5 years of consumer fuel consumption. To do this, OMEGA calculates a baseline estimate of the fuel consumption over a user-specified number of years (we assume 2.5), using AEO projections of fuel cost, the expected vehicle miles traveled by year (VMT), and the vehicle’s survival schedule. The same fuel costs and expected VMT are then used to calculate fuel consumption in the proposal and alternative scenarios for the same userspecified number of years, using the revised expected fuel consumption."
            },
            {
                "section_number": "4.4.1.2",
                "title": "Elasticity of Demand",
                "page_number": 41,
                "subsections": [],
                "content": " By definition, a new vehicle demand elasticity relates the percent change in new vehicle price to the percent change in new vehicle sales: the baseline quantity, Q, comes from EIA’s projections of vehicle sales. For this proposed rule, the EIA projection includes effects of the 2021 rule, but not the IRA. The price, P, is proxied with the OMEGA estimated technology costs. The change in price is the difference between new vehicle net price under this EIA projection, and the net price under the OMEGA projected scenarios, where net price is new vehicle purchase price including"
            },
            {
                "section_number": "2.5",
                "title": "years of fuel consumption. The OMEGA projected scenarios for this rule, the No Action",
                "page_number": 41,
                "subsections": [],
                "content": " scenario, the Proposed alternative, the more stringent alternative (Alternative 1), and the two less stringent alternatives (Alternative 2 and Alternative 3), all include the effects of the 2021 rule and the IRA. The Proposed scenario, and all three alternatives are described in Preamble Section III.B and III.E. For durable goods, such as vehicles, people are generally expected to have more flexibility about when they purchase new vehicles than whether they purchase new vehicles; thus, their behavior is more inflexible (less elastic) in the long run than in the short run. For this reason, estimates for long-term elasticities for durable goods are expected to be smaller (in absolute value) than short-run elasticities. At a market level, short-run responses typically focus entirely on the new-vehicle market; longer time spans allow for adjustments between the new and used vehicle markets, and even adjustments outside those markets, such as with public transit. Because this rule has effects over time and could have effects related to the used vehicle market, long-run elasticities that account for effects in the used vehicle market are more appropriate for estimating the impacts of standards in the new vehicle market than short-run elasticities. Continuing the approach used in the final 2021 rule, EPA is using a demand elasticity of -0.4 for LD vehicles based on an EPA peer reviewed report (U.S. EPA 2021). However, as noted in EPA’s report and by public commenters on the proposed 2021 rule, -0.4 appears to be the largest estimate (in absolute value) for a long-run new vehicle demand elasticity in recent studies. EPA’s report examining the relationship between new and used vehicle markets shows that, for plausible values reflecting that interaction, the new vehicle demand elasticity varies from -0.15 to -0.4. A smaller elasticity does not change the direction of sales effects, but it does reduce the magnitude of the effects. Using the value of -0.4 is conservative, as the larger estimate yields a larger change in sales. The literature used to estimate this elasticity measure is focused on light-duty vehicles, which are primarily purchased and used as personal vehicles by individuals and households. The medium-duty vehicle market, in contrast, largely serves commercial applications. The assumptions in our analysis of the LD sales response are specific to that market, and do not necessarily carry over to the MD vehicle market. Commercial vehicle owners purchase vehicles based on the needs for their business, and we believe they are less sensitive to changes in vehicle price than personal vehicle owners. Though there are not many studies focused on what affects purchase decisions of medium-duty, or commercial, vehicle buyers, especially in the US, there are many articles discussing the importance of fuel efficiency, warranty considerations, maintenance cost, and replacement part availability in choosing which commercial vehicle to buy.72 In addition, a working paper published by Resources for the Future reports that commercial vehicle buyers are not sensitive to fuel price changes, likely due to specialized vehicle needs. (Leard, McConnell and Zhou 2017) For this proposal, we are assuming an elasticity of 0 for the MD vehicle sales impacts estimates and we are not projecting any differences in the number of MD vehicles sold between the No Action and the Proposal or Alternative scenarios. This implicitly assumes that the buyers of MD vehicles are not going to change purchase decisions if the price of the vehicle changes, all else equal. In other words, as long as the characteristics of the vehicle do not change, commercial buyers will still purchase the vehicle that fits their needs. The rest of this chapter focuses on the LD vehicle market."
            },
            {
                "section_number": "4.4.2",
                "title": "New LD Vehicle Sales Estimates",
                "page_number": 42,
                "subsections": [],
                "content": " For this proposed rule, EPA is maintaining the previous assumptions of 2.5 years of fuel savings and a new LD vehicle demand elasticity of -0.4 for its modeling. Table 4-18 shows results for total new LD vehicle sales impacts due to the proposed option. There is a very small change in total new LD vehicle sales projected in the proposed option compared to the No Action case. Sales fall in the first two years, increase slightly for the next 72 See, for example: https://www.fleetmaintenance.com/equipment/chassis-body-andcab/ article/21136479/considerations-for-purchasing-new-and-used-trucks ; https://www.automotivefleet. com/159336/10-factors-driving-commercial-fleet-vehicle-acquisitions ; https://www.mwsmag.com/commercial-vehicle-demand-is-rising-and-so-are-prices/ . These webpages are saved to the docket for this rule. two, and then fall again. The largest sales effect in the Proposal is a very small in magnitude decrease of less than 0.4% in 2027. The fall in sales in the early and later years is expected given that 1) supply and demand theory tell us that quantity falls as costs/prices rise, and 2) we have seen decreased sales due to increased costs in previous EPA LD rule analyses. However, the increase in sales in 2029 and 2030 may be unexpected at first. Though average per vehicle costs are increasing, the estimated 2.5 years of fuel savings offset the additional vehicle cost enough to lead to increasing demand in those years.73 For more information on fuel prices used in OMEGA, see DRIA Chapter 2.6.6. For more information on the estimated fuel savings in this rule, see DRIA Chapter 10.2. Table 4-19 shows results for new LD sales impacts under the three alternative option scenarios as described in Preamble Section II.E. Alternative 1 (-10) is more stringent than the proposed scenario, and Alternative 2 (+10) and Alternative 3 (Linear Phase-in) are less stringent. The results under the most stringent alternative, Alternative 1 (-10) project decreasing sales in all 6 years compared to the No Action case. Alternative 2 (+10) shows results directionally similar to the proposal, above. Alternative 3 (linear) projects one additional year of increasing sales than is seen in the Proposal. The results under Alternative 1 are the largest in magnitude, with the largest result projecting a decrease of less than 0.8 percent in 2032. Alternative 3 projects the smallest change, in magnitude, in the first two years, with Alternative 2 projecting the smallest change, in magnitude, in the last two years. Results in 2029 through 2032 are very similar for the Proposal and the two less stringent scenarios. 74 The onroad fleet consists of the total count and types of vehicles on the road, and their characteristics including transmission type and age"
            },
            {
                "section_number": "4.5",
                "title": "Employment",
                "page_number": 45,
                "subsections": [],
                "content": " This chapter explains the methods and estimates of employment impacts due to this proposal. The rule primarily affects LD and MD vehicles, suggesting that there may be employment effects in the motor vehicle and parts sectors due to the effects of the standards on sales. Thus, we focus our assessment on the motor vehicle manufacturing and the motor vehicle parts manufacturing sectors, with some assessment of impacts on additional closely related sectors likely to be most affected by the standards. When the U.S. economy is at full employment, even a large-scale environmental regulation is unlikely to have a noticeable impact on aggregate net employment. Instead, labor would primarily be reallocated from one productive use to another, as workers transition away from jobs that are less environmentally protective and towards jobs that are more environmentally protective. Affected sectors may nevertheless experience transitory effects as workers change jobs. Some workers may retrain or relocate in anticipation of new requirements or require time to search for new jobs, while shortages in some sectors or regions could bid up wages to attract workers. These adjustment costs can lead to local labor disruptions. Even if the net change in the national workforce is small, localized reductions in employment may adversely impact individuals and communities just as localized increases may have positive impacts. If the economy is operating at less than full employment, economic theory does not clearly indicate the direction or magnitude of the net impact of environmental regulation on employment; it could cause either a short-run net increase or short-run net decrease as discussed further below. Chapter 4.5.1 offers a brief, high-level explanation of employment impacts due to environmental regulation and discusses a selection of the peer-reviewed literature on this topic. Chapter 4.5.2 focuses on potential impacts from growing electrification, and Chapter 4.5.3 qualitatively discusses possible employment impacts of this rule on regulated industries. Chapter"
            },
            {
                "section_number": "4.5.4",
                "title": "presents a quantitative estimate of partial employment impacts that may occur due to this",
                "page_number": 45,
                "subsections": [],
                "content": " proposed rule. In previous rules, we have quantitatively estimated a cost effect, which should be estimated holding vehicle sales constant. However, the cost estimates come from OMEGA, which estimates the costs of the proposed rule inclusive of the effects of changes in vehicles sold. Therefore, the quantitative partial employment analysis for this rule is a combined cost and demand effect. Chapter 4.5.5 qualitatively discuss potential impacts on related sectors."
            },
            {
                "section_number": "4.5.1",
                "title": "Background and Literature",
                "page_number": 45,
                "subsections": [],
                "content": " Economic theory of labor demand indicates that employers affected by environmental regulation may change their demand for different types of labor in different ways. They may increase their demand for some types, decrease demand for other types, or maintain demand for still other types. The uncertain direction of labor impacts is due to the different channels by which regulations affect labor demand. A variety of conditions can affect employment impacts of environmental regulation, including baseline labor market conditions, employer and worker characteristics, industry, and region. In general, the employment effects of environmental regulation are difficult to disentangle from other economic changes (especially the state of the macroeconomy) and business decisions that affect employment, both over time and across regions and industries. In light of these difficulties, we look to economic theory to provide a constructive framework for approaching these assessments and for better understanding the inherent complexities in such assessments. In this chapter, we describe three ways employment at the firm level might be affected by changes in a firm's production costs due to environmental regulation: a demand effect, caused by higher production costs increasing market prices and decreasing demand; a cost effect, caused by additional environmental protection costs leading regulated firms to increase their use of inputs, including labor, to produce the same level of output; and a factor shift effect, in which postregulation production technologies may have different labor intensities than their pre-regulation counterparts. These effects are outlined in a paper by Morgenstern et al., which provides the theoretical foundation for EPA's analysis of the impacts of this regulation on labor (Morgenstern, Pizer and Shih 2002). Due to data limitations, EPA is not quantifying the impacts of the final regulation on firm-level employment for affected companies. Instead, we discuss factor shift, demand, and cost employment effects for the regulated sector at the industry level. Additional papers approach employment effects through similar frameworks. Berman and Bui model two components that drive changes in firm-level labor demand: output effects and substitution effects (Berman and Bui 2001).75 Deschênes describes environmental regulations as requiring additional capital equipment for pollution abatement that does not increase labor productivity (Deschenes 2018). For an overview of the neoclassical theory of production and factor demand, see Chapter 9 of Layard and Walters' Microeconomic Theory (Layard and Walters 1978). Ehrenberg and Smith describe how at the industry level, labor demand is more likely to be responsive to regulatory costs if: (1) the elasticity of labor demand is high relative to the elasticity of labor supply, and (2) labor costs are a large share of total production costs (Ehrenberg and Smith 2000). Arrow et al. state that, in the long run, environmental regulation is expected to cause a shift of employment among employers rather than affect the general employment level (Arrow, et al. 1996). Even if they are mitigated by long-run market adjustments to full employment, many regulatory actions have transitional effects in the short run (Smith 2015) (U.S. OMB 2015). These movements of workers in and out of jobs in response to environmental regulation are potentially important distributional impacts of interest to policy makers. Of particular concern are transitional job losses experienced by workers operating in declining industries, exhibiting low migration rates, or living in communities or regions where unemployment rates are high. Workers affected by changes in labor demand due to regulation may experience a variety of impacts including job gains or involuntary job loss and unemployment. Compliance with environmental regulation can result in increased demand for the inputs or factors (including labor) used in the production of environmental protection. However, the regulated sector generally relies on revenues generated by their other market outputs to cover the costs of supplying increased environmental quality, which can lead to reduced demand for labor and other factors of production used to produce the market output. Workforce adjustments in response to decreases in labor demand can be costly to firms as well as workers, so employers may choose to adjust their workforce over time through natural attrition or reduced hiring, rather than incur costs associated with job separations (see, for instance, Curtis (Curtis 2018) and Hafstead and Williams (Hafstead and Williams III 2018)). 75 Berman and Bui (2001) also discuss a third component, the impact of regulation on factor prices, but conclude that this effect is unlikely to be important for large competitive factor markets, such as labor and capital. As suggested in this discussion, the overall employment effects of environmental regulation are difficult to estimate. Estimation is difficult due to the multitude of small changes that occur in different sectors related to the regulated industry, both upstream and downstream, or in sectors producing substitute or complimentary products. Consequently, employment impacts are hard to disentangle from other economic changes and business decisions that affect employment, over time and across regions and industries."
            },
            {
                "section_number": "4.5.2",
                "title": "Potential Employment Impacts from the Increasing Penetration of Electric",
                "page_number": 47,
                "subsections": [],
                "content": " Vehicles In addition to the employment effects we have discussed in previous rules (for example the 2021 rule), the increasing penetration of electric vehicles in the market is likely to affect both the number and the nature of employment in the auto and parts sectors and related sectors, such as providers of battery charging infrastructure. Over time, as BEVs become a greater portion of the new vehicle fleet, the kinds of jobs in auto manufacturing are expected to change: for instance, there will be no need for engine and exhaust system assembly for BEVs, while many assembly tasks will involve electrical rather than mechanical fitting. In addition, batteries represent a significant portion of the manufacturing content of an electrified vehicle, and some automakers are likely to purchase the cells, if not pre-assembled modules or packs, from suppliers whose employment will thereby be affected. Employment in building and maintaining battery charging infrastructure needed to support the ever-increasing number of BEVs on the road is also expected to affect the nature of employment in automotive and related sectors. For much of these effects, there is considerable uncertainty in the data to quantitatively assess how employment might change as a function of the increased electrification expected to result under the proposed standards. Some suggest that fewer workers will be needed because BEVs have fewer moving parts (Krisher and Seewer 2021), while others estimate that the labor-hours involved in BEVs is almost identical to that for ICE vehicles (Kupper, et al. 2020). Prior analyses of employment in the auto sector conducted outside of EPA have estimated a range of impacts. Results from California's ACC II program analysis seem to suggest that there may be a small decrease, not exceeding 0.3 percent of baseline California employment in any year, in total employment across all industries in CA through 2040 (California Air Resources Board 2022). A report by the Economic Policy Institute suggests that US employment in the auto sector could increase if the share of vehicles, or powertrains, sold in the US that are produced in the US increases. The BlueGreen Alliance also states that though BEVs have fewer parts than their ICE counterparts, there is potential for job growth in electric vehicle component manufacturing, including batteries, electric motors, regenerative braking systems and semiconductors, and manufacturing those components in the US can lead to an increase in jobs (BlueGreen Alliance 2021). They go on to state that if the US does not become a major producer for these components, there is risk of job loss. The UAW states that re-training programs will be needed to support auto workers in a market with an increasing share of electric vehicles in order to prepare workers that might be displaced by the shift to the new technology (UAW 2020). Volkswagen states that labor requirements for ICE vehicles are about 70% higher than their electric counterpart, but these changes in employment intensities in the manufacturing of the vehicles can be offset by shifting to the production of new components, for example batteries or battery cells (Herrmenn, et al. 2020). Research from the Seattle Jobs Initiative indicates that employment in a collection of sectors related to both BEV and ICE vehicle manufacturing is expected to grow slightly through 2029 (Seattle Jobs Initiative 2020). Climate Nexus also indicates that transitioning to electric vehicles will lead to a net increase in jobs, a claim that is partially supported by the rising investment in batteries, vehicle manufacturing and charging stations (Climate Nexus 2022). This expected investment is also supported by recent Federal investment which will allow for increased investment along the vehicle supply chain, including domestic battery manufacturing, charging infrastructure, and vehicle manufacturing. The BIL was signed in November 2021 and provides over $24 billion in investment in electric vehicle chargers, critical minerals, and components needed by domestic manufacturers of EV batteries and for clean transit and school buses. (Infrastructure Investment and Jobs Act 2021). 76 The CHIPS Act, signed in August, 2022, invests in expanding America’s manufacturing capacity for the semiconductors used in electric vehicles and chargers (CHIPS Act of 2022 2022). 77 The IRA provides incentives for producers to expand domestic manufacturing of BEVs and domestic sourcing of components and critical minerals needed to produce them (117th Cong. 2022). The IRA also provides incentives for consumers to purchase both new and used BEVs. These pieces of legislation are expected to create domestic employment opportunities along the full automotive sector supply chain, from components and equipment manufacturing and processing to final assembly, as well as incentivize the development of reliable EV battery supply chains.78 The BlueGreen Alliance and PERI estimate that IRA will create over 9 million jobs over the next decade, with about 400,000 of those jobs being attributed directly to the battery and fuel cell vehicle provisions in the act (Political Economy Research Institute 2022). The U.S. Bureau of Labor Statistics (BLS) recently published an article which identifies three key occupational areas they expect to be affected by growth in the BEV market, as well as estimates a change in employment in those sectors between 2021 and 2031 (Colato and Ice 2023). This outlook from the BLS indicates that the increasing prevalence of BEVs in the market can lead to growth in employment in a range of sectors, including sectors beyond those discussed in this analysis. The authors note that though it is expected that these sectors will be significant in BEV production and deployment, they include estimates of the total employment change across all sectors, not just those related to BEV production and deployment. For example, the estimates for the change in employment of construction laborers is the effect from all construction sectors, not just those related to the construction of BEV charging infrastructure. In the report, BLS estimated employment changes related to occupations employed in the design and development of electric vehicles, including software developers, electrical engineers, electronics engineers, and chemical engineers; battery manufacturing, including electrical, electronic and electromechanical assemblers, and miscellaneous assemblers and fabricators; and 76 The Bipartisan Infrastructure Law is officially titled the Infrastructure Investment and Jobs Act. More information can be found at https://www.fhwa.dot.gov/bipartisan-infrastructure-law/ 77 The CHIPS and Science Act was signed by President Biden in August, 2022 to boost investment in, and manufacturing of, semiconductors in the U.S. The fact sheet can be found at https://www.whitehouse.gov/briefingroom/ statements-releases/2022/08/09/fact-sheet-chips-and-science-act-will-lower-costs-create-jobs-strengthensupply- chains-and-counter-china/ 78 More information on how these acts are expected to aid employment growth and create opportunities for growth along the supply chain can be found in the January, 2023 White House publication \"Building a Clean Energy Economy: A Guidebook to the Inflation Reduction Act's Investments in Clean Energy and Climate Action.\" found online at https://www.whitehouse.gov/wp-content/uploads/2022/12/Inflation-Reduction-Act-Guidebook.pdf charging network development and maintenance, including urban and regional planners, electrical, electrical power-line installers and repairers, and construction laborers. With the exception of the sector miscellaneous assemblers and fabricators, BLS is forecasting an increase in employment across the board, with the smallest increase, in percentages, being 1.6 percent (electrical engineers), and the largest increase (software developers) being 26 percent.79 BLS states that though total employment in the miscellaneous assemblers and fabricators sector is projected to fall, they do expect a number of job openings in the sector each year to replace workers who transfer to different occupations or exit the work force. Again, it is difficult to separate out the effect that the increase in BEV production will have on these sectors from the macroeconomic effects, or the effects from non-BEV related production activity."
            },
            {
                "section_number": "4.5.3",
                "title": "Potential Employment Impacts of the Proposed Standards",
                "page_number": 49,
                "subsections": [],
                "content": " Because it is challenging to know the state of the macroeconomy when these standards become effective, the changing nature of auto manufacturing employment due to the transition to electric vehicles, and the difficulties of modeling impacts on employment in a complex national economy, we focus our analysis on the direct impacts in closely affected sectors. In the next sections, we discuss potential impacts of industry-level employment effects of the proposed rule. We qualitatively describe the employment impacts due to the factor shift, demand effects and cost effect, following the structure of Morgenstern et al., as described above. Then we present a quantitative estimate of partial employment effects of the proposed standards, followed by a discussion of possible employment impacts on related sectors."
            },
            {
                "section_number": "4.5.3.1",
                "title": "The Factor Shift Effect",
                "page_number": 49,
                "subsections": [],
                "content": " The factor shift effect reflects employment changes due to changes in labor intensity of production resulting from compliance activities. A factor shift effect of this rule might occur if this proposed regulation affects the labor intensity of production of ICE vehicles. It may also occur if a BEV replaces an ICE vehicle (holding total sales constant). We do not have data on how the regulation might affect labor intensity of production within ICE vehicle production. There is ongoing research on the different labor intensity of production between ICE and BEV production, with inconsistent results. Some research indicates that the labor hours needed to produce a BEV are fewer than those needed to produce an ICE vehicle, while other research indicates there are no real differences. EPA is currently working with a research group to produce a peer-reviewed tear-down study of a BEV to its comparable ICE counterpart. For more information on this study, see Chapter 2.5.2.2.3. For information on the early indications of labor differences in ICE and BEV production, see Chapter 4.5.4. As part of this study, we will receive estimates of labor intensity needed to produce each vehicle. We hope to use this information in additional analytical discussions in the final rule. Given the current lack of data and inconsistency in the existing literature, we are unable to estimate a factor shift effect in ICE vehicle production, nor of increasing relative BEV production as a function of this rule. 79 The urban and regional planners sector is forecast to have the smaller increase in number of employees, with an increase of about 1,600 employees between 2021 and 2031."
            },
            {
                "section_number": "4.5.3.2",
                "title": "The Demand Effect",
                "page_number": 50,
                "subsections": [],
                "content": " Demand effects on employment are due to changes in labor that result from changes in total new vehicle sales. In previous EPA LD regulations, like the 2021 rule, we have used the CAFE model to estimate effects of a change in ICE vehicle demand on labor. The model uses a method of estimating a demand effect on employment through the relationship of hours involved in a new vehicle sale (for the effect on automotive dealers) or average labor hours per vehicle at a sample of US assembly plants (for the effect on the final assembly industry) to the change in the number of vehicles sold due to the regulation. This rule, however, uses EPA's OMEGA model. We currently do not have the data to estimate these effects in OMEGA. In general, if the proposed regulation causes total sales of new vehicles to decrease, keeping the share of BEVs in the new vehicle fleet constant, fewer workers will be needed to assemble vehicles and manufacture their components. If BEVs and ICE vehicles have different labor intensities of production, the relative change in BEV and ICE sales will impact the demand effect on employment. If, for example, total new BEV sales increase more than total new ICE sales falls, a portion of the change in employment, where the new BEVs replace ICE vehicles, would be attributed to factor shifts. The additional new BEV sales would increase labor needs by the labor intensity of BEV production. Due to lack of data, as discussed in the Chapter 4.5.3.1, we are unable to estimate a change in the employment due to a relative shift in BEV and ICE vehicle demand, or a change in employment due to a change in demand."
            },
            {
                "section_number": "4.5.3.3",
                "title": "The Cost Effect",
                "page_number": 50,
                "subsections": [],
                "content": " The cost effects on employment are due to changes in labor associated with increases in costs of production. In general, if a regulation leads firms to invest in lower-emitting vehicles, we expect an increase in the labor used to implement those technologies. In previous LD and heavyduty (HD) rules, we have estimated a partial employment effect due to the change in costs of production, where the change in costs of production were assumed to be the change in technology costs estimated as a result of the rule being analyzed. We estimated the cost effect using the historic share of labor in the cost of production to extrapolate future estimates of impacts on labor due to new compliance activities in response to the regulations. Specifically, we multiplied the share of labor in production costs by the production cost increase estimated as an impact of the rule. This provided a sense of the magnitude of potential impacts on employment. For this rule, we estimate partial employment effects using this same basic method. However, as explained further in Chapter 4.5.4, the impacts estimated in this proposed rule are a combined cost and demand effect due to how costs are estimated in OMEGA. The use of the ratio of the share of labor in production costs to estimate a cost effect on employment has both advantages and limitations. It is often possible to estimate these ratios for detailed sector definitions, for example, the average number of workers in the automobile and light-duty motor vehicle manufacturing sector per $1 million spent in that sector, rather than using ratios from more aggregated sectors, such as the motor vehicle manufacturing sector. This would avoid extrapolating employment ratios from less closely related sectors. On the other hand, these estimates are averages, covering all the activities in these sectors, and may not be representative of the labor effects when expenditures are required for specific activities, or when manufacturing processes change due to compliance activities in such a way that labor intensity changes. For instance, the ratio of workers to production cost for the motor vehicle body and trailer manufacturing sector represents this ratio for all motor vehicles body and trailer manufacturing activities, and not just for production processes related to emission reductions compliance activities. In addition, these estimates do not include changes in industries that supply these sectors, such as steel or electronics producers. The effects estimated with this method can be viewed as effects on employment in the sectors included in the analysis due to the changes in expenditure in that sector, rather than as an assessment of all employment changes due to the standards being analyzed. In addition, labor intensity is held constant in the face of increased expenditures; this approach does not take changes in labor intensity due to changes in the nature of production (the factor shift effect) into account, which could either increase or decrease the employment impacts estimated using this method. BEVs and ICE vehicles require different inputs and have different costs of production, though there are interchangeable, common, parts as well. We used a recent report from the Seattle Jobs Initiative, which identified sectors most strongly associated with ICE and BEV automotive production, to determine a list of sectors that may be directly affected by our proposed rule (Seattle Jobs Initiative 2020). Sectors that are mainly associated with BEV production include electrical equipment and manufacturing and other electrical equipment and component manufacturing. Sectors that include employment related to both EV and ICE manufacturing include motor vehicle manufacturing, motor vehicle body and trailer manufacturing, and motor vehicle parts manufacturing. A sector that is only associated with ICE vehicle manufacturing is motor vehicle gasoline engine and engine parts manufacturing. The Employment Requirements Matrix (ERM) provided by the U.S. Bureau of Labor Statistics (BLS) provides direct estimates of employees per $1 million in expenditures for a total of 202 aggregated sectors that roughly correspond to the 4-digit NAICS code level, and provides data from 1997 through 2021 (Bureau of Labor Statistics 2023). Over time, the amount of labor needed in the motor vehicle industry has changed: automation and improved methods have led to significant productivity increases. This is supported by this historical data. In Figure 4-11, we can see that the workers per $1 million in sales for all five of these sectors has, generally, decreased over time. For instance, in 1997, about 1.2 workers in the Motor Vehicle Manufacturing sector were needed per $1 million, but only 0.5 workers by 2021 (in 2020$). The three sectors mainly associated with BEV manufacturing show an increase in recent years, with the 2020 ratios for electrical equipment manufacturing and other electrical equipment and component manufacturing surpassing those estimated in 2005. This indicates that these sectors have become more labor intensive over time. Figure 4-11 shows the estimates of employment per $1 million of expenditure for each sector, adjusted to 2020 dollars using the U.S. Bureau of Economic Analysis Gross Domestic Product Implicit Price Deflator. The values are adjusted to remove effects of imports through the use of a ratio of domestic production to domestic sales of 0.81.80 80 To estimate the proportion of domestic production affected by the change in sales, we use data from WardsAuto for total car and truck production in the U.S. compared to total car and truck sales in the U.S. Over the period 2009- 2021, the proportion averages 0.83 percent. From 2016-2021, the proportion average is slightly lower, at 0.81 percent. "
            },
            {
                "section_number": "4.5.4",
                "title": "Partial Employment Effects of the Proposed Standards",
                "page_number": 53,
                "subsections": [],
                "content": " In previous LD rules, EPA has estimated a cost effect on employment holding sales constant, and assuming labor intensity is held constant in the face of increasing expenditures. However, the costs in this proposal are estimated in OMEGA, which works iteratively to estimate a vehicle fleet that will meet the regulatory standards, as well as be accepted by consumers. The model estimates this by both changing the number of new vehicles sold, as well as changing the penetration of BEVs in the market between the No Action and Action cases. Therefore, though the method used, described in this Chapter 4.5.4, is the same as that in previous rules, we are unable to estimate a cost employment effect due to this rule while holding sales constant. Therefore, the partial employment analysis presented here is a change in employment due to the change in costs, allowing sales to change as well. In other words, it is a combined cost and demand effect. We estimate the partial employment effect using the historic share of labor in the cost of production for a set of sectors affected by this rule. We use these historic shares to extrapolate estimates of future shares of labor in the cost of production for each of those sectors. We then multiply the estimated share of labor in production costs by the change in production costs estimated as an impact of this proposed rule. This provides a sense of the magnitude of potential impacts on employment. The advantages and limitations of this method are described in Chapter 4.8.3.3. We rely on three different public sources to get a range of estimates of employment per $1 million expenditures: the Economic Census (EC) and the Annual Survey of Manufactures (ASM), both provided by the U.S. Census Bureau, and the Employment Requirements Matrix (ERM) provided by the U.S. Bureau of Labor Statistics (BLS). The EC is conducted every 5 years, most recently in 2017.81 The ASM is an annual subset of the EC and is based on a sample of establishments. The latest set of data from the ASM is from 2021. The EC and ASM have more sectoral detail than the ERM, providing estimates out to the 6-digit North American Industry Classification System (NAICS) code level. They provide separate estimates of the number of employees and the value of shipments, which we convert to a ratio for this employment analysis.82 The ERM provides direct estimates of employees per $1 million in expenditures for a total of 202 aggregated sectors that roughly correspond to the 4-digit NAICS code level, and it provides data through 2020. We estimate cost effects on employment by separating out costs mainly associated with BEV production, costs mainly associated with ICE vehicle production, and costs that are common to ICE and BEV production due to this rule, applying the BEV cost increases to data from sectors that primarily include BEV production, ICE costs to the sectors that primarily include ICE production, and common costs to a set of sectors that include both BEV and ICE manufacturing. We use the sum of the estimated BEV, ICE and common costs for both LD and MD vehicles. We used a report from the Seattle Jobs Initiative to identify sectors most strongly associated with 81 Though the Economic Census was conducted in 2022, data from 2022 will not begin to be released until March 2024. 82 The total employment across the NAICS code sectors used in this analysis (see Table 10-6) as reported in the ASM and the EC ranges from about 1,052,500 to about 1,053,800 depending on which data source is used; as noted above the most recent data for ASM and EC are from 2021 and 2017, respectively. ICE or BEV automotive production and sectors that are common between them (Seattle Jobs Initiative 2020). Table 4-20 below shows the sector definition, the NAICS code, and the ERM sector number EPA used to estimate employment effects in this analysis. It also provides the estimates of employment per $1 million of expenditure for each sector for each data source, adjusted to 2020 dollars using the U.S. Bureau of Economic Analysis Gross Domestic Product Implicit Price. The values are adjusted to remove effects of imports through the use of a ratio of domestic production to domestic sales of 0.81.83 While the estimated labor ratios differ across data sources, they are fairly similar, and mainly exhibit a similar pattern across the ICE and common sectors. Within the BEV focused sectors, the ASM and EC are very similar, while the order of most intensive to least intensive as estimated by the ERM differs. This may be due to the inclusion of additional NAICS sectors within the larger ERM sectors.84 Within the ASM and EC data, Other Electronic Component Manufacturing seems to be the most labor-intensive sector, while ERM indicates Motor and Generator Manufacturing is the most labor-intensive. All three data sets agree that Automobile and Light-Duty Motor Vehicle Manufacturing is the least labor-intensive. * In our analysis, 3363 excludes estimates for NAICS code 33631. NAICS code 33631 only includes ICE vehicle manufacturing, so we subtract those data out from the main sector, NAICS code 3363, and apply ICE costs to that sub-sector. Because the ERM is available annually for 1997-2021, we use these data to estimate productivity improvements over time. We regress logged ERM values on a year trend for each 83 To estimate the proportion of domestic production affected by the change in sales, we use data from WardsAuto for total car and truck production in the U.S. compared to total car and truck sales in the U.S. Over the period 2009- 2021, the proportion averages 83 percent. From 2016-2021, the proportion average is slightly lower, at 81 percent. 84 ERM sectors are based on the 4-digit level for NAICS code sectors. For example, ERM sector 73, consists of results from manufacturers in NAICS code 3344. sector.85 We use this approach because the coefficient describing the relationship between time and productivity is a direct measure of the average percent change in productivity per year. The results show productivity changes in Semiconductor and Other Electronic Component Manufacturing (ERM sector 73) of almost -6 percent per year, Electrical Equipment Manufacturing (ERM sector 78) of about -0.5 percent per year, Other Electrical Equipment and Component Manufacturing (ERM sector 79) of about 0.1 percent per year, Motor Vehicle Manufacturing (ERM sector 80) of almost -3 percent per year, Motor Vehicle Body and Trailer Manufacturing (ERM sector 81) or almost -1.5 percent per year, and Motor Vehicle Parts Manufacturing (ERM sector 82) of about -2.6 percent per year. These figures coincide with the general fall in workers per million dollars in sales as seen in Figure 4-11. We then use those estimated percent improvements in productivity to project the number of workers per $1 million of production expenditures through 2032. The results provided in Table separate sets of projections (adjusted to 2020$) for each set of data (ERM, EC, and ASM) for all sectors described above. The ERM projections are calculated directly from the fitted regression equations used to estimate the projected productivity growth, since the regressions themselves used ERM data. For the ASM and EC projections of the number of workers needed per $1 million of expenditures (in 2020$), we apply ERM’s ratio of projected annual productivity growth to the projected production expenditure value in 2021 for the ASM and 2017 for the EC (the base years in our data). In other words, we apply the projected productivity growth estimated using the ERM data to the ASM and EC numbers. To simplify the results, we compare the projected employment across data sources and report only the maximum and minimum (in absolute terms) effects in each year across all sectors.86 We provide a range rather than a point estimate because of the inherent difficulties in estimating employment impacts as well as the uncertainty over how the costs are expended. The reported ranges provide an estimate of the expected magnitude of the effect. The employment effect estimated here includes the costs of this rule for both LD and MD vehicles, as well as the change in new vehicles sales for LD vehicles due to this rule. There are no estimated changes in MD vehicle sales. See Chapter 4.4.2 for more information on the estimates of new vehicle sales effects due to this rule. Vehicle technology cost estimates for this rule were developed in OMEGA. Chapter 10 provides information on the total and per-vehicle costs estimated. For this analysis, we use detailed OMEGA results to get estimates of the costs of manufacturing LD and MD vehicles separated out by costs expected to apply only to BEVs, those expected to only apply to ICE vehicles, and those expected to apply to both BEV and ICE vehicles. These costs (in $ million) are multiplied by the estimates of workers per $1 million in costs. The projected estimates of technology costs and corresponding minimum and maximum estimated employment impacts for each year are shown in Table 4-21, below. The effects are shown in job-years, where a job-year 85 Details and results are found in the file LMDV_NPRM_EmploymentImpactsCalculations.xlsx, which is in the docket for this rule. 86 To see details, as well as results for all sources, see \"LMDV_NPRM_EmploymentImpactsCalculations.xlsx\" in the docket. is, for example, one year of full-time work for one person or two years of half-time work for two workers. Increased technology costs of vehicles and parts is, allowing for the estimated change in sales due to the proposal, expected to increase employment over the 2027-2032 time frame under the assumptions of the maximum estimated effects, with the increase coming from the sectors common to BEV and ICE production. Changes in ICE and BEV focused manufacturing are expected to lead to a decrease in job-years in the sector included in this analysis. Under the assumptions of the minimum estimated effects, we are estimating a net negative employment effect. In addition, though the range of possible net effects includes zero, the net maximum impact is larger, in absolute value, than the net minimum impact.87 It should be noted that these results are exclusive of any changes in employment in related sectors, such as charging infrastructure. While we estimate employment impacts, measured in job-years, beginning with program implementation, some of these employment gains may occur earlier as vehicle manufacturers and parts suppliers hire staff in anticipation of compliance with the standards, or in anticipation of ramping up BEV production. Under a realistic scenario of assembly based on what OEMs are currently doing, their results suggest that the labor hours needed to assemble the BEV and ICE vehicles are very similar.88 This indicates that changes in employment in the auto manufacturing sectors from increasing 87 Comparing the net results in Table 4-21 to the lower estimate of total employment across all sectors found in footnote 82 (1,052,500), net employment effects estimated under the Proposal scenario for 2032 range from -2.3% to 7.7% of total employment across the sectors. 88 In the realistic scenario, FEV assumes that the automakers purchase EV battery modules and assemble the pack. Under assumptions that the auto manufacturers provide the least amount of added value in assembly, the Tiguan (ICE) is estimated to require more man hours to assemble than the ID.4 (BEV). Under assumptions that the auto manufacturers perform most of the sub system manufacturing and assembly, including the engine, transmission and battery pack modules, the ID.4 (BEV) is estimated to take more man hours per vehicle than the Tiguan (ICE). electrification will not come from the assembling of the vehicles at the auto manufacturer, but from changing sales."
            },
            {
                "section_number": "4.5.4.1",
                "title": "Partial Employment Effects of the Alterative Scenarios",
                "page_number": 57,
                "subsections": [],
                "content": " The estimated partial effect on employment for the three alterative scenarios are in Table 4-22 through Table 4-24, below. Results are directionally similar across all scenarios. Similar to the results for the proposal, job-years in BEV and ICE related sectors are estimated to fall, while jobyears in sectors common to BEV and ICE are expected to increase. Also like the Proposed scenario, though the range of possible net effects includes zero, the net maximum impact is larger, in absolute value, than the net minimum impact for all alternative scenarios."
            },
            {
                "section_number": "4.5.5",
                "title": "Employment Impacts on Related Sectors",
                "page_number": 57,
                "subsections": [],
                "content": " Economy-wide impacts on employment are generally driven by broad macroeconomic effects. However, employment impacts, both positive and negative, in sectors upstream and downstream from the regulated sector, or in sectors producing substitute or complementary products, may also occur as a result of this rule. For example, as described in DRIA Chapter 9.5, we expect the proposed rule to cause a small decline in liquid fuel consumption and a small increase in electricity generation which may have consequences for labor demand in those upstream industries, as well as associated industries such as extracting, refining, transporting, and storing of petroleum fuels. The lower per-mile fuel costs could lead to increases in demand for ride-hailing services and cause increases in demand for drivers in those jobs. Firms producing substitutes or complements to the goods produced by the regulated industry may also experience changes in demand for labor. For example, the expected decline in gas station visits may lead to reduced demand for labor in that sector. Although gasoline stations will sell less fuel, the fact that many provide other goods, such as food or car washes, moderates possible losses in this sector. There will also likely be an increase in demand for labor in sectors that build and maintain charging stations. The magnitude of these impacts depends on a variety of factors including the labor intensities of the related sectors as well as the nature of the linkages between them and the regulated firms. Expected petroleum fuel consumption reductions found in Chapter 9.5 represent fuel savings for purchasers of fuel, however they also represent a potential loss in value of output for the petroleum refining industry, fuel distributors, and gasoline stations. The loss of expenditures to petroleum fuel suppliers throughout the petroleum fuel supply chain, from the petroleum refiners to the gasoline stations, could result in reduced employment in these sectors. Because the fuel production sector is material-intensive, the employment effect is not expected to be large. It may also be difficult to distinguish these effects from other trends, such as increases in petroleum sector labor productivity that may also lower labor demand. In addition, there is uncertainty about the impact of reduced domestic demand for petroleum fuels on the petroleum fuel supply chain. For instance, refineries might export the volumes of gasoline and diesel fuel that would otherwise have been consumed in light- and medium-duty vehicles, absent this rulemaking. In that scenario there would be no impact on employment at refineries. As discussed in Chapter 4.5.2, above, electrification of the vehicle fleet is likely to affect both the number and the nature of employment in the auto and parts sectors and related sectors, such as providers of charging infrastructure. In addition, the type and number of jobs related to vehicle maintenance are expected to change, though we expect this to happen over a longer time span due to the nature of fleet turnover. Though we expect the sale of new BEVs to increase over the time span of this proposed rule, both new and used ICE vehicles will persist in the fleet for many years. As vehicles age, they generally require greater amounts of maintenance, possibly mitigating the expected reduction in the number of ICE vehicles in the onroad fleet over time. Over this same time span, though we estimate less maintenance needs for BEVs compared to ICE vehicles, the total employment related to BEV maintenance is expected to increase due to the increase in number of BEVs in the onroad fleet. Even if the increase in BEV maintenancerelated employment is smaller than the decrease in ICE vehicle maintenance-related employment over time, we expect opportunities for workers to retrain to other positions, for example within BEV maintenance, charging station infrastructure, or elsewhere in the economy. Effects in the supply chain depend on where goods in the supply chain are developed. Commenters on the 2021 LD rule argue that developing EVs in the U.S. is critical for domestic employment, and for the global competitiveness of the U.S. in the future auto industry: as other countries are moving rapidly to develop EVs, the U.S. auto industry risks falling behind. As discussed in Preamble Section I.A.2.iii and DRIA 4.5.2, there have been several legislative and administrative efforts enacted several acts since 2021 aimed at improving the domestic supply chain for electric vehicles, including electric vehicle chargers, critical minerals, and components needed by domestic manufacturers of EV batteries. These actions are also expected to provide opportunities for domestic employment in these associated sectors. The standards may affect employment for auto dealers through a change in vehicles sold, with increasing sales being associated with an increase in labor demand. However, vehicle sales are also affected by macroeconomic effects, and it is difficult to separate out the effects of the standards on sales from effects due to macroeconomic conditions. In addition, auto dealers may be affected by changes in maintenance and service costs. Increases in those costs are likely to increase labor demand in dealerships, and reductions are likely to decrease labor demand. Auto dealers may also be affected by changes in the maintenance needs of the vehicles sold. For example, reduced maintenance needs of BEVs could lead to reduced demand for maintenance labor for dealers that sell BEVs. As a result of these standards, consumers will likely pay higher up-front costs for the vehicles, but they are expected to recover those costs through reduced fuel, maintenance, and repair costs, as well as due to the IRA tax incentives for BEV purchase and battery manufacturing leading to reduced up-front costs for BEVs. As a result, consumers are expected to have additional money to spend on other goods and services, though the timing of access to that additional money depends on aspects including whether the consumer borrows money to buy the vehicle. These increased expenditures could support employment in those sectors where consumers spend their savings. If the economy is at full employment, any change in consumer expenditures would primarily represent a shift in employment among sectors. If, on the other hand, the economy has substantial unemployment, these expenditures would contribute to employment through increased consumer demand. "
            }
        ]
    }
]
}