{
"chapters":[
    {
        "chapter_title": "Tools and Inputs Used for Modeling Technologies and Adoption",
        "chapter_number": "2",
        "page_number": 1,
        "sections": [
            {
                "section_number": "2.1",
                "title": "Overview of EPA’s Compliance Modeling Approach",
                "page_number": 1,
                "subsections": [],
                "content": " EPA's technical analysis supporting the proposed emissions standards, at its highest level, is based on the following major tools that are used in the assessment of emissions reduction technologies and costs. These are, in order of execution: ALPHA, response surface modeling, and OMEGA. They are used in an integrated fashion as follows: • EPA's ALPHA model is our vehicle simulation tool used to predict tailpipe CO2 emissions and energy consumption for advanced technologies. ALPHA is detailed in 2.4. • Response surface methodology (RSM) incorporates ALPHA results for various vehicle technologies over thousands of vehicle combinations into response surface equations (RSE) which can be quickly referenced to characterize any future vehicle's GHG emissions based on its size, weight, power and road loads. This approach is described in 2.4.10. • EPA's manufacturer compliance model, OMEGA, incorporates RSEs, technology costs and other inputs into its algorithms for finding cost-efficient pathways for manufacturers to achieve compliance with desired emissions standards. The compliance modeling produces a fleet of new light- and medium-duty vehicles for each analyzed model year, which OMEGA integrates into projections of the on-road vehicle stock and VMT. Finally, OMEGA tabulates the emissions inventories, physical effects, and costs and benefits that arise from the usage of vehicles over their lifetimes. A schematic of the overall analytical workflow is provided in Figure 2-1. Figure 2-1. Compliance modeling workflow. Finally, the results from OMEGA are used to inform its fleet onroad vehicle emissions model (MOVES) to generate fleet vehicle emissions and project benefits due to the proposed standards. A discussion of MOVES is provided in 8.2.1."
            },
            {
                "section_number": "2.1.1",
                "title": "OMEGA Compliance and Model Overview",
                "page_number": 1,
                "subsections": [],
                "content": " The OMEGA model has been developed by EPA to evaluate policies for reducing greenhouse gas (GHG) emissions from light duty vehicles. Like the prior releases, this latest version is intended primarily to be used as a tool to support regulatory development by providing estimates of the effects of policy alternatives under consideration. These effects include the costs associated with emissions-reducing technologies and the monetized effects normally included in a societal benefit-cost analysis, as well as physical effects that include emissions quantities, fuel consumption, and vehicle stock and usage. In developing OMEGA version 2.0 (OMEGA2), the goal was to improve modularity, transparency, and flexibility so that stakeholders can more easily review the model, conduct independent analyses, and potentially adapt the model to meet their own needs."
            },
            {
                "section_number": "2.1.2",
                "title": "OMEGA Updates",
                "page_number": 1,
                "subsections": [],
                "content": " EPA created OMEGA version 1.0 (OMEGA1) to analyze new GHG standards for light-duty vehicles proposed in 2011. The ‘core’ model performed the function of identifying manufacturers’ cost-minimizing compliance pathways to meet a footprint-based fleet emissions standard specified by the user. A preprocessing step involved ranking the technology packages to be considered by the model based on cost-effectiveness. Postprocessing of outputs was performed separately using a spreadsheet tool, and later a scripted process which generated table summaries of modeled effects. An overview of OMEGA1 is shown on the left of Figure 2-2. In the period since the release of OMEGA1, there have been significant changes in the light duty vehicle market including technological advancements and the introduction of new mobility services. Advancements in battery electric vehicles (BEVs) with greater range, faster charging capability, and expanded model availability, as well as potential synergies between BEVs, ridehailing services and autonomous driving are particularly relevant when considering pathways for greater levels of emissions reduction in the future. OMEGA2 has been developed with these trends in mind. The model’s interaction between consumer and producer decisions allows a user to represent consumer responses to these new vehicles and services. The model now also has been designed to have expanded capability to model a wider range of GHG program options, which is especially important for the assessment of policies that are designed to address future GHG reduction goals. In general, with the release of OMEGA2, the goal is to improve usability and flexibility while retaining the primary functions of OMEGA1. The right side of Figure 2-2 shows the overall model flow for OMEGA2 and highlights the main areas that have been revised and updated. Figure 2-2 - Comparison of OMEGA1 and OMEGA2. Update #1: Expanded model boundaries. In defining the scope of this model version, EPA has attempted to simplify the process of conducting a run by incorporating into the model some of the pre- and post-processing steps that had previously been performed manually. At the same time, EPA recognizes that an overly expansive model boundary can result in requirements for inputs that are difficult to specify. To avoid this, the input boundary has been set only so large as to capture the elements of the system assumed are responsive to policy. This approach helps to ensure that model inputs such as technology costs and emissions rates can be quantified using data for observable, real-world, characteristics and phenomena, and in that way enable transparency by allowing the user to maintain the connection to the underlying data. For the assumptions and algorithms within the model boundary, the aim is transparency through wellorganized model code and complete documentation. Update #2: Independent Policy Module. OMEGA1 was designed to analyze a very specific GHG policy structure in which the vehicle attributes and regulatory classes used to determine emissions targets were incorporated into the code throughout the model. To make it easier to define and analyze other policy structures, the details regarding how GHG emissions targets are determined and how compliance credits are treated over time are now included in an independent Policy Module and associated policy inputs. This allows the user to incorporate new policy structures without requiring revisions to other code modules. Specifically, the producer decision module no longer contains any details specific to a GHG program structure, and instead functions only on very general program features such as fleet averaging of absolute GHG credits and required technology shares. Update #3: Modeling of multi-year strategic producer decisions. As a policy analysis tool, OMEGA is intended to model the effect of policies that may extend well into the future, beyond the timeframe of individual product cycles. OMEGA2 is structured to consider a producer objective function to be optimized over the entire analysis period. Year-by-year compliance decisions account for management of credits which can carry across years in the context of projections for technology cost and market conditions which change over time. The timeframe of a given analysis can be specified anywhere from near-term to long-term, with the length limited only by inputs and assumptions provided by the user. Update #4: Addition of a consumer response component. The light-duty vehicle market has evolved significantly in the time since the initial release of OMEGA1. As the range of available technologies and services has grown wider, so has the range of possible responses to policy alternatives. The model structure for this version includes a Consumer Module that can be used to project how the light-duty vehicle market would respond to policy-driven changes in new vehicle prices, fuel operating costs, trip fees for ride hailing services, and other consumer-facing elements. The Consumer Module outputs the estimated consumer responses, such as overall vehicle sales and sales shares, as well as vehicle re-registration and use, which together determine the stock of new and used vehicles and the associated allocation of total VMT. Update #5: Addition of feedback loops for producer decisions. OMEGA2 is structured around modeling the interactions between vehicle producers responding to a policy and consumers who own and use vehicles affected by the policy. These interactions are bi-directional, in that the producer’s compliance planning and vehicle design decisions will both influence, and be influenced by, the sales and shares of vehicles demanded and the GHG credits assigned under the policy. Iterative feedback loops have now been incorporated; between the Producer and Consumer modules to ensure that modeled vehicles would be accepted by the market at the quantities and prices offered by the producer, and between the Producer and Policy modules to account for the compliance implications of each successive vehicle design and production option considered by the producer. This update has been peer reviewed as detailed in Section 2.3. Update #6: Use of absolute vehicle costs and emissions rates. OMEGA1 modeled the producer application of technologies to a fleet of vehicles that was otherwise held fixed across policy alternatives. With the addition of a consumer response component that models market share shifts, OMEGA2 utilizes absolute costs and emissions rates to compare vehicle design and purchase decisions across vehicle types and market classes."
            },
            {
                "section_number": "2.2",
                "title": "OMEGA2 Model Structure and Operation",
                "page_number": 3,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "2.2.1",
                "title": "Inputs and Outputs",
                "page_number": 3,
                "subsections": [],
                "content": " Like other models, OMEGA relies on the user to specify appropriate inputs and assumptions. Some of these may be provided by direct empirical observations, for example the number of currently registered vehicles. Others might be generated by modeling tools outside of OMEGA, such as physics-based vehicle simulation results produced by EPA’s ALPHA model, or transportation demand forecasts from DOE’s NEMS model. OMEGA has adopted data elements and structures that are generic, wherever possible, so that inputs can be provided from whichever sources the user deems most appropriate. The inputs and assumptions are categorized according to whether they define the policies under consideration or define the context within which the analysis occurs. Policy alternative inputs describe the standards themselves, including the program elements and methodologies for determining compliance as would be defined for an EPA rule in the Federal Register and Code of Federal Regulations. Analysis context inputs and assumptions cover the range of factors that the user assumes are independent of the policy alternatives. The context inputs may include fuel costs, costs and emissions rates for a particular vehicle technology package, attributes of the existing vehicle stock, consumer demand parameters, existing GHG credit balances, producer decision parameters, and many more. The user may project changes in the context inputs over the analysis timeframe based on other sources, but for a given analysis year the context definition requires that these inputs are common across the policy alternatives being compared. The primary outputs are the environmental effects, societal costs and benefits, and producer compliance status for a set of policy alternatives within a given analysis context. These outputs are expressed in absolute values, so that incremental effects, costs, and benefits can be evaluated by comparing two policy alternatives for a given analysis context. For example, comparing a No Action scenario to an Action (or Policy) Alternative. Those same policy alternatives can also be compared using other analysis context inputs to evaluate the sensitivity of results to uncertainty in particular assumptions. For example, comparing the incremental effects of a new policy in high fuel price and low fuel price analysis contexts."
            },
            {
                "section_number": "2.2.2",
                "title": "Model Structure and Key Modules",
                "page_number": 4,
                "subsections": [],
                "content": " OMEGA2 has been set up so that primary components of the model are clearly delineated in such a way that changing one component of the model will not require code changes throughout the model. The four main modules — Producer, Consumer, Policy, and Effects — are each defined along the lines of their real-world analogs. Producers and consumers are represented as distinct decision-making agents, which each exist apart from the regulations defined in the Policy Module. Similarly, the effects, both environmental and societal, exist apart from producer and consumer decision-making agents and the policy. This structure allows a user to analyze policy alternatives with consistently defined producer and consumer behavior. It also provides users the option of interchanging any of OMEGA’s default modules with their own, while preserving the consistency and functionality of the larger model. Producer Module: This module projects the decisions of the regulated entities (producers) in response to policy alternatives, while accounting for consumer demand. The regulated entities can be specified as individual companies, or considered in aggregate as a collection of companies, depending on the assumptions made by the user regarding how GHG credits are averaged or transferred between entities. Consumer Module: This module projects demand for vehicle sales, ownership and use in response to changes in vehicle characteristics such as price, ownership cost, and other key attributes. Policy Module: This module determines the compliance status for a producer’s possible fleet of new vehicles based on the characteristics of those vehicles and the policy defined by the user. Policies may be defined as performance-based standards using fleet averaging (for example, determining compliance status by the accounting of fungible GHG credits), as a fixed requirement without averaging (for example, a minimum required share of BEVs), or as a combination of performance-based standards and fixed requirements. Effects Module: This module projects the physical and cost effects that result from the modeling of producers, consumers, and policy within a given analysis context. Examples of physical effects include the stock and use of registered vehicles, electricity, and gasoline consumption, and the GHG and criteria pollutant emissions from tailpipe and upstream sources. Examples of cost effects include vehicle production costs, ownership and operation costs, societal costs associated with GHG and criteria pollutants, and other societal costs associated with vehicle use."
            },
            {
                "section_number": "2.2.3",
                "title": "Iteration and Convergence",
                "page_number": 5,
                "subsections": [],
                "content": " OMEGA2 is intended to find a solution which simultaneously satisfies producer, consumer, and policy requirements while minimizing the producer generalized costs. OMEGA2’s Producer and Consumer modules represent distinct decision-making entities, with behaviors defined separately by the user. Without some type of interaction between these modules, the model would likely not arrive at an equilibrium of vehicles supplied and demanded. For example, a compliance solution which only minimizes producer generalized costs without consideration of consumer demand may not satisfy the market requirements at the fleet mix and level of sales preferred by the consumer. Similarly, the interaction between Producer and Policy modules ensures that that with each subsequent iteration, the compliance status for the new vehicle fleet under consideration is correctly accounted for by the producer. Since there is no general analytical solution to this problem of alignment between producers, consumers, and policy which also allows model users to independently define producer and consumer behavior and the policy alternatives, OMEGA2 uses an iterative search approach."
            },
            {
                "section_number": "2.2.4",
                "title": "Analysis Resolution",
                "page_number": 5,
                "subsections": [],
                "content": " The policy response projections generated by OMEGA2 are centered around the modeled production, ownership, and use of light-duty vehicles. It would not be computationally feasible (nor would it be necessary) to distinguish between the nearly 20 million light-duty vehicles produced for sale each year in the US, and hundreds of millions of vehicles registered for use at any given time. Therefore, OMEGA is designed to operate using ‘vehicles’ which are aggregate representations of individual vehicles, while still retaining sufficient detail for modeling producer and consumer decisions, and the policy response. The resolution of vehicles can be set for a given analysis and will depend on the user’s consideration of factors such as the availability of detailed inputs, the requirements of the analysis, and the priority of reducing model run time."
            },
            {
                "section_number": "2.3",
                "title": "OMEGA2 Peer Review",
                "page_number": 5,
                "subsections": [],
                "content": " In parallel to the OMEGA2 development process, an early version of the model and documentation was submitted to peer review. This process was intended to gain additional insights for the updated structure, new modules, processing methods, and reporting methodology of OMEGA2."
            },
            {
                "section_number": "2.3.1",
                "title": "Charge Questions for the Peer Review:",
                "page_number": 6,
                "subsections": [],
                "content": " • The overall approach to the specified modeling purposes, the specific approaches chosen for modeling individual modules, and the methodologies chosen to achieve that purpose. • The appropriateness and completeness of the contents of the input files. • The types of information which can be input to the model point to both the flexibilities and constraints of the model. • The accuracy and appropriateness of the model’s conceptual algorithms and equations for technology application, market impacts, and calculation of compliance. • The congruence between the conceptual methodologies and the program execution. • Clarity, completeness, and accuracy of the model’s visualization output, in which the technology application is displayed. • Recommendations for any functionalities beyond what EPA has described as “future work.”"
            },
            {
                "section_number": "2.3.2",
                "title": "Information Received from Peer Review",
                "page_number": 6,
                "subsections": [],
                "content": " EPA’s charge to the peer reviewers requested their expert opinions on the concepts and methodologies upon which the model relies and whether the OMEGA2 model correctly executes the associated algorithms. EPA’s charge also asked the peer reviewers to comment on specific aspects of the model’s design, execution, outputs, and documentation. All peer reviewers commented favorably that they appreciated the increased capability and complexity of OMEGA2 over the previous OMEGA1 version. In general, the peer reviewers provided numerous specific detailed, complex, and nuanced comments and recommendations that indicated a good understanding of the model’s design. The most common category of comments consisted of recommendations for improving the model’s documentation by adding further explanations or specifics to enhance the user’s understanding. The second most common category of peer reviewer comments concerned the model’s overall approach, including the functions of each module. Reviewers commented on specific details, recommended improvements, and noted inputs and results that would benefit from further explanation. Many peer reviewer recommendations for new or additional functionality focused on specific enhancements of the existing modules. Reviewers did not recommend additions that deviated significantly from the current model’s scope. EPA has addressed the recommendations significant to the current application of the OMEGA2 model. Certain topics were raised by multiple peer reviewers. For example, all peer reviewers commented on some aspect of the model’s handling of greenhouse gas (GHG) emissions credits, especially as it relates to manufacturers banking these credits from one year to the next and, in some cases, how credit banking would interact with manufacturers’ multi-year model development cycle. Peer reviewers indicated that it was likely that wide-scale implementation of the technologies available in OMEGA2 could cause a significant change to overall fuel prices that should be considered. Also, peer reviewers indicated the OMEGA2 model would benefit from further consideration of VMT rebound due to increased vehicle fuel economy. The peer reviewers also requested further explanation of how the OMEGA2 model processes hauling/non-hauling vehicles and all-wheel drive (AWD). Finally, all reviewers commented on some aspect of the OMEGA2 model algorithm’s treatment of iterative convergence on a final result and how additional documentation of this process would be helpful. In addition to the key themes and most common comments summarized here, reviewers provided numerous other specific observations and recommendations for the OMEGA2 model in response to EPA’s individual charge questions, as documented in the peer review report."
            },
            {
                "section_number": "2.4",
                "title": "ALPHA Full Vehicle Simulation and Response Surface Equations",
                "page_number": 7,
                "subsections": [],
                "content": " ALPHA is a physics-based, forward-looking, full vehicle computer simulation capable of analyzing various vehicle types with different powertrain technologies, showing realistic vehicle behavior. The software tool is a MATLAB/Simulink based simulation. ALPHA is capable of estimating CO2 emission values for many different vehicle types and technology packages. OMEGA needs to quickly estimate the CO2 emission values for each future vehicle considered along with estimates for future fleets. Because operating ALPHA in real time to conduct full vehicle simulations is time prohibitive, EPA developed a methodology of reproducing ALPHA model CO2 values using an industry standard statistical technique known as response surface methodology (RSM). (Kleijnen 2015) This methodology is used to computationally access CO2 results from a complete set of ALPHA model results by generating a collection of response surface equations (RSEs) that represent those simulation results. In 2018, EPA commissioned RTI International to conduct an independent peer review of an earlier version of the RSE methodology. (RTI International 2018) ALPHA simulates a single combination of technologies (known as a technology package) across different combinations of vehicle parameters. Each set of ALPHA simulation outputs are processed to create the RSEs needed for each technology package addressed. These RSEs are subsequently used within OMEGA to quickly reproduce the ALPHA model estimates for CO2 in real time for the various vehicle technologies. ALPHA's role in the creation of the RSEs for use within OMEGA is shown in Figure 2-3 and described in detail in Section 2.4.10. Figure 2-3. Relationship of ALPHA, RSEs and OMEGA."
            },
            {
                "section_number": "2.4.1",
                "title": "General Description of ALPHA",
                "page_number": 8,
                "subsections": [],
                "content": " Within ALPHA, an individual vehicle is defined by specifying the appropriate vehicle road loads (inertia weight and coast-down coefficients) and specifications of the powertrain components. Powertrain components (e.g., engines, transmissions, e-motors) are individually parameterized and can be exchanged within the model draft. Vehicle control strategies are also modeled, including engine accessory loading, deceleration fuel cut off (DFCO), hybrid behavior, torque converter lockup, and transmission shift strategy. Transmission shifting is parameterized and controlled by ALPHAshift, (Newman, K., Kargul, J., and Barba, D. 2015a) a shifting strategy algorithm that ensures an appropriate shifting strategy when engine size or vehicle loading changes. The control strategies used in ALPHA are modeled after strategies observed during actual vehicle testing. The performance of vehicle packages defined within ALPHA can be modeled over any predetermined vehicle drive cycle. To determine fuel consumption values used to calculate LD GHG rule CO2 values, the FTP and HWFET cycles are simulated, separated by a HWFET prep cycle as normally run during certification testing. ALPHA does not include a temperature model, so the FTP is simulated assuming warm component efficiencies for all bags. Additional fuel consumption due to the FTP cold start is calculated in post-processing by applying a fuel consumption penalty to bags 1 and 2, depending on the assumed warmup strategy (refer to Section 5.3.3.2.5 of the 2016 Draft Technical Assessment Report (U.S. EPA; U.S. DOT-NHTSA; CARB 2016)). In addition, supporting vehicle drive cycles are defined and fuel economy simulated in ALPHA. For example, the results from the US06, NEDC, and WLTP cycles (among others) are used to tune vehicle control strategy parameters to match simulation results to measured vehicle test results across a variety of conditions. In addition, performance cycles have been defined, which are used to determine acceleration performance metrics."
            },
            {
                "section_number": "2.4.2",
                "title": "Overview of Previous Versions of ALPHA",
                "page_number": 9,
                "subsections": [],
                "content": " The Advanced Light-Duty Powertrain and Hybrid Analysis (ALPHA) tool was created by EPA to evaluate the Greenhouse Gas (GHG) emissions of Light-Duty (LD) vehicles. In addition, to provide additional flexibilities and transparency, EPA developed this in-house full vehicle simulation model that could freely be released to the public. Model development, along with the data collection and benchmarking that comes along with model calibration, is an extremely effective means of developing expertise and deeper understanding of technologies and their interactions. Better understanding of technologies makes for more robust regulatory analysis. Having a model available in-house allows EPA to make rapid modifications as new data is collected. EPA began developing both light-and heavy-duty vehicle models simultaneously as these vehicles share many of the same basic components. The light-duty vehicle model (ALPHA), and the heavy-duty model (GEM), share much of the same basic underlying architecture.15 ALPHA"
            },
            {
                "section_number": "2.1",
                "title": "and 2.2 were developed and used previously under the EPA's 2016 Draft Technical",
                "page_number": 9,
                "subsections": [],
                "content": " Assessment Report (U.S. EPA; U.S. DOT-NHTSA; CARB 2016), the 2016 Proposed Determination (U.S. EPA 2016a) (U.S. EPA 2016b), and the 2017 Final Determination (U.S. EPA 2017a) (U.S. EPA 2017b). As part of the Midterm Evaluation, EPA validated the ALPHA model using several sources including vehicle benchmarking, stakeholder data, and industry literature. To further enhance transparency, in May 2016, EPA completed an external peer review of ALPHA 2.0 (U.S. EPA 2023a). This peer review package included runnable MatLab Simulink source code along with the input data provided as part of the review."
            },
            {
                "section_number": "2.4.3",
                "title": "Current version of ALPHA",
                "page_number": 9,
                "subsections": [],
                "content": " ALPHA 3.0 is the current version of the simulation tool used for this proposal. The two primary changes in ALPHA 3.0 compared to the previous version of ALPHA (ALPHA 2.2) are the addition of electrified vehicle architectures (including hybrid, plug-in hybrid, and battery electric vehicles) and the addition of a robust structure to allow large numbers of simulations to characterize current and future fleets. A basic description of how ALPHA 3.0 works can be found online (U.S. EPA 2022c). While ALPHA 3.0 continues to be refined and calibrated, the new electrified vehicle models of the version in use as of October 9, 2022, were externally peer-reviewed (U.S. EPA 2023a). The concepts and methodologies upon which the model relies were examined by peer reviewers to determine if these algorithms can deliver sufficiently accurate results. The results of the peer review are discussed in section 2.4.9. Throughout this section, details are provided on the major technology assumptions built into ALPHA 3.0. EPA has also provided technical details in Section 3.5 which summarizes the ALPHA inputs used for this proposal. In the time since ALPHA development began, EPA has 15 The GEM model has also been peer reviewed multiple times and was the subject of comment during the rulemaking adopting the second phase of GHG standards for heavy duty vehicles and engines. See 81 FR 73530- 531, 538-549. (U.S. EPA 2022b) published over twenty peer-reviewed papers describing ALPHA and the results of key testing, validation, and analyses (U.S. EPA 2023a) (U.S. EPA 2022b)."
            },
            {
                "section_number": "2.4.4",
                "title": "ALPHA Models for Conventional and Electrified Vehicle Architectures",
                "page_number": 10,
                "subsections": [],
                "content": " One of the most significant changes in ALPHA 3.0 is the addition of new electrified vehicle architecture models. Early in the development phase of ALPHA 3.0, EPA conducted research to determine which electrified vehicle architectures should be included in ALPHA’s suite of models (W. Zhuanga, S. Li (Eben), X. Zhangc, D. Kum, Z. Song, G. Yin, F. Ju, 2020). Based on trends of the various hybrid and electric vehicles available for sale in the US in recent years, the conclusion was the electrified vehicle market could be modeled with the addition of three hybrid vehicle architectures and one battery electric vehicle architecture to the base conventional vehicle architecture. Figure 2-4 summarizes the five vehicle models used to simulate vehicle efficiency for this proposal, including the conventional model used in previous versions of ALPHA, the three new hybrid models, and the one new battery electric vehicle model added for ALPHA 3.0. A summary of these five vehicle architectures used in ALPHA 3.0 is provided in the sections below. Figure 2-4: Summary of components and architectures used in ALPHA’s modeling for this proposal."
            },
            {
                "section_number": "2.4.4.1",
                "title": "Conventional Vehicle Architecture",
                "page_number": 11,
                "subsections": [],
                "content": " The CO2 performance for all conventional vehicles is modeled using the basic engine plus transmission architecture shown in Figure 2-5. Different types of engines and transmissions (including their many operational strategies such as cylinder deactivation, engine stop/start control, engine deceleration fuel cut off) can be scaled to suit the different vehicle models. For this proposal, conventional vehicles are modeled using the same model described in section"
            },
            {
                "section_number": "2.3.3.3",
                "title": "of the Proposed Determination on the Appropriateness of the Model Year 2022-2025",
                "page_number": 11,
                "subsections": [],
                "content": " Light-Duty Vehicle Greenhouse Gas Emissions Standards under the Midterm Evaluation: Technical Support Document (U.S. EPA 2016b). Figure 2-5: Conventional vehicle architecture."
            },
            {
                "section_number": "2.4.4.2",
                "title": "Hybrid Electric Vehicle (HEV) Architectures",
                "page_number": 11,
                "subsections": [],
                "content": " There are a wide variety of possible hybrid-electric vehicle architectures, many of which are or have been represented in the fleet. To assess the scope of this variety, EPA used a recent hybrid architecture survey paper (W. Zhuanga, S. Li (Eben), X. Zhangc, D. Kum, Z. Song, G. Yin, F. Ju, 2020). Although other researchers may use a different terminology for specific architectures, in the interest of consistency EPA adopted the categorization and nomenclature of the authors in this survey paper for further discussion of hybrid-electric vehicle architectures. The CO2 performance of hybrid vehicles in ALPHA is modeled using one mild and two strong hybrid architectures. The mild hybrid architecture chosen was a parallel P0 configuration (referred to later as simply \"P0\"). The two strong hybrid architectures chosen were a parallel P2 configuration (referred to later as simply \"P2\") and a PowerSplit configuration patterned after the Toyota Prius (referred to later as simply \"PowerSplit\"). While other mild and strong hybrid architectures also exist in the fleet, for example parallel P1 configurations (referred to later as \"P1\"), series configurations, and series-parallel multi-mode configurations (referred to later as \"series-parallel\"), EPA's analysis in section 2.4.8.5 and 2.4.8.6 shows that these hybrid variations can be adequately modeled using the three core hybrid architectures chosen for incorporation into ALPHA 3.0. An analysis of the MY 2019 vehicle fleet revealed that nearly 30 percent of all hybrid vehicles in the MY 2019 fleet were mild hybrids, and the remaining 70 percent were strong hybrids (Table 2-1). Of the strong hybrids, 68 percent were based on PowerSplit architecture, 16 percent were based on P2 hybrid technology, and the remaining 16 percent were based on other architectures such as series-parallel and pure series architectures. The following will discuss the different hybrid models incorporated into ALPHA 3.0 to simulate these different types of hybrid vehicles. Table 2-1: Percentage breakdown of mild and strong hybrids in the MY 2019 vehicle fleet ALPHA's Mild Hybrid Model % of Mild Hybrids % of all Hybrid Vehicles P0 Mild Hybrids 94.9% 28.0% P1 Mild Hybrids 5.1% 1.5% ALPHA's Strong Hybrid Model % of Strong Hybrids % of all Hybrid Vehicles PowerSplit Strong Hybrids 67.8% 47.8% PowerSplit PHEVs P2 Strong Hybrids 16.3% 11.5% P2 PHEVs Other Hybrids 16.0% 11.2% Other PHEVs"
            },
            {
                "section_number": "2.4.4.2.1",
                "title": "Mild Hybrid Architectures",
                "page_number": 12,
                "subsections": [],
                "content": " Mild hybrids are modeled within ALPHA using a 48V P0 architecture, which includes a conventional engine and transmission along with a starter/generator mounted on the front of the engine and connected through a belt and pulley, as shown in Figure 2-6. The battery energy capacity of a typical mid-sized mild hybrid vehicle is around 0.25 kWh. Figure 2-6: P0 Mild hybrid-electric vehicle architecture. Table 2-1 shows that 95 percent of the mild hybrids in the MY 2019 LD fleet are based on a P0 design. FCA/Ram and Volkswagen were the two biggest producers of P0 mild hybrids vehicles in the fleet. The other 5 percent of mild hybrids were based on a P1 design, where the starter generator is directly mounted on the backside of the engine without the use of a belt. Mercedes was the only manufacturer of P1 mild hybrids in 2019. Analysis of P0 and P1 hybrids in the MY 2019 fleet presented later in this chapter (section 2.4.8.5) indicates the P1 variant of mild hybrids, although more efficient than the P0 architecture, can be reasonably represented by ALPHA’s P0 mild hybrid model. Consequently, the ALPHA P0 model was chosen to simulate all the mild hybrids associated with this proposal."
            },
            {
                "section_number": "2.4.4.2.2",
                "title": "Strong Hybrid Architectures",
                "page_number": 13,
                "subsections": [],
                "content": " ALPHA 3.0 uses two distinct models to simulate strong hybrid-electric vehicles in the U.S. vehicle fleet. The PowerSplit hybrid architecture is shown in Figure 2-7. This architecture includes a dedicated hybrid engine specifically designed to provide higher efficiency at the more stable engine loads possible with a PowerSplit powertrain. ALPHA 3.0 models the PowerSplit device using a planetary arrangement like that in the third-generation Prius, with the engine mated to the planetary's carrier gear, Motor/Generator 1 (MG1) connected the sun gear, and Motor/Generator 2 (and its associated planetary gear) connected to both the ring gear and drive axle (through the final drive gear). The PowerSplit device balances the torque between the engine, MG1 and MG2/drive axle to provide the needed torque to the wheels while optimizing efficiency of the powertrain components. The battery for a typical mid-sized PowerSplit hybrid electric vehicle is around 1.6 kWh. The battery capacity of a similar sized plug-in hybrid version of PowerSplit hybrid is around 10 kWh. Table 2-1 illustrates that 68 percent of the strong hybrid vehicles in the MY 2019 fleet are the PowerSplit architecture. The biggest producer of PowerSplit hybrids in MY 2019 by far (both by number of vehicle models and total sales) was Toyota. Ford, FCA, and Subaru also offered a plug-in version of the PowerSplit architecture on at least one vehicle model, and GM sold a multi-mode version of the PowerSplit design. The PowerSplit model also delivered suitable CO2 predictions for other strong hybrids design (e.g., series-parallel and pure series architecture), which represent 16 percent16 of the remaining MY 2019 hybrid fleet. In total, ALPHA’s PowerSplit strong hybrid model was used to simulate 84 percent of the MY 2019 strong hybrid fleet. 16 Slightly more than half of these remaining vehicles are based on a series-parallel hybrid design like the Honda Accord hybrid. While the CO2 performance of a series-parallel hybrid can be estimated using a PowerSplit hybrid architecture, EPA is developing a dedicated series-parallel model for future use in ALPHA. Figure 2-7: PowerSplit strong hybrid-electric architecture (& planetary gear arrangement). The P2 hybrid architecture illustrated in Figure 2-8 is the second strong hybrid-electric model used within ALPHA. This hybrid architecture uses a conventional or a dedicated hybrid engine and a conventional 6 speed (or higher) automatic transmission with a clutch and electric motor/generator in place of the standard torque converter for a conventional vehicle. The P2 architecture has higher power and torque capability due to the full power engine and transmission and is suitable for truck and large SUV applications with towing capability. The battery energy capacity of a typical P2 strong hybrid vehicle is around 1.6 kWh (same as the PowerSplit strong hybrid). The battery capacity of a similar sized plug-in hybrid version of P2 hybrid is around 10 kWh. Table 2-1 shows that 16 percent of the strong hybrids in the MY 2019 fleet are based on a P2 design. Leading manufacturers of P2 hybrid and plug-in hybrid vehicles include Hyundai/Kia, BMW, Mercedes, and Porsche AG. Figure 2-8: P2 strong hybrid-electric architecture."
            },
            {
                "section_number": "2.4.4.3",
                "title": "Battery Electric Vehicle Architecture (BEV)",
                "page_number": 15,
                "subsections": [],
                "content": " The energy consumption performance of battery electric vehicles (BEVs) is modeled using a battery and an electric drive unit (EDU) consisting of inverter, motor/generator, and gearing assembly as shown in Figure 2-9. The battery capacity for a typical mid-sized vehicle with a 300-mile range is around 80 kWh. Figure 2-9: Battery electric vehicle architecture."
            },
            {
                "section_number": "2.4.5",
                "title": "Engine, E-motor, Transmission and Battery Components",
                "page_number": 16,
                "subsections": [],
                "content": " ALPHA stores engine, transmission, e-motor and battery component data in ALPHA input files. The data included in each of the ALPHA inputs comes from various sources including EPA and other national laboratory benchmark testing, GT-Power modeling, contracted benchmark testing, and technical papers. Each input dataset receives extensive quality analysis from EPA's benchmarking and engineering team to identify and remove any errors, document primary sources of data, apply best practices when extrapolating to very low or high speeds/torques, and ensure consistency between similar ALPHA input files. This rest of this section discusses the various ALPHA input files for the internal combustion engines, electric inverters/motors, batteries, and transmissions used for this proposal. These ALPHA inputs are listed in Table 2-2 through Table 2-5 and described in detail in section 3.5."
            },
            {
                "section_number": "2.4.5.1",
                "title": "Light-Duty Engines",
                "page_number": 16,
                "subsections": [],
                "content": " Table 2-2 identifies the internal combustion engines that ALPHA uses for this proposal. The details of each engine ALPHA input listed are described in the section 3.5.1 of the RIA. Detailed information about the engines (engine efficiency map, inertia, DFCO, fuel penalties, cylinder deactivation features, fuel used, etc.) can be found in the data packet associated with each engine (U.S. EPA 2023a) (U.S. EPA 2023c). Table 2-2: Engine ALPHA input maps used to create ALPHA outputs for RSEs Type ALPHA Component Name Data Source PFI Large Bore GT Power Baseline 2020 Ford 7.3L Engine from Argonne Report Tier 3 Fuel17 Technical Report (Argonne/SwRI) GDI 2013 Chevrolet 2.5L Ecotec LCV Engine Reg E10 Fuel Contracted Testing (FEV) GDI 2014 Chevrolet 4.3L EcoTec3 LV3 Engine LEVIII Fuel EPA-NCAT Testing Turbo Gas 2013 Ford 1.6L EcoBoost Engine LEV III Fuel17 EPA-NCAT Testing Turbo Gas 2015 Ford 2.7L EcoBoost Engine Tier 3 Fuel EPA-NCAT Testing Turbo Gas 2016 Honda 1.5L L15B7 Engine Tier 3 Fuel EPA-NCAT Testing Turbo Gas Miller Volvo 2.0L VEP LP Gen3 Miller Engine from 2020 Aachen Paper Octane Modified for Tier 3 Fuel Technical Paper (2020 Aachen) Turbo Gas Miller Dedicated Hybrid Geely 1.5L Miller GHE from 2020 Aachen Paper Octane Modified for Tier 3 Fuel Technical Paper (2020 Aachen) Atkinson 2018 Toyota 2.5L A25A-FKS Engine Tier 3 Fuel EPA-NCAT Testing Atkinson Dedicated Hybrid Toyota 2.5L TNGA Prototype Hybrid Engine from 2017 Vienna Paper Octane Modified for Tier 3 Fuel Technical Paper (2017 Vienna)"
            },
            {
                "section_number": "2.4.5.2",
                "title": "Electric Drive Components",
                "page_number": 17,
                "subsections": [],
                "content": " Table 2-3 shows the three types of electric drive components that ALPHA uses for this proposal. • BISG - Belt Integrated Starter Generator consisting of an inverter, an electric motor, and the engine's front-end pulley/belt drive. • EDU - Electric Drive Unit consisting of an inverter, an electric motor, and the drive gearing. • EMOT - Electric Motor consisting of an inverter and an electric motor (the gear losses are not accounted for within this device). The details of each electric motor ALPHA input listed are described in the section 3.5.2 of the RIA. Detailed information about the electric component (efficiency map, losses, gear ratios, etc.) can be found in the data package associated with each component (U.S. EPA 2023a) (U.S. EPA 2023b). Table 2-3: Electric motor/related ALPHA input maps for electrified vehicles used to create ALPHA outputs for RSEs 17 Not included in the draft but are likely to be added to the analysis for the FRM. Type ALPHA Component Name Data Source E-motor 2010 Toyota Prius 60kW 650V MG2 EMOT ORNL E-motor Est 2010 Toyota Prius 60kW 650V MG1 EMOT ORNL / NCAT E-motor 2011 Hyundai Sonata 30kW 270V EMOT ORNL Belt Integrated Starter Generator 2012 Hyundai Sonata 8.5kW 270V BISG ORNL Electric Drive Unit Generic IPM 150kW EDU NCAT"
            },
            {
                "section_number": "2.4.5.3",
                "title": "Transmissions",
                "page_number": 18,
                "subsections": [],
                "content": " Table 2-4 identifies the automatic transmissions used for this proposal. These transmission models are all traditional step automatic transmissions and are used to represent all drivetrains in conventional and electrified vehicles (except for PowerSplit vehicles and BEVs). Transmission losses as a function of load and gear number are built into the ALPHA input. The torque converter efficiency and lockup logic are also programmed into each ALPHA input. The shifting logic for each transmission is built into a function called ALPHA-shift. The TRX_ECVT_FWD transmission supplies the planetary gear ratios and the gear mesh efficiency for the PowerSplit drivetrain. EPA did not perform any additional transmission testing for this rulemaking. For more information on most of these transmissions, please refer to the description of ALPHA in the 2016 Final Determination (U.S. EPA 2017b). Table 2-4: Transmission ALPHA inputs used to create ALPHA outputs for RSEs Type ALPHA Component Name 5-spd FWD AT TRX10_FWD 5-spd RWD AT TRX10_RWD 6-spd FWD AT TRX11_FWD 6-spd RWD AT TRX11_RWD Adv 6-spd FWD AT (no torque converter) TRX12_FWD_P2_Hybrid Adv 6-spd FWD AT TRX12_FWD Adv 6-spd RWD AT TRX12_RWD 8-spd FWD AT TRX21_FWD 8-spd RWD AT TRX21_RWD Adv 8-spd FWD AT (no torque converter) TRX22_FWD_P2_Hybrid Adv 8-spd FWD AT TRX22_FWD Adv 8-spd RWD AT TRX22_RWD PS Planetary Gear TRX_ECVT_FWD Surrogate for BEV Transmission BEV transmission"
            },
            {
                "section_number": "2.4.5.4",
                "title": "Batteries",
                "page_number": 19,
                "subsections": [],
                "content": " Table 2-5 lists the drive battery packs used in electrified vehicles. EPA did not test any battery packs for this rulemaking. We relied on battery RC data provided by Southwest Research Institute and other sources. Table 2-5: Battery ALPHA inputs used to create ALPHA outputs for RSEs Type ALPHA Component Name Used For 48-Volt Battery battery_base_A123_48V_8Ah P0 High-Voltage Battery battery_base_Samsung_LI_Power_mod2 PowerSplit High-Voltage Battery battery_base_9p8_kWh_NCM P2 High-Voltage Battery battery_pack_NMC_58kWh BEV An equivalent circuit model, as shown in Figure 2-10 is used for the battery cells in the ALPHA. The following parameters are used to define the high voltage battery model: • Open circuit voltage (OCV_V) • Series resistance (RS) to model ohmic effects • Short time constant resistor and capacitor (RP_ST and CP_ST) to model charge transfer dynamics • Long time constant resistor and capacitor (RP_LT and CP_LT) to model diffusion dynamics The ALPHA framework allows for these parameters to be a function of multiple variables such as SoC, temperature, etc. The state of charge (SoC) is estimated based on coulomb counting. Additionally, the model also contains a basic thermal model that estimates battery temperature based on the losses. Specifically, for the HEV and BEV models validated for the program, the propulsion battery parameters are a function of SoC (at minimum) and temperature (when data was available). Further, it was decided that using a series resistance (RS) was sufficient based on the performance of the model compared to the vehicle test data, so the short and long-time constants are disabled in such scenarios but can be enabled if data is available. Figure 2-10: Schematic of equivalent circuit battery model used in ALPHA."
            },
            {
                "section_number": "2.4.6",
                "title": "Scaling rules for ALPHA input maps",
                "page_number": 20,
                "subsections": [],
                "content": " As described in the previous section, subcomponents (engines, transmissions, e-motors, and/or batteries) are included in the ALPHA input component library for use in conventional, hybrid, or battery electric architecture models described in Section 2.4.4. The specific inputs are chosen to best estimate the performance of the various vehicle technology packages within the vehicle architecture modeled. To appropriately simulate the CO2 performance of a specific vehicle (with its particular mass, engine power, transmission torque capacity, road load, etc), ALPHA engine, transmission and e-motor inputs need to be scaled up or down in size to match the size of the simulated vehicles. EPA scales its engine maps based on cylinder count, surface to volume ratio of the cylinders, and total displacement. For engines and transmissions, the scaling and sizing methodology is the same as previously used in the Proposed Determination on the Appropriateness of the Model Year 2022-2025 Light-duty Vehicle Greenhouse Gas Emissions Standards under the Midterm Evaluation (described in section 2.3.3.3. of the Technical Support Document (U.S. EPA 2016b). The scaling methodology used in ALPHA for e-motors and electric drive units is simpler than for engines and is accomplished solely by adjusting the y-axes (torque and power) of the input map while maintaining the same maximum speed, as shown in Figure 2-11.The scaling methodology used in ALPHA for e-motors and electric drive units is simpler than for engines and is accomplished solely by adjusting the y-axis (torque and power) of the input map while maintaining the same maximum speed, as shown in Figure 2-11. Figure 2-11: Power scaling example - Electric drive unit."
            },
            {
                "section_number": "2.4.7",
                "title": "Tuning ALPHA's Electrified Vehicle Models Using Vehicle Validations",
                "page_number": 21,
                "subsections": [],
                "content": " Using the architectures and ALPHA component input data described above, the P0, P2, PowerSplit, and BEV models were developed, calibrated, tuned, and validated using detailed test data measured in a laboratory from specific vehicles listed in Table 2-6 while driven over the EPA city, highway and US06 regulatory drive cycles. Table 2-6: Table of test data vehicles used to validate ALPHA Model Validation Vehicle Notes P0 Mild Hybrid 2013 Chevrolet Malibu Eco -Validation of ALPHA's P0 mild hybrid model was previously completed during the Midterm Evaluation. [9] - Slight updates have been made since then based on data from chassis testing done on 2018 Jeep Wrangler eTorque and 2020 Dodge Ram eTorque vehicles. PowerSplit Strong Hybrid 2017 Toyota Prius Prime PHEV - While this vehicle is a PHEV, the ALPHA validation of ALPHA's PowerSplit model primarily focused on \"charge sustaining\" operation. P2 Strong Hybrid 2016 Hyundai Sonata PHEV - While this vehicle is a PHEV, the ALPHA validation of ALPHA's P2 hybrid model primarily focused on \"charge sustaining\" operation. Battery Electric Vehicle (BEV) 2018 Tesla Model 3 Each electrified vehicle model was tuned to achieve similar operational behavior for the engine, transmission, electric motors, and battery, as observed in actual vehicle test data. For example, Figure 2-12 compares data from the PowerSplit model against the corresponding measured test data on a 2016 Toyota Prius Prime. This validation process similar to what was done in previously for conventional vehicles. (Newman, K., Kargul, J., and Barba, D. 2015b) Figure 2-12: Sample validation comparison of modeled versus measured data from a 2016 Toyota Prius Prime operating on the drive schedule between 680 to 820 seconds. Table 2-7 summarizes the final results of the strong hybrid and BEV models. For the PowerSplit strong hybrid model, the ALPHA simulated combined city-highway CO2 grams per mile was 3.5 percent higher than that of the 2017 Toyota Prius Prime driven on the dynamometer. For the P2 strong hybrid model, the combined city-highway simulation results were -4.4 percent lower than the 2016 Hyundai Sonata PHEV tested on the chassis dyno. Finally, the combined results from the BEV model were 1.1 percent higher than the test data from the 2018 Tesla Model 3. Table 2-7: Percent difference of ALPHA vehicle validation simulation versus benchmarking test data Model: Validation Vehicle Hot UDDS HW US06 Combined (hot-UDDS & HW) Units Power Split Strong Hybrid: 2017 Toyota Prius Prime PHEV 3.2% 3.9% -2.5% 3.5% % Diff CO2 g/mi P2 Strong Hybrid: 2016 Hyundai Sonata PHEV -8.3% 0.4% -6.6% -4.4% % Diff CO2 g/mi Battery Electric Vehicle: 2018 Tesla Model 3 -0.8% 3.4% 1.6% 1.1% % Diff kWh/mi Comments regarding the P2 validation results: Normally EPA targets +/- 4 percent difference between the simulation and the test vehicle for each drive cycle in its validation efforts. In case of the P2 model, Table 2-7 shows a -8.3 percent difference for the hot UDDS cycle and a -6.6 percent difference for the US06 cycle. While the combined UDDS/HW result is close to 4 percent difference, there could be two reasons for this wider difference of the values for the individual cycles. The Toyota A25A-FKS engine was used as a surrogate for the 2016 Hyundai Sonata engine, which was not available as an ALPHA input. Without the actual Hyundai engine map, it would be expected the simulation results would be slightly different than the test vehicle data. It is possible that coastdown coefficient adjustments for P2 strong hybrids do not adequately account for the losses that occur when the electric motor is always connected to the input of the transmission. (Moskalik 2020) Typical test-to-test variation of chassis dynamometer testing can be +/-3 percent due to a variety of factors such as different drivers, measurement equipment, fuel, and facilities. Since the test vehicle test data used in the P2 model came from several different laboratories, and other differences between the dynamometer results and simulation results (as noted above) would lead to even greater variation, the combined vehicle validation differences are reasonable when considering the factors listed. However, EPA intends to continue working to refine ALPHA's P2 strong hybrid model for the final rulemaking."
            },
            {
                "section_number": "2.4.7.1",
                "title": "Verifying the Validated Strong Hybrid and BEVs Models against Variant",
                "page_number": 23,
                "subsections": [],
                "content": " Vehicles Since ALPHA architecture models are intended to simulate a range of vehicles, it is helpful to compare ALPHA results to data from multiple tests on multiple vehicles. Therefore, the next step in the validation process was to verify the ALPHA model against a number of similar, but different, vehicles (think of these other vehicles as \"sibling\" or \"cousin\" vehicles). These variant vehicles were selected because they have very similar powertrain designs and control strategies to the initial validation vehicle, yet they may of different size and make. Additionally, the Certification data originates from different vehicles, drivers, equipment, and laboratories, all of which increases the variability of the comparisons, and can yield a measure of how well the validated model can simulate other vehicles. Once each vehicle model was developed and tuned to provide similar behavior as its test vehicle, CO2 (for hybrid operation) and energy consumption (for BEVs and PHEVs running in charge depleting mode) results were compared for other \"variant\" vehicles from the same manufacturer with very similar powertrain designs as the original validation vehicle. Since there were no dynamometer test data for these variant vehicles, the ALPHA simulation results were checked to see how close they agreed with available vehicle Certification data. These results of the ALPHA model validations and their variant verifications for the strong hybrids and BEVs are summarized in Table 2-8. • The top row of Table 2-8 summarizes the average difference between ALPHA estimated CO2 gpm and Certification CO2 gpm for four Toyota variants of the Prius Prime PowerSplit design operating in charge sustaining mode. The comparison shows the average CO2 percent difference over the three drive cycles (FTP, HW and US06) to be 1.7 percent, -1.1 percent and -3.3 percent, respectively. The average percent difference of the combined (FTP-HW) CO2 values is shown to be -0.1 percent. The standard deviation of these combined averages is shown to be 2.2 percent. • The center row of Table 2-8 summarizes the average difference between a P2 strong hybrid vehicle's ALPHA estimated CO2 gpm and its Certification CO2 gpm for five Hyundai/Kia variants of the Sonata P2 Hybrid design operating in charge sustaining mode. This comparison shows the average CO2 percent difference over the three drive cycles (FTP, HW and US06) to -6.1 percent, 2.2 percent and -10.1 percent, respectively. Again, as mentioned in the discussion of the P2 validation, the primary reasons this lower FTP and US06 differences is because the Toyota A25A-FKS engine was used as a surrogate for the 2016 Hyundai Sonata engine. Without the actual Hyundai engine map, it would be expected the simulation results would be slightly different than the certification data. The average percent difference of the combined (cold FTP-HW) CO2 values is shown to be -2.6 percent. The standard deviation of these combined averages is shown to be 3.6 percent. • The bottom row of Table 2-8 summarizes the average difference between a Tesla BEV's ALPHA estimated energy consumption (kWh/mi) and its Certification energy consumption (kWh/mi) for 14 variants of the Tesla Model 3 design. This comparison shows the average kWh/mi percent difference over the three drive cycles (FTP and HW) to 4.1 percent, 2.6 percent, respectively. No US06 Certification data were available for this comparison. The average percent difference of the combined (FTPHW) CO2 values is shown to be 3.4 percent. The standard deviation of these combined averages is shown to be 4.3 percent. Comparing the combined city-highway averages of the variant vehicle simulations in Table variability, which was expected given the validated model was tuned using a specific vehicle, yet it being asked to estimate results for slightly different vehicles. Consequently, the results in Table 2-8 are considered quite good. Table 2-8: Percent difference of variant vehicle ALPHA simulations versus certification data Verification of Variant Vehicles City HW US06 Combined (City & HW) units # vehs. Power Split Strong Hybrid Variants: 2017 Toyota Prius Prime PHEV 0.7%* -1.1% -3.3% -0.1% Avg % diff CO2 g/mi 4 1.9%* 2.6% 2.7% 2.2% Std-dev of % diff CO2 g/mi P2 Strong Hybrid variants: 2016 Hyundai Sonata PHEV -6.1%* 2.2% -10.1% -2.6% Avg % diff CO2 g/mi 5 3.8%* 3.4% 1.6% 3.6% Std-dev of % diff CO2 g/mi Battery Electric Vehicle: 2018 Tesla Model 3 4.1%** 2.6% n/a 3.4% Avg % diff kWh/mi 5.6%** 3.2% n/a 4.3% 14 Std-dev of % diff kWh/mi * cold-start FTP ** warm-UDDS"
            },
            {
                "section_number": "2.4.7.2",
                "title": "P0 Mild Hybrid Validation Efforts",
                "page_number": 8,
                "subsections": [],
                "content": " The ALPHA validation for P0 mild hybrid vehicles was done during the Midterm Evaluation (Lee, SoDuk; Cherry, Jeff; Safoutin, Michael; Neam, Anthony; McDonald, Joseph; Newman, Kevin; 2018), consequently there is no recent P0 vehicle validation data shown in Table 2-9. Instead, a different approach to validating the accuracy of the P0 model. The first part of Table hybrids with engine start-stop applied against the ALPHA CO2 simulations of the same vehicles without P0 and start-stop technology. The ALPHA simulation data shows an average combined (FTP-HW) CO2 reduction of 9.3 percent when applying P0 and start-stop technology to a conventional vehicle. The second part of Table 2-9 documents the differences between five comparisons of EPA certification results of P0 mild hybrids with engine start-stop applied against the EPA certification results of similar conventional vehicles without P0 and start-stop. The EPA certification data shows an average combined (FTP-HW) CO2 reduction of 10.9 percent when applying P0 with start-stop technology to a conventional vehicle. These results verify that ALPHA simulates a P0 with start-stop technology within -1.6 percent. Table 2-9 Estimated CO2 reductions with P0 mild hybrid & start-stop technology applied to the comparable conventional vehicle MY 2019 P0 Mild Hybrids Cold- Start FTP HW US06 Combined (cold-FTP & HW) units # vehs. ALPHA of P0 vs ALPHA sim of conv vehicles 13.3% 2.1% n/a 9.3% avg % diff CO2 for all pairs of sims. 24 2.4% 0.5% n/a 1.8% std-dev of $diff CO2 for all pairs of sims. Cert of P0 vs Cert of conv vehicles 13.8% 5.1% n/a 10.9% avg % diff CO2 for all pairs of Cert data 5 2.7% 2.0% n/a 1.5% std-dev of $diff CO2 for all pairs of Cert data Difference of CO2 averages -0.5% -3.0% n/a -1.6% difference of avg % diff CO2 -"
            },
            {
                "section_number": "2.4.8",
                "title": "Verifying ALPHA's Ability to Simulate Entire Fleets",
                "page_number": 9,
                "subsections": [],
                "content": " With the validated conventional and electrified models, ALPHA3 was used to simulate the entire MY 2019 base year fleet. To model the performance of these vehicles, data collected by EPA for compliance purposes, together with information from other sources including laboratory vehicle benchmarking, were used to calculate various metrics for vehicle and technology characteristics that are related to fuel economy and GHG emissions. The process used was similar to that used by the EPA in 2018. (Kevin Bolon, Andrew Moskalik, Kevin Newman, Aaron Hula, Anthony Neam, and Brandon Mikkelsen 2018)"
            },
            {
                "section_number": "2.4.8.1",
                "title": "Data Sources to Determine 2019 Fleet Parameters",
                "page_number": 9,
                "subsections": [],
                "content": " Vehicle specification data that is relevant to characterizing emissions-reducing technologies are available from multiple sources. Because these data sources were generally not originally developed for this particular use, any single source will often provide only partial coverage of vehicle models over the years of interest, and production volume data necessary for generating aggregate statistics is often lacking. This section describes a methodology for consolidating data from multiple sources, while maintaining the integrity of the original data. The most basic obstacle to consolidating data sets is variation in how vehicles are classified in different data sources. This might include variation in the level of detail as well as variation in the particular dimensions along which vehicles are characterized. Even when various data sets share a common categorization method, merging multiple sources may still be complicated when one or more of the data sets does not include the entire range of vehicles. The primary data source used by EPA to characterize the GHG performance of the existing fleet is the certification data submitted by manufacturers to EPA’s VERIFY database. The data pertain mainly to vehicle emissions performance collected in dynamometer testing, and include a general classification of engines, transmissions, and drive systems. Also included are vehicle characteristics related to road loads: dynamometer target and set coefficients, road load horsepower, and test weights. Additional data is obtained from EPA’s Test Car database, which is publicly available. In addition to the information in datasets maintained by EPA, additional vehicle specifications and technology details can be obtained through other public and commercially available sources of vehicle data such as Edmunds.com©, Wards Automotive (Penton©) and AllData Repair (AllData LLC©). For the MY 2019 base year fleet, there were a total of 1341 distinct vehicle model types."
            },
            {
                "section_number": "2.4.8.2",
                "title": "Vehicle Parameters",
                "page_number": 26,
                "subsections": [],
                "content": " Using these data sources, for each vehicle model type the powertrain components were categorized and vehicle parameters were determined. The categories of powertrain components used are shown in Table 2-10. Table 2-10: Powertrain components and categories Component Category Applicable to Values Level of electrification All vehicles Conventional, mild hybrid, strong hybrid, strong PHEV, or battery electric vehicle Start-stop Conventional vehicles Y or N Type of hybridization Mild hybrids P0 or P1 Strong hybrids/PHEVs PowerSplit, P2, series-parallel, or series Engine type Non-BEVs diesel, PFI naturally aspirated, GDI naturally aspirated, turbocharged, supercharged, none Transmission type Conventional and mild hybrids AT, CVT, DCT, manual Strong hybrids/PHEVs specialty BEVs none Number of gears Step transmissions Number Cylinder deactivation Discrete, continuous, or none Engine power Non-BEVs Power (HP) Engine displacement Non-BEVs Displacement (liters) Engine number of cylinders Non-BEVs 3/4/6/8 Electric motor power BEVs and hybrids Power (kW) In addition, other vehicle parameters were defined for each vehicle model type. The parameters defined are shown in Table 2-11. Table 2-11: Vehicle parameters Parameter Values / Units Equivalent test weight (ETW) Pounds Drive type FWD, RWD, or AWD Vehicle coastdown target values (A, B, C) A (pounds), B (pounds/mph), C (pounds/mph2) n/v ratio rpm/mph Footprint Square feet Production volume Number of units Frame style Unibody v. body on frame"
            },
            {
                "section_number": "2.4.8.3",
                "title": "Electrified Powertrain Model Assignments",
                "page_number": 27,
                "subsections": [],
                "content": " Based on the level of electrification and the type of hybridization, vehicle model types in the fleet were separated into individual groups to which to apply the appropriate ALPHA model. These groups are shown in Table 2-12. Table 2-12: Electrified model assignments Vehicle architecture groups ALPHA model Number of vehicle model types Conventional vehicles, with or without stop-start Conventional vehicle model 1199 Mild hybrids (P0 and P1) P0 model 24 PowerSplit and other strong hybrids (series and series-parallel) PowerSplit model 46 P2 hybrids P2 model 31 BEVs BEV model 41"
            },
            {
                "section_number": "2.4.8.4",
                "title": "Modeling Conventional Vehicles in the Fleet",
                "page_number": 27,
                "subsections": [],
                "content": " To model conventional vehicles, available ALPHA maps for powertrain components were assigned to each vehicle, depending on which map had attributes closest to the specific vehicle being modeled. Engines in conventional vehicles were mapped to the ALPHA input engine maps given in Table 2-2. For some engine categories, different engines were specified depending on whether the modeled vehicle was categorized as a “truck” or not. For this purpose, all body-on-frame SUVs and pickup trucks, as well as large vans, were classified as \"trucks,\" while the remaining vehicles were categorized as \"cars.\" The assignment of ALPHA engines to conventional base year fleet vehicles is given in Table 2-13. For each vehicle model type, the engine model was scaled to match either the given power of the engine (power scaling), or to match the engine displacement (displacement scaling) as described in section 2.4.6 (Paul Dekraker, John Kargul, Andrew Moskalik, Kevin Newman, Mark Doorlag, and Daniel Barba 2017). Table 2-13: Assignments of engines used to simulate MY 2019 base year fleet conventional vehicle model types, based on engines in Table 2-2 Engine Categories Modeled As Scaling ALPHA engine input Diesel engines Miller cycle engine power Volvo 4-cyl 2.0L 2020 paper PFI and GDI NA engines (cars) GDI engine power 2013 Chevrolet 2.5L Ecotec LCV PFI and GDI NA engines (trucks) GDI engine displacement GTPower 2020 Ford 7.3L Atkinson engines Atkinson power 2018 Toyota 2.5L A25A-FKS Turbocharged engines (cars) TDS engine power 2013 Ford Ecoboost 1.6L Turbocharged engines (trucks) TDS engine power 2015 Ford EcoBoost 2.7L Supercharged engines TDS engine displacement 2013 Ford Ecoboost 1.6L Advanced turbocharged engines Adv. TDS power 2016 Honda 1.5L L15B7 Transmissions in conventional vehicle model types were mapped to one of five automatic step transmissions given in Table 2-4. Losses in the transmission and differential were modified depending on whether the vehicle was a front or rear wheel drive. This mapping is very similar to the process used by EPA in earlier rulemakings (U.S. EPA 2016b). Losses in the transmission were scaled to the peak torque of the engine. Table 2-14: Transmissions used to simulate MY 2019 base year fleet conventional vehicles, based on transmissions given in Table 2-4 Transmission Categories Modeled As Source / Notes 4- and 5-spd ATs, 5- and 6-spd manuals TRX10 Five-speed from 2007 Toyota Camry 6-spd ATs TRX11 Six-speed GM 6T40 All DCTs, 7-spd manuals TRX12 Six-speed with advanced loss reduction 7-spd and above ATs, older CVTs TRX21 Eight-speed FCA 845RE Newer CVTs TRX22 Eight-speed with advanced loss reduction With the appropriate powertrain assigned, each vehicle was simulated in ALPHA over the FTP and HWFET cycles, using the vehicle parameters in Table 2-11. The grams/mile CO2 values from the ALPHA simulation were compared to certification values; the sales-weighted average of the difference is given in Table 2-15. A scatter plot of the ALPHA versus certification values is shown in Figure 2-13. The sizes of the bubbles in the plot reflect sales volumes for each vehicle. Table 2-15 Conventional vehicle model type ALPHA CO2 grams/mile values versus certification CO2 gpm (2019 fleet) FTP HW Combined Sales-weighted average -3.8% +4.8% -0.8% Sales-weighted std. dev. 6.1% 6.2% 5.2% Figure 2-13: Conventional vehicle ALPHA combined cycle CO2 grams/mile values versus certification CO2 grams/mile (2019 fleet). Bubble sizes reflect sales volumes."
            },
            {
                "section_number": "2.4.8.5",
                "title": "Modeling Mild Hybrids in the Fleet",
                "page_number": 29,
                "subsections": [],
                "content": " All mild hybrids were modeled using a P0 BISG model, (Lee, SoDuk; Cherry, Jeff; Safoutin, Michael; Neam, Anthony; McDonald, Joseph; Newman, Kevin; 2018) using the BISG motor from Table 2-3 and the 48V battery from Table 2-5. All mild hybrids in the fleet have 48V, however, these vehicles are from multiple manufacturers with different operational strategies and configurations (some mild hybrids have a P0 configuration, and some have a P1 configuration). However, a single P0 model was judged to be reasonably representative of all mild hybrid vehicles. The engines and transmissions for mild hybrids were assigned and sized in the same way as for conventional vehicles. Both electric motor and battery components were sized as a function of the rated engine power to keep the power values proportional. Each vehicle was simulated in ALPHA over the FTP and HWFET cycles, using the parameters in Table 2-11. Each vehicle was simulated in ALPHA over the FTP and HWFET cycles, using the parameters in Table 2-11. The grams/mile CO2 values from the ALPHA simulation were compared to certification values; the sales-weighted average of the difference is given in Table Table 2-16 P0 ALPHA CO2 grams/mile values versus certification CO2 grams/mile (2019 fleet) FTP HW Combined Sales-weighted average -5.0% +8.5% -0.1% Sales-weighted std. dev. 6.3% 5.3% 5.5% Figure 2-14: P0 ALPHA Combined Cycle CO2 grams/mile values versus Certification CO2 grams/mile (2019 fleet). Bubble sizes reflect sales volumes."
            },
            {
                "section_number": "2.4.8.6",
                "title": "Modeling Strong Hybrids in the Fleet",
                "page_number": 30,
                "subsections": [],
                "content": " As shown in Table 2-12, strong hybrids were divided into parallel P2 hybrids (modeled as P2s) and the remainder of the strong hybrid fleet (modeled as PowerSplits). For these strong hybrids, it was assumed that the engine was a dedicated hybrid engine (DHE), utilizing either an Atkinson cycle or (in the case of turbocharged engines) a Miller cycle, based on the two dedicated hybrid engines given in Table 2-2. Likewise, the electric motors for strong hybrids are based on the motors shown in Table 2-3, and the batteries are based on the batteries from Table The range of strong hybrids in the fleet covers multiple manufacturers, vehicle applications, hybrid configurations and operational strategies. Additionally, not all strong hybrids have a dedicated hybrid engine as modeled in ALPHA. However, it was judged that using these two strong hybrid models would be reasonably representative of the fleet. In a similar way to conventional vehicles, the engine model in each hybrid vehicle was resized to match the given power of the vehicle engine as discussed above. For the vehicles modeled as a P2, the chosen engine was coupled to a six-speed transmission, based on the TRX12. PowerSplit vehicles used a planetary gearset based on the Toyota Prius. The electric motors were sized using the values reported by the manufacturers. PowerSplit generators were sized as a function of the rated engine power to keep the power values proportional. Additionally, the motor sizes for the series-parallel vehicles (modeled as PowerSplits) were also sized as a function of the rated engine power, to maintain reasonable motor sizes for that configuration. Battery sizes were assigned either according to the given value for the vehicle from EPA's 2019 fleet parameter file (described in section 2.4.8.1) or assigned a default value (1.62 kWh for HEVs and 9.18 kWh for PHEVs). Each vehicle was simulated in ALPHA over the FTP and HWFET cycles, using the vehicle parameters in Table 2-11. The grams/mile CO2 values from the ALPHA simulation were compared to certification values; the sales-weighted average of the difference is given in Table hybrids in the 2019 fleet is shown in Figure 2-15. Table 2-17 PowerSplit ALPHA CO2 grams/mile values versus certification CO2 grams/mile (2019 fleet) FTP HW Combined Sales-weighted average +0.5% +1.6% +1.0% Sales-weighted std. dev. 5.0% 4.1% 4.2% Figure 2-15: PowerSplit ALPHA combined cycle CO2 grams/mile values versus certification CO2 grams/mile (2019 Fleet). Bubble sizes reflect sales volumes. For those vehicles modeled as P2s, each vehicle was simulated in ALPHA over the UDDS and HWFET cycles, using the parameters in Table 2-11. The grams/mile CO2 values from the ALPHA simulation were compared to certification values; the sales-weighted average of the difference is given in Table 2-18. A scatter plot of the ALPHA versus certification values for P2 hybrid vehicles in the 2019 fleet is shown in Figure 2-16. Note that many of the P2 vehicles in the fleet are performance-oriented vehicles with engines that are not optimized for hybrid applications and performance-oriented operational strategies. Thus, it should be expected that ALPHA will underpredict the CO2 emissions of these vehicles, as reflected in the figure. Table 2-18 P2 ALPHA CO2 grams/mile values versus certification CO2 grams/mile (2019 Fleet) FTP HW Combined Sales-weighted average -13.5% -0.2% -7.7% Sales-weighted std. dev. 10.1% 8.2% 9.3% Figure 2-16: P2 ALPHA combined cycle CO2 grams/mile values versus certification CO2 grams/mile (2019 fleet). Bubbles sizes reflect sales volumes."
            },
            {
                "section_number": "2.4.8.7",
                "title": "Modeling Battery Electric Vehicles in the Fleet",
                "page_number": 32,
                "subsections": [],
                "content": " A single model was used to represent all battery electric vehicles. This model used an electric drive unit, as shown in Table 2-3, which was resized to match the rated power of each BEV. The ratio of DC electric energy used to AC energy used to charge the vehicle was assumed to be 0.87, based on an average of available vehicle data. The kWh/100 mi values from the ALPHA simulation were compared to certification values; the sales-weighted average of the difference is given in Table 2-19. A scatter plot of the ALPHA versus certification values is shown in Figure 2-17. Table 2-19 BEV ALPHA kWh/100 mi values versus certification kWh/100 mi UDDS HW Combined Sales-weighted average +4.2% +1.7% +3.0% Sales-weighted std. dev. 9.3% 7.4% 8.3% Figure 2-17: BEV ALPHA combined cycle kWh/100 mi values versus certification kWh/100 mi (2019 fleet). Bubble sizes reflect sales volumes."
            },
            {
                "section_number": "2.4.9",
                "title": "Peer-Reviewing ALPHA Electrified Models",
                "page_number": 33,
                "subsections": [],
                "content": " After preparing ALPHA 3.0 to correctly simulate electrified vehicles, it was submitted to a peer review process to examine its structure, operation, and simulation results to determine the effectiveness of various vehicle technologies via simulation. The scope of the peer-review was limited to the concepts and methodologies upon which the model relies and whether or not the model can be expected to execute these algorithms correctly for the new electrified vehicle architectures added to ALPHA. (ICF International 2022) The peer review is centered on the five vehicle models detailed in Table 2-20. The table summarizes the configuration of each model provided for the peer review. The ETW and road loads provided in the peer review were for a generalized mid-sized car and do not correspond to any particular vehicle in the fleet. The Toyota Atkinson 2.5L engine was chosen based on the base conventional vehicle and maintained for the electrified models to allow the CO2 performance of each model to be directly compared without the confounding factor of changing engines. The transmission selected was a 6-speed automatic transmission (TRX12) and again maintained for the P0 and P2 models. The PowerSplit, P2, and BEV models (including engine and e-motor scaling) used for the peer review was the same as that described in the sections above. Table 2-20: Details of ALPHA 3.0 models peer reviewed Model ETW Road Load (A, B, C terms) Engine Component Name Tran s E-motor/EDU Component Name Engine and E-motor scaling for peer review vehicle Conv. 3500 30, 0, 0.02 engine_2018_Toyota_A25AFKS _2L5_Tier2.m (scaled to 150kw) TRX12 NA Engine: power scale P0 3500 30, 0, 0.02 engine_2018_Toyota_A25AFKS _2L5_Tier2.m (scaled to 150kw) TRX12 emachine_2012_Hyundai _Sonata_8p5kW_270V_ BISG.m Engine: power scale E-motor: power scaling based on engine size (11kw for peer review) PS PHEV 3500 30, 0, 0.02 engine_2018_Toyota_A25AFKS _2L5_Tier2.m (scaled to 150kw) Internal to PS model MG1 and MG2: emachine_2010_Toyota_ Prius_60kW_650V_MG2 _EMOT.m Engine: Displacement scaling E-motor: Power scaling based on engine size (MG1 86kw MG2 106kw) P2 PHEV 3500 30, 0, 0.02 engine_2018_Toyota_A25AFKS _2L5_Tier2.m (scaled to 150kw) TRX12 emachine_2011_Hyundai _Sonata_30kW_270V_E MOT.m Engine: power scale E-motor: power scaling based on engine size (65kw) EV 4250 30, 0, 0.02 NA 9.5:1 single speed emachine_IPM_150kW_ 350V_EDU.m E-motor: Power scaling based on road load 150kw Each sub-model provided to the peer reviewers was validated against a combination of internally and externally collected vehicle operational data while running the vehicle on a vehicle dynamometer over the USEPA city, highway and US06 regulatory cycles (as described above in section 2.4.7). EPA's approach for validations was to use detailed 10hz CAN and discrete sensor vehicle benchmarking data to set up the model structure and tune it based on e-motor and battery current and voltage, engine speed and load, battery SOH, etc. to generally achieve within 2- 4 percent agreement with the CO2 measured over the city, highway and US06 EPA regulatory cycles as shown in Table 2-7. Once the benchmarking test vehicle validation target was achieved (generally after 3-6 months of work), the validated model was applied to variant vehicles with the same powertrain design from the same manufacturer to achieve within 3-6 percent agreement on CO2 with EPA certification data over the combined FTP/Highway cycle. Then the validated model was applied to the broader fleet of similar technology hybrid/BEV vehicles to understand the variation in the hybrid/BEV performance (CO2 g/mile or kWh/mile) across manufacturers. Highlights of the peer reviewer comments were not ready at the time of this draft. However, the peer review of the added electrified models in ALPHA can be found on EPA ALPHA webpage (U.S. EPA 2023a)."
            },
            {
                "section_number": "2.4.10",
                "title": "Estimating CO2 emissions of Future Fleets",
                "page_number": 34,
                "subsections": [],
                "content": " To estimate CO2 emissions in future fleets, OMEGA uses a set of response surface equations (RSEs) based on ALPHA simulation outputs (results). To define each RSE, technology packages (consisting of specific combinations of components) were identified. Then, an ALPHA simulation matrix run was created, sweeping vehicle parameters over a defined range so that the RSE could be applied to any vehicle. A unique ALPHA simulation output is created for each vehicle parameter setting of the sweep."
            },
            {
                "section_number": "2.4.10.1",
                "title": "Technology Packages used to create RSEs for OMEGA",
                "page_number": 34,
                "subsections": [],
                "content": " ALPHA simulation outputs used to create the RSEs consisted of CO2 emissions or electric energy consumption over each bag of the standard dynamometer cycles (FTP, HWFET, and US06), as well as acceleration times. Each RSE represents the results from simulating a single combination of technologies known as a technology package across different combinations of vehicle parameters. The components used to create each technology package are shown below in Table 2-21. Table 2-21: Technology packages for LDV/LDT RSEs Configuration Engine Name Transmission Drive Electrification Electric motor RSEs Conventional 11 5 1.09 3 180 GDI-car 2013 Chevrolet 2.5L Ecotec LCV Engine Reg E10 Fuel GDI+fixed CDA-car 2013 Chevrolet 2.5L Ecotec LCV Engine Reg E10 Fuel + fixed CDA modifier GDI+dyn CDA-car 2013 Chevrolet 2.5L Ecotec LCV Engine Reg E10 Fuel + dyn CDA modifier No stop-start ATK-car 2018 Toyota 2.5L A25AFKS Engine Tier 3 Fuel TRX10 (5-spd) ATK+dyn CDA-car 2018 Toyota 2.5L A25AFKS Engine Tier 3 Fuel + dyn CDA modifier TRX11 (6-spd) GDI-truck 2014 Chevrolet 4.3L EcoTec3 LV3 Engine LEVIII Fuel TRX12 (6-spd adv) FWD GDI+fixed CDAtruck 2014 Chevrolet 4.3L EcoTec3 LV3 Engine LEVIII Fuel + fixed CDA TRX21 (8-spd) RWD Stop-start P0 MHEV (48V) [2012 Hyundai BISG] GDI+dyn CDA-truck 2014 Chevrolet 4.3L EcoTec3 LV3 Engine LEVIII Fuel + dyn CDA modifier TRX22 (8-spd adv) TDS12:car 2016 Honda 1.5L L15B7 Engine Tier 3 Fuel TDS11:truck 2015 Ford EcoBoost 2.7L Engine Tier 3 Fuel Miller: car + truck Volvo 2.0L VEP LP Gen3 Miller Engine from 2020 Aachen Paper Octane Modified for Tier 3 Fuel Strong Hybrids 2 1 2 Atkinson Dedicated Hybrid Toyota 2.5L TNGA Prototype Hybrid Engine from 2017 Vienna Paper Tier 3 Fuel 2010 Prius MG1 + MG2 EMOT Miller Dedicated Hybrid Geely 1.5L GHE Miller from 2020 Aachen Paper Tier 3 Fuel Battery Electric Vehicles 1 1 LDV/LDT BEV EDU IPM 150 kW EDU For conventional and mild hybrid (P0) vehicles, powertrain technology packages were created for each combination of engine and transmission shown under the \"conventional\" heading in Table 2-21. For the combinations that were not exclusively cars or trucks, separate packages were created for both front- and rear-wheel drive (truck RSEs were rear-wheel-drive only and car RSEs were front-wheel-drive only). Finally, for each combination, different packages were created (a) without stop-start technology, (b) with stop-start technology, and (c) with a mild hybrid P0 technology. Two technology packages were created for the strong hybrid, using each of the two dedicated hybrid engines in Table 2-21. For this proposal, the strong hybrid packages created were modeled as regular (non-plug-in) hybrids only using the PowerSplit model. A single additional technology package was created for battery electric vehicles (BEVs)."
            },
            {
                "section_number": "2.4.10.2",
                "title": "Vehicle Parameter Sweeps for each Technology Package",
                "page_number": 37,
                "subsections": [],
                "content": " For each technology package, ALPHA 3.0 was used to provide data with which to construct an RSE. To construct each RSE, a series of ALPHA simulations were performed using the same technology package, but with different combinations of vehicle parameters, so that a single RSE could be used to accurately characterize the performance of a range of different vehicles."
            },
            {
                "section_number": "2.4.10.2.1",
                "title": "Swept Vehicle Parameters and Their Values",
                "page_number": 37,
                "subsections": [],
                "content": " The vehicle parameters chosen for RSE development directly relate to vehicle parameters used in certification dynamometer testing. These parameters were: • Equivalent test weight (ETW). • Road load horsepower at 20 mph, calculated from the target coefficients (this value is substantially dominated by rolling resistance losses). • Road load horsepower at 60 mph, calculated from the target coefficients (this value is substantially dominated by aerodynamic losses). • Rated power of primary power source (engine or electric motor). The calculated road loads at 20 mph and 60 mph were chosen to characterize vehicle losses rather than the coefficient of rolling resistance and drag coefficient. The choice of road loads to characterize losses ensures that all road load losses in base year vehicles are correctly accounted for, while the choice of two widely separated speeds gives parameters combinations where road loads dominated by rolling resistance (at low speed) and aero resistance (at high speed) can be separately altered. In choosing which combinations of parameters to simulate, combinations of parameters that would not appear in the real fleet were avoided. For example, vehicles with very high ETW would not also have low road loads, as both weight and road load are correlated to vehicle size. With that in mind, rather than independently setting the value of each parameter, values of road loads and engine/motor power were chosen to be proportional to ETW. In other words, the parameters set were: • Equivalent test weight (ETW) • Road load horsepower at 20 mph / ETW (RLHP@20/ETW) • Road load horsepower at 60 mph / ETW (RLHP@60/ETW) • ETW / rated power (ETW/HP) To determine the ranges of these parameters for light-duty RSEs, the values of ETW, target coefficients, and rated power from the EPA’s publicly available \"Data on Cars used for Testing Fuel Economy from MY 2021\" were used. (U.S. EPA 2022e) As shown in Figure 2-18, ETW values range from 2500 pounds to 7000 pounds, and the values of RLHP@20/ETW, RLHP@60/ETW, and ETW/HP are roughly consistent across the span of ETW. Additionally, the road loads at 20 mph and 60 mph are related, and thus so are the values of RLHP@20/ETW and RLHP@60/ETW. When choosing parameters to simulate, only combinations of RLHP@20/ETW and RLHP@60/ETW that were near the envelope of points shown in Figure 2-18 were chosen. Figure 2-18: Relationships between vehicle parameters for the MY 2021 fleet. For each RSE, discrete values of ETW, corresponding to test weight bins, were chosen spanning from 3000 pounds to 10,000 pounds. Four values of RLHP@20/ETW were chosen (0.0003, 0.0005, 0.00075, and 0.001 HP/lb), and for each value of RLHP@20/ETW, three values of RLHP@60/ETW were chosen which spanned the point cloud shown in Figure 2-18. Finally, for conventional vehicles, engine sizes were assigned so that the ETW/HP spanned the values shown in Figure 2-18. The engines sizes were chosen from the displacements listed in Table 2-22. For hybrid vehicles, the same set of engine sizes were used. For BEVs, electric motor sizes were chosen in 50kW increments from 100 kW to 400 kW. Table 2-22 Engine displacements used in RSE construction Engine configuration Displacements I3 1.0L, 1.4L, 1.8L I4 1.6L, 2.2L, 2.8L V6 2.5L, 3.4L, 4.3L V8 4.0L, 5.5L, 7.0L"
            },
            {
                "section_number": "2.4.10.2.2",
                "title": "Values of Parameters Used for ALPHA Simulations",
                "page_number": 39,
                "subsections": [],
                "content": " The ALPHA simulation uses various input parameters to set up the vehicle simulation. A batch run was created for each RSE, using the powertrain configuration for that RSE. For each combination of swept vehicle parameters, the powertrain was sized according to the engine displacement or BEV EDU power specified. The quadratic target coefficients (designated \"A,\" \"B,\" and \"C\" for the constant, linear, and quadratic term, respectively) were determined using the values of RLHP@20 and RLHP@60. To do so, the linear (B) coefficient was assumed to be 0.22 pounds/mph, representing the average value for that coefficient in the MY 2021 fleet. The constant (A) and quadratic (C) coefficients were then calculated to give the correct values for RLHP@20 and RLHP@60. Although this method does constrain the range of coefficients generated (as the linear term is always 0.22 lbs/mph), the resulting quadratic target force curve accurately reflects a wide range of target curves. For example, recalculating the target coefficients of the MY 2021 fleet with this methodology results in a difference between the original and recalculated curves at 40 mph (midway between 20 and 60) of less than 4 percent for over 97 percent of the vehicles. For hybrid vehicles, the electric machines and batteries used in the RSE ALPHA runs were also scaled. For each hybrid configuration, the electric machine power was maintained as a constant percentage of the engine power."
            },
            {
                "section_number": "2.4.10.2.3",
                "title": "ALPHA Simulation Outputs for RSEs",
                "page_number": 39,
                "subsections": [],
                "content": " The ALPHA runs for each RSE consisted of a series of simulations using a single powertrain, but with different combinations of swept parameters. Each run simulated vehicle performance on the FTP, HWFET, and US06 cycles, as well as a \"performance cycle\" which was used to determine acceleration times. For conventional and hybrid vehicles, the ALPHA 3.0 outputs consisted of CO2 emissions for each bag of each simulated cycle, and acceleration times. For electric vehicles, the ALPHA3 outputs consisted of energy usage for each bag of each simulated cycle, and acceleration times."
            },
            {
                "section_number": "2.4.10.3",
                "title": "Transforming ALPHA Simulation Outputs into RSEs for OMEGA",
                "page_number": 39,
                "subsections": [],
                "content": " The OMEGA model requires a complete set of full-vehicle efficiency simulations for the entire vehicle fleet represented in this proposal. To create this full set of simulations using a tool such as the ALPHA model alone would require an unrealistic number of resources as millions of simulation runs would be required to generate the resolution required to satisfy the requirements of the OMEGA model. To provide the necessary resolution for the OMEGA model while maintaining a realistic number of ALPHA simulations, EPA implemented a peer reviewed (RTI International 2018) Response Surface Methodology (RSM) (Kleijnen 2015). As described above, the inputs to the RSM are a controlled set of ALPHA simulation outputs. The output from the RSM is a set of Response Surface Equations (RSEs) suitable for the OMEGA model."
            },
            {
                "section_number": "2.4.10.3.1",
                "title": "Steps to Create a RSE from the RSM",
                "page_number": 39,
                "subsections": [],
                "content": " For this example, 157 ALPHA model results were generated from CO2 Bag 1 representing cars with GDI engine, Continuous DEAC, TRX21 Transmission, FWD, and Start-Stop. Step 1: Compile the ALPHA model results. Table 2-23 contains a sample of the 157 results from Bag 1 CO2 showing the 4 inputs and the CO2 output: Table 2-23 - Sample results RLHP20 RLHP60 HP_ETW ETW CO2"
            },
                        {
                "section_number": "2.5",
                "title": "Cost Methodology",
                "page_number": 41,
                "subsections": [],
                "content": " EPA has developed several new approaches to estimating technology costs relative to our past GHG and criteria emission analyses. We describe those new approaches here. Despite our new approaches, we continue to first estimate direct manufacturing costs and apply to those costs the well understood learning-by-doing methodology to estimate how those costs are expected to change going forward (U.S. EPA 2016). We then apply established markups to those direct manufacturing costs to estimate the indirect costs (e.g., research, development, etc.) associated with the technology. We provide more detail here in Chapter 2.5 and in Chapter 2.6."
            },
            {
                "section_number": "2.5.1",
                "title": "Absolute vs. incremental cost approach",
                "page_number": 41,
                "subsections": [],
                "content": " Powertrain costs used in OMEGA are based on a combination of prior GHG and/or criteria air pollutant rulemaking analyses (e.g., EPA's LD Tier 3 rule), and on new work. However, in contrast to previous rulemaking analyses, all costs used in this analysis are expressed as cost curves rather than as discrete costs for specific pieces of technology. More importantly, costs are now determined as absolute costs rather than incremental costs and geared toward generating full vehicle costs rather than the incremental costs considered in previous analyses. That is, when the cost of a new piece of technology or package of technologies is assigned, it is in terms of its absolute cost instead of the incremental cost relative to the older or less capable piece of technology or package of technologies that it replaces. This is an important aspect of the OMEGA technology costs because OMEGA now incorporates a consumer choice element. This means that the impacts of, for example, a $40,000 BEV versus a $35,000 ICE vehicle of similar utility (i.e., a 14 percent increase for the BEV) is a much different consideration than a $6,000 incremental BEV cost versus a $1,000 incremental ICE cost (a 500 percent increase for the BEV)."
            },
            {
                "section_number": "2.5.2",
                "title": "Direct manufacturing costs",
                "page_number": 42,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "2.5.2.1",
                "title": "Battery cost modeling methodology",
                "page_number": 42,
                "subsections": [],
                "content": " In the 2012 rule, the 2016 Draft TAR, and the 2017 Proposed and Final Determinations, EPA estimated battery costs by specifying batteries for a large set of modeled BEVs, PHEVs, and HEVs across a variety of vehicle sizes and driving ranges. This involved first determining the battery power and gross energy capacity needed by each, and then using ANL BatPaC to determine the direct manufacturing cost (DMC) for each battery, in dollars per pack. These costs were assigned to a base year, and costs in future years were estimated by applying a learning curve to the base year costs. Later, in the 2021 rule, NHTSA estimated battery costs by means of lookup tables derived from ANL BatPaC, in which energy capacity (kWh) and battery power (kW) were the primary variables. Future costs again were estimated by applying a learning curve. For this proposal, EPA used ANL BatPaC 5.0 to develop base year (MY 2022) battery costs, expressed as a cost per kWh as a function of battery gross energy capacity (kWh). To assign costs for future years, we applied a cost reduction due to learning, based on cumulative Gigawatt-hours (GWh) of battery production necessary to supply the number of BEVs that OMEGA has placed in the analysis fleet up to that analysis year. Finally, we applied additional manufacturing cost reductions based on our assessment of the future impact of the Inflation Reduction Act."
            },
            {
                "section_number": "2.5.2.1.1",
                "title": "Battery sizing",
                "page_number": 42,
                "subsections": [],
                "content": " The compliance analysis for the current proposal, which uses battery cost as an input, was performed using the updated version of the OMEGA model. One difference from previous versions of OMEGA is that the new version directly calculates and assigns the gross battery capacity of PEVs. When the updated version of OMEGA generates a BEV, it determines the necessary gross battery capacity (kWh) for that vehicle given its estimate of the vehicle's energy consumption as a BEV, its target driving range, and other relevant factors. The direct manufacturing cost for a pack of that capacity is then estimated based on the gross capacity, the cost is reduced by application of a learning factor, and this cost becomes a term in the calculation of the total direct manufacturing cost of the vehicle. Determining the correct gross battery capacity is important because this determines the energy consumption of the vehicle (which is in turn a result of battery weight) and also battery cost. Gross battery capacity is generally a function of the desired electric driving range, the fraction of gross battery capacity that is usable (the SOC swing, in percent), and the on-road DC energy consumption of the vehicle. The driving range is assumed to be 75 percent of the 55/45 2-cycle range which is consistent with higher volume BEVs in the market today and which we expect to be more representative of future BEVs.18 SOC swing for a BEV is assumed to be about 90 to 95 percent. DC energy consumption is the average amount of on-road DC energy required from the battery per mile driven on the relevant cycles. Note that this is not the same as the energy consumption reported in the Fuel Economy guide, which includes charging losses incurred between the grid power outlet and the battery. Charging losses are important for calculating 18 While it varies by model, the current FE label range for BEVs is between 70-75 percent of the 2-cycle range. upstream emissions but must be excluded for battery sizing because battery capacity for a given range is a function of DC energy consumption. DC energy consumption is derived from a precomputed response surface generated by ALPHA results, using curb weight and other vehicle attributes as inputs to the response surface. Curb weight is intimately tied to battery capacity, via the effect of battery weight on total vehicle weight. This requires an iterative process that OMEGA must perform in order to determine curb weight simultaneously with arriving at the necessary battery size. In the first step, OMEGA calculates the on-road DC energy consumption (Wh/mi) as a function of vehicle parameters including curb weight (which includes a battery weight determined by later steps). Next it estimates gross battery capacity, using DC energy consumption, driving range, and usable capacity, according to the formula: 𝑊𝑊ℎ 𝑑𝑑𝑑𝑑𝑚𝑚𝑑𝑑𝑚𝑚𝑑𝑑𝑑𝑑 𝑑𝑑𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟 𝑚𝑚𝑑𝑑 𝑚𝑚𝑚𝑚𝑚𝑚𝑟𝑟𝑚𝑚 (𝑊𝑊ℎ)𝐺𝐺𝐺𝐺𝐺𝐺𝐺𝐺𝐺𝐺 𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶 = 􀵬 􀵰 × 𝑚𝑚𝑚𝑚 𝐷𝐷𝐶𝐶 𝑒𝑒𝑒𝑒𝑒𝑒𝐺𝐺𝑒𝑒𝐶𝐶 𝐶𝐶𝐺𝐺𝑒𝑒𝐺𝐺𝑐𝑐𝑐𝑐𝐶𝐶𝐶𝐶𝐶𝐶𝐺𝐺𝑒𝑒 0.90 Next it estimates battery weight, using estimated gross capacity and an assumed specific energy (assumed to be 180-200 Wh/kg): (𝑊𝑊ℎ) (𝑘𝑘𝑑𝑑) = 𝐺𝐺𝐺𝐺𝐺𝐺𝐺𝐺𝐺𝐺 𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶𝐶 𝐵𝐵𝐶𝐶𝐶𝐶𝐶𝐶𝑒𝑒𝐺𝐺𝐶𝐶 𝑊𝑊𝑒𝑒𝐶𝐶𝑒𝑒ℎ𝐶𝐶 𝑊𝑊ℎ/𝑘𝑘𝑑𝑑 Finally, it returns to the first step with the new battery weight, until the battery weight stops changing (converges)."
            },
            {
                "section_number": "2.5.2.1.2",
                "title": "Base year battery cost estimation",
                "page_number": 43,
                "subsections": [],
                "content": " To begin estimating cost for a pack in a given year of the analysis, OMEGA first requires battery cost to be input as a base-year input cost function representing the pack cost per kWh, as a function of its gross kWh capacity, in the base year (2022). The base year input cost function was defined as a relationship between the gross capacity of the battery (kWh) and the cost per kWh. It is generally understood and confirmed via BatPaC simulation that the cost per kWh for a pack of a given chemistry varies with the gross capacity of the pack, with packs of larger capacity generally indicating a lower cost per kWh than those of a smaller capacity. While power can also be a determinant of battery cost, for PEV batteries (as opposed to HEV batteries) energy capacity is the dominant factor, and through simulation exercises EPA determined that including power as an input variable in the costing of PEV battery packs would not meaningfully affect the results. In developing the input cost functions, PEV batteries were assigned a power-to-energy ratio generally appropriate to the vehicle, considering typical power requirements and the size of the battery. To generate the BEV base year input cost function, EPA used Argonne National Laboratory's BatPaC model version 5.0. A copy of BatPaC version 5.0 was configured to generate a variety of battery packs that utilize pack topologies and cell sizes that are similar to those seen in emerging high-production battery platforms, such as for example the GM Ultium battery platform, the VW MEB vehicle platform, and the Hyundai E-GMP vehicle platform. EPA considers these platforms to exemplify the trend toward BEV-specific vehicle platforms with battery packs that can be assembled in several different capacities from various numbers of modules that utilize one or two standard cell sizes of relatively large capacity, generally forming a flat battery pack assembly suitable for residing in the vehicle floor. These platforms utilize pouch cells of relatively large capacity (78 to 100 Ampere-hours) that are used interchangeably in a range of pack sizes by varying the number of battery modules and their configuration within the pack. The modeled battery packs were generated by enumerating all possible combinations of cell size (from 60 to 90 A-hr in steps of 5 A-hr) and module arrangement, with 24 cells per module. For battery chemistry, EPA selected an NMC811 cathode with a graphite anode, which among the chemistries readily modeled by BatPaC, represents in our judgment the most appropriate representative chemistry found in battery packs of this design being produced today that is also consistent with trends to balance performance with reduced cobalt content. Default costs provided in BatPaC for electrode powders and other constituents were used. While ironphosphate cathodes are increasingly being used by some manufacturers, their lower specific energy and energy density may make them less appropriate for the BEV driving range of 300 miles modeled in the analysis. Of the enumerated pack configurations, those having too high or low a pack voltage (below 300V or above 1000V) were eliminated.19 We thus generated a range of engineering-feasible pack sizes and configurations, for which costs were determined and plotted as a function of pack capacity (kWh), for each of four annual production volumes (50,000, 125,000, 250,000, and 450,000), consistent with previous analyses. Power-law equations were then generated from the plotted points, representing cost as a function of pack capacity and production volume. The resulting equations are shown below, for each of the four annual manufacturing volumes. The battery chemistry is the NMC811-G energy battery defined in BatPaC 5.0. 50𝑘𝑘 𝑝𝑝𝑟𝑟𝑑𝑑 𝑦𝑦𝑟𝑟𝑟𝑟𝑑𝑑: $/𝑘𝑘𝑊𝑊ℎ = 284.28 × (gross 𝑘𝑘𝑊𝑊ℎ)−0.192 125𝑘𝑘 𝑝𝑝𝑟𝑟𝑑𝑑 𝑦𝑦𝑟𝑟𝑟𝑟𝑑𝑑: $/𝑘𝑘𝑊𝑊ℎ = 270.69 × (gross 𝑘𝑘𝑊𝑊ℎ)−0.188 250𝑘𝑘 𝑝𝑝𝑟𝑟𝑑𝑑 𝑦𝑦𝑟𝑟𝑟𝑟𝑑𝑑: $/𝑘𝑘𝑊𝑊ℎ = 261.61 × (gross 𝑘𝑘𝑊𝑊ℎ)−0.184 450𝑘𝑘 𝑝𝑝𝑟𝑟𝑑𝑑 𝑦𝑦𝑟𝑟𝑟𝑟𝑑𝑑: $/𝑘𝑘𝑊𝑊ℎ = 254.62 × (gross 𝑘𝑘𝑊𝑊ℎ)−0.182 Figure 2-20 below shows these equations plotted on their respective curves. 19 While most BEVs and PHEVs operate at about 350V to 400V, packs approaching 1000V were included in the plots due to the presence of dual-voltage packs in the market that can be charged at a similar voltage. Figure 2-20. Direct manufacturing cost estimates for BEV packs at various annual production volumes for NMC811-G chemistry, base year 2022. The equation for a production volume of 250,000 packs was then used as an input to OMEGA to represent a base year cost, applied to batteries produced in MY 2022. The annual volume of 250,000 is similar to that being produced in the largest plants today, such as those of Tesla, and also is appropriate for the purpose of causing the BatPaC model to calculate costs applicable to a production plant of 30 to 40 GWh capacity, which is a common plant capacity among the largest manufacturers today. The resulting cost for a 75 kWh battery, a commonly encountered size for BEV batteries in the market today, is about $120/kWh. HEV battery batteries are much smaller in capacity than BEV batteries but must deliver a significant amount of power in proportion to their capacity. The higher power-to-energy ratio means that power plays as strong a role as energy capacity in determining cost. Due to the small total capacity, these batteries also must be composed of smaller capacity cells in order to have enough cells in series to achieve the approximately 300V pack voltage that is commonly seen in HEVs. A population of HEV batteries was modeled in BatPaC 5.0, comprised of a single module of 72 cells of NMC811-G (Power) chemistry. These were configured for a range of capacities between 0.75 and 1.5 kWh, and power ratings between about 18 kW and 48 kW, based on expected power and energy requirements for a variety of vehicles styles and sizes. This resulted power-to-energy ratios ranging from about 25 to 35. For HEV batteries (power split and P2), the following relationship between gross capacity and total pack cost was developed for NMC811-G (Power) chemistry in BatPaC 5.0. HEV batteries have a higher power-to-energy ratio than BEV batteries, and cost is therefore higher than for BEV batteries. Although HEV battery cost is more sensitive to power requirements than BEV batteries, it is possible to characterize HEV battery cost in terms of gross capacity as long as the higher power-to-energy ratio is maintained in the basis. The plot below shows the derived cost per pack for a range of HEV pack gross capacities. The plot shows that there is not much variation in HEV total pack cost within the range of capacities likely to be used in HEVs. Figure 2-21. Base year cost per pack for HEV batteries as a function of gross capacity The equivalent cost per gross kWh for HEV batteries is shown in the chart below. It demonstrates the fact that battery cost, when expressed on a dollar per kWh basis, is much higher for HEV batteries than for BEVs due to the difference in their power-to-energy ratio and their use of smaller cells to reach an appropriate voltage range for an HEV. Figure 2-22. Base year cost per kWh for HEV batteries as a function of gross capacity In general, MHEV batteries are even smaller in capacity than strong HEV batteries. These were given a single specification for all vehicles and costs were determined on that basis. We also developed costs for PHEV batteries. PHEV battery costs were estimated by generating a population of packs constructed with cells of varying cell capacities appropriate to achieve a proper voltage of about 350V and with a sufficient power-to-energy ratio (varying from about 6.5 to 9.5) for the application. The chemistry was NMC811-G (Power formulation) as defined in BatPaC 5.0. We found that this formulation performed well in both shorter-range and longer-range PHEVs, with little impact on cost, and so would be suitable for estimating battery cost in a wide range of PHEV applications. These batteries have sufficient cooling capacity for applications in which the sustained speed is 70 miles per hour in EV mode (as defined in BatPaC 5.0), making them suitable for providing substantial all-electric range. Power law equations were used to characterize the costs as a function of gross capacity in kWh and are depicted on Figure 2-27 below. Figure 2-23: Direct manufacturing costs derived from BatPaC 5.0 for PHEV batteries As described in the Preamble (IV.C.1), EPA has not specifically modeled the adoption of plug-in hybrid electric vehicle (PHEV) architectures in the analysis for this proposal. However, the agency recognizes that PHEVs can provide significant reductions in GHG emissions and that some vehicle manufacturers may choose to utilize this technology as part of their technology portfolio. EPA may rely upon these battery cost estimates and other information gathered in response to this proposal, and on EPA's on-going technical work, for estimating the battery costs for PHEVs for the final rule. The BatPaC spreadsheet models used to develop the costs for BEVs, HEVs, and PHEVs are available in the Docket (US EPA 2023) and fully describe the BatPaC inputs that were used to generate the cloud of battery pack cost points that are visible in the plots."
            },
            {
                "section_number": "2.5.2.1.3",
                "title": "Development of battery pack cost reduction factors for future years",
                "page_number": 48,
                "subsections": [],
                "content": " To estimate battery pack costs for future years extending into the time frame of the rule and beyond, a dynamically generated learning factor was applied to the base year costs within OMEGA. When the OMEGA model generates a compliant fleet in a given future year of the analysis, battery costs for BEVs in that year are determined dynamically, by calculating a learning cost reduction factor to apply to the base year cost. The learning factor is calculated based on the cumulative GWh of battery production necessary to supply the number of BEVs that OMEGA has thus far placed in the analysis fleet, up to that analysis year. This is consistent with \"learning by doing,\" a standard basis for representing cost reductions due to learning in which a specific percentage cost reduction occurs with each doubling of cumulative production over time. This dynamic method of assigning a cost reduction due to learning means that OMEGA runs that result in different cumulative battery production levels will have result in somewhat different battery costs. For the years 2022 through 2025, we suspended use of the learning factor, to reflect consensus views that elevated mineral prices are likely to cause battery costs to remain flat for a time (for more discussion and sources, see the discussion of the reference trajectory, later in this section). For 2026 and later, we applied a learning factor. The learning factor equation is of the same form as that used in previous rules, assigning a cost reduction factor due to learning, as a function of cumulative production up to that point. The battery cost in a given year is calculated as follows: 1) Calculate the cumulative GWh needed by BEVs placed into the analysis fleet through last model year. 2) Calculate the cost reduction factor due to learning:20 factor = 4.1917 × (cumulative 𝐺𝐺𝑊𝑊ℎ through last year)−0.225 3) Calculate battery cost in the base year, as a function of pack kWh, according to the equation in RIA 2.5.2.1.2: $/𝑘𝑘𝑊𝑊ℎ = 261.61 × (gross 𝑘𝑘𝑊𝑊ℎ)−0.184 4) Multiply the result of Step 3 by the result of Step 2. To support comparison of the resultant costs generated by OMEGA to forecasts of future battery costs found in the literature, we also developed a reference battery cost trajectory derived from a survey of the most recent forecasts. This trajectory was used only for qualitative comparison to help understand how well the OMEGA-generated costs compare to consensus views of future battery costs. 20 The exponent in this equation was calibrated to match a reference cost of $75 per kWh in 2035 under a no action GWh demand scenario. This cost is part of a reference cost trajectory discussed later in this section. In selecting the forecasts to consider, we noted that since the 2021 rule, it has become increasingly clear that mineral costs have risen sufficiently to interrupt historical trends of continuous battery cost reduction. For example, the BNEF 2021 battery price survey indicated that the pace of reduction had slowed considerably and predicted that costs may not reach $100/kWh (at pack level) until 2024. Elevated prices appear likely to persist for some amount of time due to speculation and increased demand as manufacturers work to secure long-term sources for their production needs. Although many forecasts of battery costs exist in the literature, most were developed prior to the manifestation of these recent mineral cost increases and may not fully capture their effects. Therefore, we gave particular attention to two sources that do reflect recent cost increases. Proprietary forecasts produced by Wood Mackenzie in Q3 2022 and provided to EPA as part of a subscription service (Wood Mackenzie 2022) include recent mineral cost considerations and forecasts. Another recent report by EDF/ERM (MacIntosh, Tolomiczenko and Van Horn 2022) includes a compilation of battery cost projections from a number of sources. Like most other projections of future battery costs found in the literature, these studies refer to direct manufacturing cost at the pack level and do not consider the effect of policy measures that may defray some of this cost from an accounting perspective, such as the IRA production tax credits, which are discussed in a later section. To develop the reference trajectory, we began with the base cost of $120 per kWh that was developed in Section 2.5.2.1.2, representing a 2022 direct manufacturing cost for a battery pack as described in that section (75 kWh, NMC811-G, at a production rate of 250,000 packs per year). We then sought to identify average battery pack costs per kWh expected to occur in future years by considering estimates from the Wood Mackenzie data and the EDF/ERM report. The Wood Mackenzie data suggest that battery costs have risen from previous lows and are poised to remain somewhat elevated until about 2025 to 2026, after which they are expected to resume their decline as mineral supply and demand balance out. Similarly, the EDF/ERM report's compilation of battery cost projections (reproduced below in Figure 2-23) shows costs flat from 2022 to 2023, and also references a 2022 BNEF estimate that predicts costs will remain flat to 2024. Considering all of these sources, we chose to keep the base year pack cost per kWh of $120 unchanged through 2025, which represents a conservative rate of decline relative the sources. Figure 2-24 Projected battery pack costs from various sources summarized by EDF/ERM Looking to 2026, the sources compiled in the EDF/ERM report suggest an average pack cost of $100/kWh. However, the midrange of Wood Mackenzie estimates for that year suggest a range of about $100-$130. We selected a point in between, at $110/kWh, giving a slightly larger weight to the EDF/ERM report due to its basis on multiple studies. Looking to 2029, the sources compiled in the EDF/ERM report suggest approximately $80/kWh, while the Wood Mackenzie forecast suggests about $90 to $110. Noting also that the DOE/ANL high case for battery cost in 2030 is $90/kWh, we selected $90/kWh which is between the Wood Mackenzie and EDF/ERM estimates. The potential for cost reductions to reach these levels by 2026 and 2029 is also supported by our observation that analysts largely expect the price of lithium to stabilize at or near its historical levels by the mid-2020s,21 suggesting that the elevated battery costs being reported today will not persist. Past 2029, fewer pack cost estimates are found in the literature, and such long-term estimates are by their nature more uncertain than shorter-term estimates. Often, analysts model costs over the longer term by assuming an annual percentage cost reduction rate. Therefore we adopted this approach for the years past 2029. We have assumed that by this time, some of the generally anticipated improvements in battery manufacturing will have already taken place, suggesting a lower rate of learning than was seen in earlier years. Starting at the $90/kWh selected for 2029, we applied a 3 percent per year reduction, which results in $75/kWh in 2035. Past 2035, we applied a 1 percent per year reduction which results in a decline to $65/kWh by 2050. This results in the reference trajectory for the cost of a representative 75 kWh battery as shown in Figure 2-24. 21 For example, see Sun et al., “Surging lithium price will not impede the electric vehicle boom,” Joule, doi:10.1016/j.joule. 2022.06.028 (https://dx.doi.org/10.1016/j.joule.2022.06.028). Figure 2-25. Reference trajectory of future battery pack manufacturing costs for a 75 kWh BEV pack As stated previously, this reference trajectory was used only for qualitative comparison to the battery costs that are generated by OMEGA, which are dependent on a learning factor that is a function of the cumulative GWh of battery production in a given run of the model. Since the reference trajectory was developed using sources that predate the proposal, it is taken to represent approximate consensus views of where battery costs are considered likely to go in the absence of additional battery production resulting from the proposed standards. As an example of how the pack direct manufacturing costs used in the analysis compare with the reference trajectory, Figure 2-25 shows the sales weighted average cost per kWh generated by OMEGA for the central case of the proposal, alongside the reference trajectory described above. Neither include the estimated impact of IRA 45X production tax credits for battery production, which are applied in a later step.22 The Proposal costs compare quite favorably to the reference trajectory and vary generally as expected. From 2022 to 2025 they are somewhat lower, due to the substantially larger average pack size (96 kWh to nearly 100 kWh) compared to the 75 kWh of the reference trajectory. Past 2027, the Proposal costs are also lower than the reference trajectory, again due in part to the larger pack size, and increasingly, to the growing cumulative production volume due to the additional BEVs driven by the proposal. 22 The impact of IRA 45X production tax credits on battery cost to manufacturers as modeled in OMEGA are developed and discussed in section 2.5.2.1.4. Figure 2-26: Example of pack direct manufacturing cost per kWh and average pack kWh generated by OMEGA The 96 kWh to 103 kWh average pack capacity of the BEVs in the proposal is due in part to their use in relatively large vehicles, such as large SUVs and light trucks, which form a significant part of the OMEGA modeled compliance fleet and to which OMEGA directs a significant amount of electrification in its identification of a least cost compliance pathway. Another factor is the use of a 300-mile driving range for all light-duty BEVs and MDV pickup truck BEVs in the analysis, which is a longer average range than in some other studies, but which EPA believes is an appropriate modeling choice to reflect currently prevailing range expectations by consumers. For medium-duty van BEVs, we assumed a 150-mile range due to the predominant use of this vehicle type within commercial parcel delivery and comparable to currently available BEV MDV vans (see Chapter 3.1.2). More discussion of the OMEGA model and the OMEGA results can be found in Preamble IV.C and elsewhere in this DRIA. For additional discussion of the battery costing method and sources considered, and a comparison between the battery costs derived in this analysis and those of the 2021 final rule analysis, please see Preamble § IV.C.2. For additional discussion of the battery costing method and sources considered, and a comparison between the battery costs derived in this analysis and those of the 2021 final rule analysis, please see Preamble § IV.C.2."
            },
            {
                "section_number": "2.5.2.1.4",
                "title": "Battery cost reductions due to Inflation Reduction Act",
                "page_number": 52,
                "subsections": [],
                "content": " To reflect the anticipated effect of the Inflation Reduction Act on battery costs to manufacturers, we applied a further cost reduction based on the Section 45X Advanced Manufacturing Production Tax Credit. This provision of the IRA provides a $35 per kWh tax credit for manufacturers of battery cells, and an additional $10 per kWh for manufacturers of battery modules, as well as a credit equal to 10 percent of the manufacturing cost of electrode active materials and another 10 percent for the manufacturing cost of critical minerals (all applicable to manufacture in the United States). The credits, with the exception of the critical minerals credit, phase out from 2030 to 2032. We estimated that, across the PEV industry as a whole, the capability of manufacturers to take advantage of the $35 cell credit and the $10 module credit would ramp up over time, as new U.S. battery manufacturing facilities come on line, allowing manufacturing to increasingly take place in the U.S. We ramped the modeling value of the credit linearly from 60 percent of total cells and modules in 2023 (a conservative estimate of the current percentage of U.S.-based battery and cell manufacturing likely to be eligible today for the credit)23 to 100 percent utilization in 2027, and then ramping down by 25 percent per year as the law phases out the credit from 2030 (75 percent) through 2033 (zero percent). Although a large percentage of 2023 U.S. BEV battery and cell manufacturing is represented by the production of one OEM, we believe that the many large U.S. battery production facilities that are being actively developed by suppliers and other OEMs (as described in IV.C.6 of the Preamble) will allow benefit of the credit to be accessible to all manufacturers by 2027. We also note that the high value of the credit provides a strong motivation for manufacturers to utilize it. For the purpose of modeling, the percentages above represent an average credit amount across the industry as a whole. Although some manufacturers and vehicles may realize the full value of the credit in any given year, the model requires an average value across the full market. Figure 2-26 shows an example of the resulting effect on average pack direct manufacturing costs (DMC) generated by OMEGA in the central case of the proposal, after application of the 45X credit. The 45X cell and module credits per kWh were applied not to the direct manufacturing cost per kWh, but to the marked-up cost per kWh (that is, after multiplying the direct manufacturing cost by the 1.5 retail price equivalent (RPE)). Because RPE is meant to be a multiplier against the direct manufacturing cost, and the 45X credit does not reduce the actual direct manufacturing cost at the factory but only compensates the cost after the fact, we felt that it was most appropriate to apply the 45X credit to the marked-up cost.. The 45X cell and module credits per kWh were applied by first marking up the direct manufacturing cost by the 1.5 RPE factor to determine the indirect cost (i.e., 50 percent of the manufacturing cost), then deducting the credit amount from the marked-up cost to create a post-credit marked-up cost. The postcredit direct manufacturing cost would then become the post-credit marked-up cost minus the indirect cost. 23 U.S. Department of Energy, \"FOTW #1192, June 28, 2021: Most U.S. Light-Duty Plug-In Electric Vehicle Battery Cells and Packs Produced Domestically from 2018 to 2020,\" June 28, 2021. https://www.energy.gov/eere/vehicles/articles/fotw-1192-june-28-2021-most-us-light-duty-plug-electric-vehiclebattery Figure 2-27: Volume weighted average pack direct manufacturing cost and marked-up cost per kWh after application of 45X credit EPA did not apply a further cost reduction to represent the 10 percent electrode active material or critical mineral production credit, which are also available to be utilized by manufacturers. These credits are likely to have a substantial impact on reducing battery costs, and their exclusion from the currently modeled cost estimates represents a conservative assumption. The implementation of battery costs as OMEGA inputs are provided in 2.6.1.3.1."
            },
            {
                "section_number": "2.5.2.2",
                "title": "BEV Non-Battery Cost Approach",
                "page_number": 54,
                "subsections": [],
                "content": " EPA updated the non-battery powertrain costs that were used to determine the direct manufacturing cost of electrified powertrains. We referred to a variety of industry and academic sources, focusing primarily on teardowns of components and vehicles conducted by leading engineering firms (described in the rest of this section). The equations used in OMEGA for the non-battery electrified vehicle cost estimates used in the proposal may be found in 2.6.1.3.2."
            },
            {
                "section_number": "2.5.2.2.1",
                "title": "Use of teardown studies",
                "page_number": 54,
                "subsections": [],
                "content": " While EPA relies on a variety of sources to establish direct manufacturing costs for vehicle components, we have long considered teardown studies to be the preferred means for doing so. EPA has previously estimated non-battery costs by commissioning teardown studies of earlystage EV technologies. For past rulemakings we contracted with FEV North America to conduct teardowns of electrified vehicle components that were available at the time in order to establish direct manufacturing costs under high-volume production in a rigorous and transparent way. Since then, the ongoing evolution of electrified vehicles has led to the emergence of improved or entirely new components that benefit from improved manufacturing efficiencies, component integration, and platform optimization. These developments call for significant updates to the way we characterized and quantified vehicle costs in the past. In some cases, specific components that we costed in the past may have become integrated with other components, or their design has changed so they use less costly materials or can be manufactured in a more efficient way. The vehicle platforms that incorporate these components may also have changed to optimize their integration with the rest of the vehicle. Third-party teardowns of vehicles and components have also become more widely available from a number of engineering firms. EPA has acquired several of these studies to inform these changes and to represent the manufacturing cost of today's electrified vehicle components as accurately as possible. We have also conducted a new full-vehicle teardown of two new vehicles with FEV North America."
            },
            {
                "section_number": "2.5.2.2.2",
                "title": "Munro and Associates teardowns",
                "page_number": 55,
                "subsections": [],
                "content": " EPA purchased a set of vehicle and component teardown reports from Munro & Associates (Munro and Associates 2020a) (Munro and Associates 2021) (Munro and Associates 2020b) (Munro and Associates 2016) (Munro and Associates 2020c) (Munro and Associates 2018) to provide a new source of detailed cost data and to become more familiar with recent trends in component design and integration. EPA worked jointly with CARB to analyze the data in these reports to help inform our updated costs. The teardowns purchased from Munro are shown in Table 2-26. Table 2-25: Munro Teardown Reports Used in the Analysis Report Technologies covered 12 motor side by side analysis Model 3 front, Model 3 rear Model Y front, Model Y rear BMW i3, Chevy Bolt, Chevy Volt, Toyota Prius 2019 Jaguar I-PACE 2019 Audi e-tron front, 2019 Audi e-tron rear 2020 Nissan Leaf 6 inverter side by side analysis Nissan Leaf Model 3 rear 2019 Jaguar I-PACE Audi e-tron Model Y front, Model Y rear Model 3 report Entire vehicle: Body and chassis, Electronics, Interior/Safety, Powertrain, Battery Model Y report Entire vehicle: Body and chassis, Electronics, Interior/Safety, Powertrain, Battery Among these vehicles, we concluded that the components in the Tesla Model 3 and Model Y were most representative for the cost analysis because they are most likely to represent current and future capability and have potential for further improvement. Although components from a single manufacturer may be unique to that manufacturer's practices and intellectual property, in a competitive environment it is not likely to prevent other OEMs from achieving similar levels of integration and optimization. Additionally, the Tesla teardowns were costed by Munro at a consistent and large annual production volume of 200,000 to 250,000 units, whereas some of the other studies represented a lower volume that is not likely to represent future trends under the higher penetration of BEVs anticipated by the proposed rule. Costs were summarized on either a dollar per kW basis or a fixed cost basis, as applicable, and combined with cost estimates from other sources."
            },
            {
                "section_number": "2.5.2.2.3",
                "title": "EPA-FEV comparative BEV-ICE vehicle teardown",
                "page_number": 56,
                "subsections": [],
                "content": " We have also conducted a new full-vehicle teardown of two new vehicles with FEV North America (FEV Consulting Inc. 2022). We tore down a 2021 Volkswagen ID.4 BEV and a 2021 Volkswagen Tiguan, an ICE vehicle relatively equivalent to the ID.4 in size and function. This project was initiated in part due to the realization that platform optimization is likely to affect a variety of cost comparisons between ICE and BEV vehicles. For example, platform optimization, particularly for BEVs, could potentially lead to differences in indirect costs that are experienced by the manufacturer (such as assembly cost, certification cost, and calibration cost). We also considered that the differences between a platform-optimized BEV and a platformoptimized ICE vehicle might call for an absolute costing approach, instead of assuming that a BEV can be costed as an ICE vehicle with ICE components removed and BEV components added. The study was therefore designed not only to provide an additional source for vehicle component cost data, but also to inform several issues that are commonly cited with regard to the difference in cost between conventional and battery electric vehicles. Because ICE vehicles and BEVs are likely to be built on different dedicated platforms, the study was designed as a groundup study for which a complete costed bill of materials would be developed for every component of each vehicle, including structural and other non-powertrain components. This would support our intention to move to a costing regime based on absolute vehicle costs instead of relative or incremental costs (as previously described in 2.5.1), and to allow comparisons to be made on a vehicle-system basis to identify significant potential cost efficiencies attributable to a dedicated BEV platform. FEV was also asked to comment on potential differences in indirect costs for BEV design, certification, and calibration that might become apparent on a close inspection of the components, their system integration, and their assembly characteristics. We also specified that a detailed labor assessment be performed for each component, in order to shed light on differences in amount and type of assembly labor required for production. An additional task under this work assignment was to evaluate the non-battery HEV and PEV costs EPA has described under section 2.6.1 of this DRIA, with respect to the cost values used and the method of scaling these costs across different vehicle performance characteristics and vehicle classes. Delivery of the teardown study results by FEV was completed in February 2023 and a peer review is planned to be completed in mid-2023. The FEV review of non-battery costs and scaling is available in a memo to the Docket entitled \"EV Non-Battery Cost Review by FEV.\" In developing the costs used in this proposal, we have considered qualitative information gained thus far in conducting this project, and we expect to incorporate more information from the study in the final rule analysis."
            },
            {
                "section_number": "2.5.2.2.4",
                "title": "Other teardowns",
                "page_number": 57,
                "subsections": [],
                "content": " We also incorporated data from a 2017 UBS teardown of the Chevy Bolt EV (UBS AG 2017), and a 2018 teardown study of several EV components performed for CARB by Ricardo (Ricardo Strategic Consulting and Munro and Associates 2017). UBS is a global financial services company originally from Switzerland and is one of the largest in the world. UBS contracted Munro & Associates to tear down a Chevy Bolt EV to better understand the profitability of 200+ mile EVs, particularly the Tesla Model 3. Because the teardown analysis was contracted to Munro & Associates, this suggests that the costs derived in the study are comparable to those of the Munro reports that EPA purchased, as well as the Ricardo teardown studies performed for CARB, which was subcontracted also to Munro & Associates. Since it was released, the UBS study has become a widely cited resource across the industry, as it was one of the first publicly accessible teardowns to provide individual component costs that were well documented and derived from what was a state-of-the-art vehicle at the time. The study also provided valuable insight into the breakdown of battery costs for this vehicle and related its content to the outlook for raw materials markets. Also in 2017, CARB published a teardown of selected power electronics and thermal systems in a report titled \"Advanced Strong Hybrid and Plug-In Hybrid Engineering Evaluation and Cost Analysis.\" (Ricardo Strategic Consulting and Munro and Associates 2017). The selected components were identified as representing the state-of-the-art for production vehicles at the time, and included two electric machines (one from the Toyota Prius and one from the Chevy Volt), two inverter modules (one from the Prius and one from Audi), and one DC-DC converter from the Ford Fusion. As with the UBS teardown, this teardown was subcontracted by Ricardo to Munro & Associates."
            },
            {
                "section_number": "2.5.2.2.5",
                "title": "Published and other sources",
                "page_number": 57,
                "subsections": [],
                "content": " The NAS Phase 3 report was published in 2021 (National Academies of Sciences, Engineering, and Medicine 2021). This report included cost estimates for various electric vehicle components including batteries and non-battery components, derived from a survey of a number of quantitative sources in the literature, combined with a qualitative assessment of their validity. The sources cited by NAS had significant overlap with the sources EPA used in its analysis, including reference to a presentation to NAS by Munro and Associates, as well as the 2017 UBS teardown and other sources. Accordingly, the costs in the NAS report were quite similar to those that were ultimately used in the EPA analysis. In some cases, the costs we used differ from the costs cited by NAS, largely because EPA had access to a larger diversity of teardown reports, some of which were not available to NAS at the time of their research. In 2021 and 2022, CARB developed ZEV component costs for use in their ACC II program, and ultimately published two versions of a ZEV costing workbook (California Air Resources Board 2022) and invited public comment on the costs it reported. When EPA developed its cost estimates, CARB staff worked jointly with EPA to analyze the teardown data and much of this work was reflected in CARB's costs. Owing to the differences between specific goals of the CARB ACC II cost analysis and that of EPA, some costs in the CARB workbook were developed differently to reflect differences in vehicle configuration or performance expectations resulting from the specific regional focus and regulatory environment of the CARB program. In general, the costs used by EPA and those within the CARB workbook are in good alignment. In October 2022, ICCT released a report (Slowik, et al. 2022) that included an analysis of future EV component and battery costs. As with many third-party studies, the ICCT report differs from the EPA analysis in certain aspects of its approach and assumptions. In general, the costs EPA developed are not inconsistent with the costs assumed by ICCT."
            },
            {
                "section_number": "2.5.3",
                "title": "Approach to cost reduction through manufacturer learning",
                "page_number": 58,
                "subsections": [],
                "content": " Within OMEGA, learning factors are applied to technology costs as shown in Table 2-27. These learning factors were generated with the expectation that learning on ICE body structure technologies would slow, relative to their traditional rates, in favor of a focus on BEV technologies. Importantly, the learning factors shown are multiplicative scaling factors indexed to 2022. The costs presented below in Chapter 2.6 represent first year costs and the learning factors shown in Table 2-27 are applied to those first-year costs to arrive at costs for subsequent years. Learning was applied to BEV and HEV battery costs by dynamic application of a cumulative GWh-based learning equation that was described in Section 2.5.2.1.3. Table 2-26 Learning Factors Applied in OMEGA, Indexed to 2022a Model Year ICE Powertrain & Glider Costs BEV Non-Battery Costs 2022 1.00 1.00 2023 1.00 0.86 2024 0.99 0.79 2025 0.99 0.74 2026 0.99 0.70 2027 0.98 0.67 2028 0.98 0.65 2029 0.98 0.63 2030 0.97 0.61 2031 0.97 0.59 2032 0.97 0.58 2033 0.96 0.57 2034 0.96 0.56 2035 0.96 0.55 2036 0.95 0.54 2037 0.95 0.53 2038 0.95 0.52 2039 0.95 0.51 2040 0.94 0.51 2041 0.94 0.50 2042 0.94 0.50 2043 0.94 0.49 2044 0.93 0.49 2045 0.93 0.48 2046 0.93 0.48 2047 0.92 0.47 2048 0.92 0.47 2049 0.92 0.46 2050 0.92 0.46 2051 0.92 0.45 2052 0.91 0.45 2053 0.91 0.45 2054 0.91 0.44 2055 0.91 0.44 aLearning factors are indexed to 2022."
            },
            {
                "section_number": "2.5.4",
                "title": "Indirect costs",
                "page_number": 59,
                "subsections": [],
                "content": " To produce a unit of output, vehicle manufacturers incur direct and indirect costs. Direct costs include cost of materials and labor costs. Indirect costs are all the costs associated with producing the unit of output that are not direct costs – for example, they may be related to production (such as research and development, R&D), corporate operations (such as salaries, pensions, and health care costs for corporate staff), or selling (such as transportation, dealer support, and marketing). Indirect costs are generally recovered by allocating a share of the costs to each unit of good sold. Although it is possible to account for direct costs allocated to each unit of good sold, it is more challenging to account for indirect costs allocated to a unit of goods sold. To make a cost analysis process more feasible, markup factors, which relate total indirect costs to total direct costs, have been developed. These factors are often referred to as a retail price equivalent (RPE) markup. EPA has frequently used cost multipliers to predict the resultant impact on costs associated with manufacturers’ responses to regulatory requirements. The best approach, if it were possible, to determining the impact of changes in direct manufacturing costs on a manufacturer’s indirect costs would be to estimate the cost impact on each indirect cost element. However, doing this within the constraints of an agency’s time or budget is not always feasible, or the technical, financial, and accounting information to carry out such an analysis may simply be unavailable. The RPE multiplier, or RPE markup factor, is based on an examination of historical financial data contained in 10-K reports filed by manufacturers with the Securities and Exchange Commission. It represents the ratio between the retail price of motor vehicles and the direct costs of all activities that manufacturers engage in. The RPE markup provides, at an aggregate level, the relative shares of revenues (Revenue = Direct Costs + Indirect Costs + Net Income) to direct manufacturing costs as shown in Table 2-28. Using the RPE markup implicitly assumes that incremental changes in direct manufacturing costs produce common incremental changes in all indirect cost contributors as well as net income. However, a concern in using the RPE markup in cost analysis for new technologies added in response to regulatory requirements is that the indirect costs of vehicle modifications are not likely to be the same for different technologies. For example, less complex technologies could require fewer R&D efforts or less warranty coverage than more complex technologies. In addition, some simple technological adjustments may, for example, have no effect on the number of corporate personnel and the indirect costs attributable to those personnel. The use of a single RPE markup, with its assumption that all technologies have the same proportion of indirect costs, is likely to overestimate the costs of less complex technologies and underestimate the costs of more complex technologies. Table 2-27 Retail Price Equivalent Factors in the Heavy-Duty and Light-Duty Industries (Rogozhin 2009) Cost Contributor Contribution to Cost Direct manufacturing cost 1.0 Warranty 0.03 R&D 0.05 Other (administrative, retirement, health, etc.) 0.36 Profit (cost of capital) 0.06 Retail price equivalent 1.50 To address this concern, modified multipliers were developed by EPA, working with a contractor, for use in past EPA rulemakings. (Rogozhin 2009) Those modified multipliers were referred to Indirect Cost Multipliers, or ICMs, and EPA applied low magnitude ICMs (i.e., <the"
            },
            {
                "section_number": "1.5",
                "title": "RPE) to low complexity technologies and high magnitude ICMs (i.e., >the 1.5 RPE) to high",
                "page_number": 60,
                "subsections": [],
                "content": " complexity technologies. This way, we could analyze the possible pathways toward compliance with GHG regulations via, for example, application of many low complexity technologies versus few high complexity technologies. In other words, we could weigh one technology against another in a more finely tuned way. The ICM approach served us well when dealing with incremental technology applications and incremental costs for those technologies as was done in the 2010 and 2012 final rules (75 FR 25324 2010, 77 FR 62624 2012). However, as noted above, we no longer use that approach to estimating compliance pathways. In contrast, since we now consider the whole vehicle and its total cost and performance toward compliance, we no longer need the fine tuning of one technology versus another that the ICM approach provided. As a result, for this analysis, we are using the full RPE markup as the indirect cost markup as we did in our 2021 final rule (86 FR 74434 2021)."
            },
            {
                "section_number": "2.6",
                "title": "Inputs and Assumptions for Compliance Modeling",
                "page_number": 61,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "2.6.1",
                "title": "Powertrain Costs",
                "page_number": 61,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "2.6.1.1",
                "title": "ICE Powertrain Costs",
                "page_number": 61,
                "subsections": [],
                "content": " Table 2-28 shows the ICE -specific powertrain costs used as inputs to OMEGA. Note that hybrid electric vehicles (HEV) and mild HEVs are treated as ICE vehicles when calculating these powertrain costs. Table 2-28: ICE Powertrain Cost in OMEGA Item Cost Curve (Note: Markup = 1.5) Dollar Basis Note Example system cost (6CYL, 3L, 4000 lb CW, size class 3) Cylinders (-28.814 * CYL + 726.27) * CYL * Markup 2019 CYL=# of cylinders $4,980 Displacement 400 * LITERS * Markup 2019 LITERS=engine displacement $1,800 Gasoline Direct Injection (GDI) (43.237 * CYL + 97.35) * Markup 2019 CYL=# of cylinders $535 turb11 (-13.149 * CYL2 + 220.34 * CYL - 124.73) * Markup 2012 Turbocharging with boost ~18 bar $1,086 turb12 (-13.149 * CYL2 + 220.34 * CYL - 124.73) * Markup 2012 Turbocharging with boost ~24 bar $1,086 Cooled EGR 114 * Markup 2012 $171 Deac (Partial, Discrete) (-1.0603 * CYL2 + 28.92 * CYL - 8.6935) * Markup 2006 Deac=cylinder deactivation $190 Deac (Full, Continuous) 154 * Markup 2017 $231 atk2 (4.907 * CYL2 - 29.957 * CYL + 130.18) * Markup 2010 atk2=Atkinson cycle engine $191 TRX10 1390.20 * Markup 2018 TRX=transmission $2,085 TRX11 1431.20 * Markup 2018 $2,147 TRX12 1653.20 * Markup 2018 $2,480 TRX21 1568.20 * Markup 2018 $2,352 TRX22 1791.20 * Markup 2018 $2,687 TRXCV 1000 * Markup 2019 TRXCV=HEV transmission $1,500 High efficiency alternator 150 * Markup 2015 $225 Start stop (0.0149 * CURBWT + 276.82) * Markup 2015 $505 TWC substrate (6.108 * LITERS * TWC_SWEPT_VOLUME + 1.95456) * Markup 2012 TWC=3way catalyst; TWC swept volume=1.2 $36 TWC washcoat (5.09 * LITERS * TWC_SWEPT_VOLUME) * Markup 2012 $27 TWC canning (2.4432 * LITERS * TWC_SWEPT_VOLUME) * Markup 2012 $13 TWC swept volume 1.2 multiplier applied to engine displacement TWC Pt grams/liter 0 TWC Pd grams/liter 2 TWC Rh grams/liter 0.11 GPF (14.1940 * LITERS + 39.2867) * Markup 2021 GPF=gasoline particulate filter $123 TWC PGM (PT_GRAMS_PER_LITER_TWC * LITERS * TWC_SWEPT_VOLUME * PT_USD_PER_OZ * OZ_PER_GRAM + PD_GRAMS_PER_LITER_TWC * LITERS * TWC_SWEPT_VOLUME * PD_USD_PER_OZ * OZ_PER_GRAM + RH_GRAMS_PER_LITER_TWC * LITERS * TWC_SWEPT_VOLUME * RH_USD_PER_OZ * OZ_PER_GRAM) * Markup PGM=Platinum group metals (e.g., Pt, Pd, Rh) $1,155 Troy oz/gram 0.0322 Values are used in the PT_USD_PER_OZ 1030 USD=US dollars; TWC PGM calculation OZ=Troy ounce PD USD PER OZ 2331 RH USD PER OZ 17981 Diesel exhaust aftertreatment system 700 * LITERS * Markup 2020 LITERS=engine displacement $3,150 LV battery (3 * VEHICLE_SIZE_CLASS + 51) * Markup 2019 LV=low voltage $90 HVAC (11.5 * VEHICLE_SIZE_CLASS + 195.5) * Markup 2019 $345 turb_scaler 1.2 multiplier applied to ($Cylinders + $Displacement) 1.2 * ($4,980+$1,800)=$8,136 Diesel engine cost scaler"
            },
            
            {
                "section_number": "2.6.1.1.1",
                "title": "Cost per cylinder and cost per liter",
                "page_number": 63,
                "subsections": [],
                "content": " The most basic piece of ICE powertrain technology is the engine. OMEGA considers the basic engine cost as a group of cylinders and mass of material (steel, aluminum). As such the engine costs are estimated based on the number of cylinders and the displacement of the engine as shown below. The OMEGA direct manufacturing cost (DMC) per cylinder and DMC per liter curve is based on the values shown in Table 2-30. Table 2-29: Cost per Cylinder and Cost per Liter in OMEGA Item DMC Dollar Basis $/cylinder, 8 cylinder engine 500 2019 $/cylinder, 6 cylinder engine 550 2019 $/cylinder, 4 cylinder engine 600 2019 $/cylinder, 3 cylinder engine 650 2019 $/liter, all engines 400 2019 Using these values, the following cost curves were generated for use in OMEGA. 𝐶𝐶𝑦𝑦𝑚𝑚𝑚𝑚𝑑𝑑𝑑𝑑𝑟𝑟𝑑𝑑𝐶𝐶𝐶𝐶𝑚𝑚𝐶𝐶 = (−28.814 × 𝐶𝐶𝐶𝐶𝐶𝐶 + 726.27) × 𝐶𝐶𝐶𝐶𝐶𝐶 × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 𝐷𝐷𝑚𝑚𝑚𝑚𝑝𝑝𝑚𝑚𝑟𝑟𝐷𝐷𝑟𝑟𝑚𝑚𝑟𝑟𝑑𝑑𝐶𝐶𝐶𝐶𝐶𝐶𝑚𝑚𝐶𝐶 = 400 × 𝐶𝐶𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿 × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 Where, CYL = the number of cylinders on the engine LITERS = the total displacement of the engine Markup = the markup to cover indirect costs"
            },
            {
                "section_number": "2.6.1.1.2",
                "title": "Gasoline Direct Injection",
                "page_number": 63,
                "subsections": [],
                "content": " The costs for gasoline direct injection (GDI) are based on costs used in past EPA analyses. Those costs are shown in Table 2-30. Table 2-30: Gasoline Direct Injection System Cost in OMEGA Item DMC Dollar Basis GDI, 3 cylinder engine 244 2012 GDI, 4 cylinder engine 244 2012 GDI, 6 cylinder engine 368 2012 GDI, 8 cylinder engine 442 2012 Using these values, the following cost curve was generated for use in OMEGA. 𝐺𝐺𝑟𝑟𝑚𝑚𝐶𝐶𝑚𝑚𝑚𝑚𝑑𝑑𝑟𝑟𝐷𝐷𝑚𝑚𝑑𝑑𝑟𝑟𝐷𝐷𝐶𝐶𝐿𝐿𝑑𝑑𝐺𝐺𝑟𝑟𝐷𝐷𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑 = (43.237 × 𝐶𝐶𝐶𝐶𝐶𝐶 + 97.35) × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 Where, CYL = the number of cylinders on the engine Markup = the markup to cover indirect costs"
            },
            {
                "section_number": "2.6.1.1.3",
                "title": "Turbocharging",
                "page_number": 64,
                "subsections": [],
                "content": " OMEGA estimates two levels of turbocharging, although the costs are identical for both. These costs are based on past EPA analyses as shown in Table 2-31. Table 2-31: Turbocharging Costs in OMEGA Item DMC Dollar Basis TURB11, 3 cylinder engine 463 2012 TURB11, 4 cylinder engine 463 2012 TURB11, 6 cylinder engine 780 2012 TURB11, 8 cylinder engine 780 2012 TURB12, 3 cylinder engine 463 2012 TURB12, 4 cylinder engine 463 2012 TURB12, 6 cylinder engine 780 2012 TURB12, 8 cylinder engine 780 2012 Using these values, the following cost curve was generated for use in OMEGA. 𝐿𝐿𝑇𝑇𝐿𝐿𝑇𝑇11 = 𝐿𝐿𝑇𝑇𝐿𝐿𝑇𝑇12 = (−13.149 × 𝐶𝐶𝐶𝐶𝐶𝐶2 + 220.34 × 𝐶𝐶𝐶𝐶𝐶𝐶 − 124.73) × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 Where, CYL = the number of cylinders on the engine Markup = the markup to cover indirect costs In addition, any turbocharged engine includes a turbo scaler of 1.2 applied to the cylinder and displacement costs described above. 𝐿𝐿𝑀𝑀𝑑𝑑𝑇𝑇𝐶𝐶𝐿𝐿𝑑𝑑𝑑𝑑𝑚𝑚𝑑𝑑𝑟𝑟𝐶𝐶𝐶𝐶𝑚𝑚𝐶𝐶 = 1.2 × (𝐶𝐶𝑦𝑦𝑚𝑚𝑚𝑚𝑑𝑑𝑑𝑑𝑟𝑟𝑑𝑑𝐶𝐶𝐶𝐶𝑚𝑚𝐶𝐶 + 𝐷𝐷𝑚𝑚𝑚𝑚𝑝𝑝𝑚𝑚𝑟𝑟𝐷𝐷𝑟𝑟𝑚𝑚𝑟𝑟𝑑𝑑𝐶𝐶𝐶𝐶𝐶𝐶𝑚𝑚𝐶𝐶) + 𝐿𝐿𝑇𝑇𝐿𝐿𝑇𝑇 Where, CylinderCost = costs determined by the CylinderCost equation above DisplacementCost = costs determined by the DisplacementCost equation above TURB = the cost of TURB11 or TURB12 as appropriate"
            },
            {
                "section_number": "1.2",
                "title": "= the turbo scaler to account for more robustness in the turbocharged engine",
                "page_number": 64,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "2.6.1.1.4",
                "title": "Cooled Exhaust Gas Recirculation",
                "page_number": 65,
                "subsections": [],
                "content": " The cost of cooled exhaust gas recirculation (CEGR) is based on past EPA analysis and is calculated in OMEGA as below. 𝐶𝐶𝐶𝐶𝐶𝐶𝑚𝑚𝑟𝑟𝑑𝑑𝐿𝐿𝐺𝐺𝐿𝐿 = 114 × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 Where, Markup = the markup to cover indirect costs"
            },
            {
                "section_number": "2.6.1.1.5",
                "title": "Cylinder Deactivation",
                "page_number": 65,
                "subsections": [],
                "content": " The costs of cylinder deactivation are based on past EPA analyses as shown in Table 2-32. Table 2-32: Cylinder Deactivation Costs in OMEGA Item DMC Dollar Basis Partial discrete, 3 cylinder engine 76 2006 Partial discrete, 4 cylinder engine 76 2006 Partial discrete, 6 cylinder engine 136 2006 Partial discrete, 8 cylinder engine 152 2006 Full continuous, all engines 154 2017 Using these values, the following cost curves were generated for use in OMEGA. 𝐷𝐷𝑟𝑟𝑟𝑟𝐷𝐷𝑃𝑃𝐷𝐷 = (−1.0603 × 𝐶𝐶𝐶𝐶𝐶𝐶2 + 28.92 × 𝐶𝐶𝐶𝐶𝐶𝐶 − 8.6935) × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 𝐷𝐷𝑟𝑟𝑟𝑟𝐷𝐷𝐹𝐹𝐶𝐶 = 154 × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 Where, CYL = the number of cylinders on the engine Markup = the markup to cover indirect costs"
            },
            {
                "section_number": "2.6.1.1.6",
                "title": "Atkinson Cycle Engine",
                "page_number": 65,
                "subsections": [],
                "content": " The costs for Atkinson cycle engine (ATK) are based on costs used in past EPA analyses. Those costs are shown in Table 2-33. Table 2-33: Atkinson Cycle Engine Costs in OMEGA Item DMC Dollar Basis ATK, 3 cylinder engine 86 2010 ATK, 4 cylinder engine 86 2010 ATK, 6 cylinder engine 129 2010 ATK, 8 cylinder engine 204 2010 Using these values, the following cost curves were generated for use in OMEGA. 𝐴𝐴𝐶𝐶𝑘𝑘𝑚𝑚𝑑𝑑𝑚𝑚𝐶𝐶𝑑𝑑𝐶𝐶𝑦𝑦𝐷𝐷𝑚𝑚𝑟𝑟𝐿𝐿𝑑𝑑𝑑𝑑𝑚𝑚𝑑𝑑𝑟𝑟 = (4.907 × 𝐶𝐶𝐶𝐶𝐶𝐶2 − 29.957 × 𝐶𝐶𝐶𝐶𝐶𝐶 + 130.18) × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 Where, CYL = the number of cylinders on the engine Markup = the markup to cover indirect costs"
            },
            {
                "section_number": "2.6.1.1.7",
                "title": "Transmissions",
                "page_number": 66,
                "subsections": [],
                "content": " Transmission costs are based on past EPA analysis, with the addition of an estimated cost for a base or null transmission, loosely defined as a 5-speed automatic transmission with no efficiency or shift improvement upgrades. Those costs are shown in Table 2-34. Note that the null transmission is not shown in Table 2-34 since OMEGA does not apply it, but it is needed since the past EPA transmission costs were relative to that null transmission. EPA has estimated that null transmission as costing $800 (direct manufacturing cost in 2012 dollars). Table 2-34: Transmission Costs in OMEGA Item DMC Dollar Basis TRX11, front/rear wheel drive 841 2012 TRX12, front/rear wheel drive 1063 2012 TRX21, front/rear wheel drive 978 2012 TRX22, front/rear wheel drive 1201 2012 TRX11, all/4 wheel drive 1009 2012 TRX12, all/4 wheel drive 1276 2012 TRX21, all/4 wheel drive 1174 2012 TRX22, all/4 wheel drive 1441 2012 TRXCV, for Powersplit HEV 1000 2019 These costs are used as-is in OMEGA other than OMEGA's application of the markup to account for indirect costs."
            },
            {
                "section_number": "2.6.1.1.8",
                "title": "High Efficiency Alternator",
                "page_number": 66,
                "subsections": [],
                "content": " OMEGA's high efficiency alternator cost is based on past EPA analyses and is calculated according to the equation shown below. 𝐻𝐻𝑚𝑚𝑑𝑑ℎ𝐿𝐿𝐸𝐸𝐸𝐸𝑚𝑚𝐷𝐷𝑚𝑚𝑟𝑟𝑑𝑑𝐷𝐷𝑦𝑦𝐴𝐴𝑚𝑚𝐶𝐶𝑟𝑟𝑑𝑑𝑑𝑑𝑟𝑟𝐶𝐶𝐶𝐶𝑑𝑑 = 150 × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 Where, Markup = the markup to cover indirect costs"
            },
            {
                "section_number": "2.6.1.1.9",
                "title": "Start-Stop",
                "page_number": 67,
                "subsections": [],
                "content": " The costs of start-stop systems are based on past EPA analyses as shown in Table 2-35. Table 2-35: Start-stop System Costs in OMEGA Curb Weight DMC Dollar Basis <=3800 321 2015 3800<curb weight<=4800 364 2015 Curb weight<=8500 400 2015 Using these values, the following cost curve was generated for use in OMEGA. 𝐿𝐿𝐶𝐶𝑟𝑟𝑑𝑑𝐶𝐶𝐿𝐿𝐶𝐶𝐶𝐶𝑝𝑝 = (0.0149 × 𝐶𝐶𝑇𝑇𝐿𝐿𝑇𝑇𝑊𝑊𝐿𝐿 + 276.82) × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 Where, CURBWT = the curb weight, in pounds, of the vehicle Markup = the markup to cover indirect costs"
            },
            {
                "section_number": "2.6.1.1.10",
                "title": "Gasoline Particulate Filter",
                "page_number": 67,
                "subsections": [],
                "content": " The gasoline particulate filter (GPF) cost is a new cost for this analysis. This is described in detail in Chapter 3.2.2. The cost curve used in OMEGA is shown below. Note that the GPF costs are applied only in the action case if GPFs are expected for compliance with new gasoline PM standards. 𝐺𝐺𝐺𝐺𝐺𝐺 = (14.194 × 𝐶𝐶𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿 + 39.2867) × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 Where, LITERS = the engine displacement in liters Markup = the markup to cover indirect costs"
            },
            {
                "section_number": "2.6.1.1.11",
                "title": "Three-way Catalyst",
                "page_number": 67,
                "subsections": [],
                "content": " OMEGA's three-way catalyst (TWC) costs are based largely on the approach used in the light-duty highway Tier 3 criteria pollutant rule. In the Tier 3 rule, EPA presented cost curves to estimate costs for the individual components of a TWC: the substrate; the washcoat; the canning; and, the platinum group metals (PGM, consisting of platinum (Pt), palladium (Pd) and rhodium (Rh)). The four cost curves are shown below. 𝐿𝐿𝑊𝑊𝐶𝐶𝐺𝐺𝑐𝑐𝑠𝑠𝐺𝐺𝐶𝐶𝐺𝐺𝐶𝐶𝐶𝐶𝑒𝑒 = (6.108 × 1.2 × 𝐶𝐶𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿 + 1.955) × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 𝐿𝐿𝑊𝑊𝐶𝐶𝑤𝑤𝐶𝐶𝐺𝐺ℎ𝐶𝐶𝐺𝐺𝐶𝐶𝐶𝐶 = (5.09 × 1.2 × 𝐶𝐶𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿) × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 𝐿𝐿𝑊𝑊𝐶𝐶𝐶𝐶𝐶𝐶𝑒𝑒𝑒𝑒𝐶𝐶𝑒𝑒𝑒𝑒 = (2.4432 × 1.2 × 𝐶𝐶𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿) × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 𝐿𝐿𝑑𝑑𝐶𝐶𝑦𝑦𝑇𝑇𝑇𝑇 𝐿𝐿𝑊𝑊𝐶𝐶𝑃𝑃𝐺𝐺𝑃𝑃 = 􀵫𝐺𝐺𝐶𝐶𝑒𝑒𝐶𝐶𝑔𝑔 × 𝐺𝐺𝐶𝐶$/𝑇𝑇𝐺𝐺𝐺𝐺𝐶𝐶𝑇𝑇𝑇𝑇 + 𝐺𝐺𝑑𝑑𝑒𝑒𝐶𝐶𝑔𝑔 × 𝐺𝐺𝑑𝑑$/𝑇𝑇𝐺𝐺𝐺𝐺𝐶𝐶𝑇𝑇𝑇𝑇 + 𝐿𝐿ℎ𝑒𝑒𝐶𝐶𝑔𝑔 × 𝐿𝐿ℎ$/𝑇𝑇𝐺𝐺𝐺𝐺𝐶𝐶𝑇𝑇𝑇𝑇􀵯 × 1.2 × 𝐶𝐶𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿 × 𝑑𝑑𝑑𝑑𝑟𝑟𝑚𝑚 Where, LITERS = the engine displacement in liters"
            },
            
            {
                "section_number": "2.6.1.1.12",
                "title": "Diesel Exhaust Aftertreatment System",
                "page_number": 68,
                "subsections": [],
                "content": " OMEGA's diesel exhaust aftertreatment system (diesel EAS) costs are structured for consistency with the recent heavy-duty final rule (88 FR 4296 2023). The cost curve is as shown below. 𝐷𝐷𝑚𝑚𝑟𝑟𝑚𝑚𝑟𝑟𝑚𝑚 𝐿𝐿𝐴𝐴𝐿𝐿 = (700 × 𝐶𝐶𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿𝐿) × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 Where, Diesel EAS = diesel exhaust aftertreatment system cost LITERS = the engine displacement in liters Markup = the markup to cover indirect costs"
            },
            {
                "section_number": "2.6.1.2",
                "title": "HEV-specific and Mild HEV-specific Powertrain Costs",
                "page_number": 69,
                "subsections": [],
                "content": " Strong hybrid electric vehicle (HEV) and mild-HEV (MHEV) powertrain costs are broken into non-battery and battery costs. In addition to the costs presented here, the costs associated with ICE powertrains presented in 2.6.1.1 would also apply for HEVs and MHEVs. Note that, throughout this discussion, we use the term \"HEV\" to refer to a strong hybrid and mild HEV or MHEV to refer to a mild hybrid."
            },
            {
                "section_number": "2.6.1.2.1",
                "title": "HEV and MHEV Non-Battery",
                "page_number": 69,
                "subsections": [],
                "content": " HEV and MHEV non-battery costs are shown in Table 2-36. Table 2-36: HEV & MHEV Non-Battery Costs in OMEGA Item Cost Curve (Note: Markup = 1.5) Dollar Basis Note Example system cost (10 kW power, vehicle size class=3 Single motor (6.91 * kW - 8.64) * Markup 2019 $89 Single Inverter (2.4 * kW + 231) * Markup 2019 $383 DC-DC converter kW 3.5 2019 Onboard charger & DCDC converter"
            },
            {
                "section_number": "39.754",
                "title": "* DC-DC converter kW *",
                "page_number": 69,
                "subsections": [],
                "content": " Markup 2019 Onboard charger kW = 0 for HEV and MHEV $209 High voltage orange cables (9.5 * VehicleSizeClass + 161.5) * Markup_ 2019 $285 Brake sensors & actuators 200 * Markup 2019 $300 Markup 1.5 The RPE markup to account for indirect costs"
            },
            {
                "section_number": "2.6.1.2.2",
                "title": "HEV and MHEV Battery",
                "page_number": 69,
                "subsections": [],
                "content": " OMEGA uses the HEV battery cost curve described in Chapter 2.5.2.1.2 and shown below. OMEGA uses this equation for both mild and strong HEVs. 𝐻𝐻𝐿𝐿𝐻𝐻 𝑇𝑇𝑟𝑟𝐶𝐶𝐶𝐶𝑟𝑟𝑑𝑑𝑦𝑦 = (936.1 × 𝑘𝑘𝑊𝑊ℎ−0.802) × 𝑘𝑘𝑊𝑊ℎ × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 Where, kWh = the gross energy capacity of the battery in kilowatt hours Markup = the markup to account for indirect costs"
            },
            {
                "section_number": "2.6.1.3",
                "title": "BEV Powertrain Costs",
                "page_number": 69,
                "subsections": [],
                "content": " For this analysis, EPA updated the battery costs and non-battery powertrain costs that were used to determine the cost of electrified vehicles. The sources and methods for deriving these costs were described in section 2.5.2. The following sections detail the specific electrification-related costs used in the analysis. BEV-specific powertrain costs are broken into non-battery and battery costs."
            },
            {
                "section_number": "2.6.1.3.1",
                "title": "BEV Battery",
                "page_number": 70,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "2.6.1.3.1.1",
                "title": "Battery cost estimation curve by kWh",
                "page_number": 70,
                "subsections": [],
                "content": " As described previously in Section 2.5.2.1.2, for base year 2022 BEV battery costs, OMEGA employs the BEV battery cost curve for 250,000 packs per year shown below. 𝑇𝑇𝐿𝐿𝐻𝐻 𝑇𝑇𝑟𝑟𝐶𝐶𝐶𝐶𝑟𝑟𝑑𝑑𝑦𝑦 = 261.61 × 𝑘𝑘𝑊𝑊ℎ−0.184 × 𝑘𝑘𝑊𝑊ℎ × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 Where, kWh = the gross energy capacity of the battery in kilowatt hours Markup = the markup to account for indirect costs shown in Table 2-37"
            },
            {
                "section_number": "2.6.1.3.2",
                "title": "BEV Non-Battery",
                "page_number": 70,
                "subsections": [],
                "content": " EPA reviewed several recent teardown reports to develop direct manufacturing costs for permanent magnet synchronous motors (PMSMs) and for induction motors. The primary sources we consulted to establish an estimate of base year electric machine costs included the 2017 UBS teardown of the Chevy Bolt, the CARB teardown performed by Ricardo, the Munro 12-motor teardown report, and the full-vehicle Munro teardown reports for the 2017 Tesla Model 3 Long Range RWD and the 2020 Tesla Model Y AWD Performance. The Munro reports are proprietary commercial products describing teardowns performed by Munro & Associates, copies of which EPA licensed to support its research. The reports provided cost data points for a variety of PMSM and induction machines of various power ratings and a range of designs. As shown in Table 2-27, costs for several PMSM motors were available in these reports. Table 2-37: PMSM Motors Described in Munro Reports PMSM motors kW Tesla 2017 Model 3 LR RWD 192 Tesla 2020 Model Y AWD Perf - Rear 219 GM 2017 Chevy Bolt EV 150 BMW 2015 i3 125 Nissan 2019 Leaf 110 Jaguar 2019 i-Pace EV400 90 kWh AWD 147 GM 2016 Chevy Volt PHEV 41 Toyota 2016 Prius HEV 53 Of these, we focused on the Tesla components as best representing the state of the art for optimized, high-volume production of these devices, and compared them to several other examples. The cost breakdown for electric machines in these reports included only the rotor, stator, and shaft and did not include supporting parts such as the housing, resolver, and mounts which the reports costed separately. In order to develop a total motor cost per kW that includes these components, we took an average of the share of the cost of these parts and determined that the cost of the stator, rotor and shaft should be multiplied by 1.1 (PMSM) and 1.3 (induction) to represent the total cost. By averaging the costs from the available sources that we considered to be the best examples of current technology, we arrived at a cost of $4.29 per kW for a PMSM electric machine, which represents the mean of the selected rotor/stator/shaft costs multiplied by 1.1 to account for the added cost of housing, resolver, and mounts. For induction motors, costs for the following components were available in these reports (Table 2-38). Table 2-38: Induction Motors Described in Munro Reports Induction motors kW Tesla 2020 Model Y AWD Perf - Front 158 Tesla 2018 Model 3 PremLR AWD - Front 147 Audi 2019 Audi e-tron - Front 141 Audi 2019 Audi e-tron - Rear 172 By the same process we arrived at a cost of $2.40 per kW for an induction machine, which represents the mean of the selected rotor/stator/shaft costs, multiplied by 1.3 to add the cost of the housing, resolver, and mounts. While developing these costs, EPA consulted informally with the Department of Energy Vehicle Technologies Office (DOE VTO) to compare the developing cost estimates with their perspectives on current and future cost expectations for EV components and to better interpret the existing USCAR cost targets for these components. With regard to the emerging cost estimates, they were seen as being consistent with general expectations between the consulting staff at the agencies. While some of the emerging costs for electric machines and various power electronics were somewhat higher than USCAR targets and others were lower, it was noted that the USCAR targets represent DOE's assessment of an attainable future cost at the time of their development in about 2017, and the fact that the merging costs were derived from teardown data from vehicles and components that were not available at the time would be expected to provide a reliable characterization of current day costs even if they deviated significantly from those targets."
            },
            {
                "section_number": "2.6.1.3.2.1",
                "title": "Power electronics costs",
                "page_number": 71,
                "subsections": [],
                "content": " EPA reviewed teardown reports to develop direct manufacturing costs for the major power electronics components that are found in BEVs and PHEVs. These include inverters used for the traction motor (two versions, one in silicon IGBT form and another in silicon carbide), onboard charger, DC fast charging circuit, power management and distribution module, and DCDC converter. This section also describes the cost assumed for high voltage wiring. The primary sources for silicon IGBT inverter cost were the Munro teardown reports. We arrived at an averaged and rounded figure of $2.50 per kW for an IGBT inverter, based on these sources. EPA also considered an inverter based on a silicon carbide (SiC) design. A SiC inverter currently has a higher cost compared to silicon IGBT designs, but offers a higher switching frequency, which allows the inverter to operate at a higher efficiency. This makes it a particularly good fit for an induction motor, which has lower efficiency in some operating regions than the more costly PMSM machine. Based on consideration of the information available in the Munro teardowns, we arrived at an approximate cost of $4 per kW for a SiC inverter, and selected this design in configurations that employ an induction machine. Based on verbal conversations with Munro, we expect that the cost could be reduced sufficiently in the next five years to be comparable with the IGBT design, and so we consider this estimate to be conservative."
            },
            {
                "section_number": "2.6.1.3.2.2",
                "title": "Gearbox costs",
                "page_number": 72,
                "subsections": [],
                "content": " The 2017 UBS teardown of the Chevy Bolt established a cost for its single speed gear reduction at $400. This figure was deemed consistent with the cost estimated by various Munro teardowns of other BEVs which varied slightly around this figure. We adopted a cost of $410 for this component."
            },
            {
                "section_number": "2.6.1.3.2.3",
                "title": "AWD costs",
                "page_number": 72,
                "subsections": [],
                "content": " AWD is typically achieved in a BEV by use of two or more traction motors, with at least one driving each axle. While a number of configurations are possible, the most common and cost effective was taken to be a configuration with an induction motor on the front and a PMSM on the rear, both having its own single-speed gear reduction. The cost difference to add AWD to a BEV with a PMSM already providing 2WD was thus taken to be the cost of a second motor (induction machine), a second inverter (SiC based to improve the efficiency of the induction motor), a second single-speed gear reduction, a second cooling loop to serve the second motor and inverter, and two additional half-shafts."
            },
            {
                "section_number": "2.6.1.3.2.4",
                "title": "Summary of BEV non-battery costs",
                "page_number": 72,
                "subsections": [],
                "content": " Costs for other non-battery components and subsystems were derived in a similar manner from the sources outlined above. The full set of BEV non-battery costs as implemented in OMEGA is shown in Table 2-40. Table 2-39 BEV Non-battery Powertrain Costs in OMEGA Item Cost Curve (Note: Markup = 1.5) Dollar Basis Note Example system cost (80 kWh battery, 150 kW power, vehicle size class=3 Single motor (4.29 * kW) * Markup 2019 $965 Single Inverter (2.5 * kW) * Markup 2019 $563 Dual Motor (4.29 * kW/2) * Markup 2019 $483 Dual Inverter (2.5 * kW/2) * Markup 2019 $282 Dual induction motor (3.12 * kW/2) * Markup 2019 $351 Dual induction inverter (4 * kW/2) * Markup 2019 $150 DC-DC converter kW 3.5 2019 Onboard charger & DC-DC converter"
            },
            {
                "section_number": "2.6.1.4",
                "title": "PHEV Powertrain Costs",
                "page_number": 73,
                "subsections": [],
                "content": " While EPA has not specifically modeled the adoption of plug-in hybrid electric vehicle (PHEV) architectures within the analysis for this proposal, the agency recognizes that PHEVs can provide significant reductions in GHG emissions and that some vehicle manufacturers may choose to utilize this technology as part of their technology offering portfolio in response to customer interests and in response to EPA emission standards. Some auto manufacturers are already doing so today. In order to potentially include an analysis of PHEVs for the final rule, EPA has developed powertrain costs for PHEV applications based primarily upon the costs developed for BEVs and HEVs in Chapter 2.6.1.3 and Chapter 2.6.1.2, respectively. PHEVspecific powertrain costs are subdivided into battery and non-battery costs. PHEV non-battery costs also include an ICE and a series/parallel hybrid transmission. The costs associated with ICE powertrains presented in 2.6.1.1 would also apply for PHEVs."
            },
            {
                "section_number": "2.6.1.4.1",
                "title": "PHEV Battery Costs",
                "page_number": 73,
                "subsections": [],
                "content": " As described in the Preamble (IV.C.1), EPA has not specifically modeled the adoption of plug-in hybrid electric vehicle (PHEV) architectures in the analysis for this proposal. However, as described in DRIA 2.5.2.1.2, we did develop battery cost estimates for PHEVs, which are described fully in that section. EPA may rely upon those battery cost estimates and other information gathered in response to this proposal, and on EPA's on-going technical work, for estimating the battery costs for PHEVs for the final rule."
            },
            {
                "section_number": "2.6.1.4.2",
                "title": "PHEV Non-Battery Costs",
                "page_number": 74,
                "subsections": [],
                "content": " As described in the Preamble (IV.C.1), EPA has not specifically modeled the adoption of plug-in hybrid electric vehicle (PHEV) architectures in the analysis for this proposal. However, the agency recognizes that PHEVs can provide significant reductions in GHG emissions and that some vehicle manufacturers may choose to utilize this technology as part of their technology portfolio. As also described in Preamble IV.C.1, EPA has requested comment on the possibility of including modeling of PHEVs in the final rule analysis. In general, EPA anticipates that modeling of PHEVs in the final rule analysis would utilize power electronic costs, P4 gearbox costs and AWD costs based upon the BEV non-battery costs presented in Chapter 2.6.1.3.2. In addition, here we also present costs for a series/parallel hybrid transmission for PHEVs, consisting of: • Motor-generator • Starter-generator • Clutch-pack to lock the ICE and starter generator to the motor generator for parallel operation An example of such a series/parallel hybrid drive system for transverse front-drive applications is shown in Figure 2-25. Yamagishi and Ishikura provided a detailed description of application of a similar series/parallel drive system to the Honda Clarity PHEV (Yamagishi and Ishikura 2018). An application of this type of series/parallel drive to a front-engine/rear-drive application would require use of a drive shaft and separate, rear-mounted differential. AWD vehicles include the cost of a series/parallel hybrid transmission with the addition of a P4 electric machine to either the front or rear depending on the application. The full set of PHEV non-battery/non-ICE costs that could potentially be implemented in OMEGA in the final rule analysis is summarized in Table 2-40. An example of potential PHEV ICE costs is summarized in Table 2-41. The specific example used within the tables is an LDT4 with OMEGA size-class 7 vehicle with: • A combined electric drive system power of 240 kW • A P4 induction machine for front axle electric-only drive • A 3.0L Miller Cycle engine coupled to a series/parallel (S/P) drive single-speed transmission with a drive shaft and rear differential for rear axle drive Figure 2-28: An example of a series/parallel hybrid drive system for a transverse/frontdrive application with a portion of the outer casing and stators removed to show internal details. Adapted from a presentation by Prof. J.D. Kelly, Weber State University (Kelly 2020). Table 2-40: Potential PHEV Non-battery/Non-ICE Powertrain Costs Item Cost Curve (Note: Markup = 1.5) Dollar Basis Note Example system cost: (LDT4 PHEV, 33 kWh battery, 240 kW combined electric power, 3.0L Miller/CVVL/CEGR engine, 6200 lb CW, size class 7) MGPM (4.29 * 180kW) * Markup 2019 $1,158 MGPM IGBT Inverter (2.5 * 180kW) * Markup 2019 $675 SGPM (4.29 * 180kW) * Markup $1,158 SGPM IGBT Inverter (2.5 * 180kW) * Markup $675 P4-MGinduction (3.12 * 60kW) * Markup 2019 $281 P4-MGinduction SiC Inverter (4 * 60kW) * Markup 2019 $360 DC-DC converter kW 3.5 2019 Onboard charger & DC-DC converter"
            },
           
            {
                "section_number": "2.6.1.5",
                "title": "Powertrain Costs for All Vehicles",
                "page_number": 78,
                "subsections": [],
                "content": " These are additional powertrain costs that apply to all vehicles regardless of fuel used."
            },
            {
                "section_number": "2.6.1.5.1",
                "title": "Air Conditioning",
                "page_number": 78,
                "subsections": [],
                "content": " Air conditioning (AC) system costs are based on past EPA analyses and are shown in Table Table 2-42 Air Conditioning System Costs in OMEGA Item DMC Dollar Basis AC efficiency improvements 40 * Markup 2010 AC leakage control 63 * Markup 2010 Markup 1.5 OMEGA uses these costs as-is, other than applying the markup to account for indirect costs."
            },
            {
                "section_number": "2.6.1.5.2",
                "title": "Low voltage battery",
                "page_number": 40,
                "subsections": [],
                "content": " The low voltage battery is estimated using the equation and weight bins shown below. 𝐶𝐶𝐶𝐶𝐿𝐿𝐻𝐻𝐶𝐶𝑚𝑚𝐶𝐶𝑟𝑟𝑑𝑑𝑟𝑟𝑇𝑇𝑟𝑟𝐶𝐶𝐶𝐶𝑟𝑟𝑑𝑑𝑦𝑦 = (3 × 𝐻𝐻𝑟𝑟ℎ𝑚𝑚𝐷𝐷𝑚𝑚𝑟𝑟𝐿𝐿𝑚𝑚𝑇𝑇𝑟𝑟𝐶𝐶𝑚𝑚𝑟𝑟𝑚𝑚𝑚𝑚 + 51) × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 1: 𝐶𝐶𝑇𝑇𝐿𝐿𝑇𝑇𝑊𝑊𝐿𝐿 ≤ 3200, ⎧ 2: 3000 < 𝐶𝐶𝑇𝑇𝐿𝐿𝑇𝑇𝑊𝑊𝐿𝐿 ≤ 3800, ⎫ ⎪ 3: 3800 < 𝐶𝐶𝑇𝑇𝐿𝐿𝑇𝑇𝑊𝑊𝐿𝐿 ≤ 4400, ⎪ 𝑊𝑊𝑟𝑟𝑚𝑚𝑑𝑑ℎ𝐶𝐶𝑇𝑇𝑚𝑚𝑑𝑑𝑚𝑚 = 4: 4400 < 𝐶𝐶𝑇𝑇𝐿𝐿𝑇𝑇𝑊𝑊𝐿𝐿 ≤ 5000, ⎨ 5: 5000 < 𝐶𝐶𝑇𝑇𝐿𝐿𝑇𝑇𝑊𝑊𝐿𝐿 ≤ 5600, ⎬ ⎪ 6: 5600 < 𝐶𝐶𝑇𝑇𝐿𝐿𝑇𝑇𝑊𝑊𝐿𝐿 ≤ 6200, ⎪ ⎩7: 6200 < 𝐶𝐶𝑇𝑇𝐿𝐿𝑇𝑇𝑊𝑊𝐿𝐿 ≤ 14000⎭ Where, VehicleSizeClass = the applicable value 1 through 7 depending on the vehicle curb weight, in pounds, and according to the WeightBins dictionary WeightBins = the seven curb weight bins into which each vehicle is categorized CURBWT = the vehicle curb weight, in pounds Markup = the 1.5 RPE markup to account for indirect costs"
            },
            {
                "section_number": "2.6.1.5.3",
                "title": "Heating and Ventilation",
                "page_number": 40,
                "subsections": [],
                "content": " Heating and ventilation system costs are new and are estimated using the equation shown below. 𝐻𝐻𝑟𝑟𝑟𝑟𝐶𝐶𝑚𝑚𝑑𝑑𝑑𝑑𝐴𝐴𝑑𝑑𝑑𝑑𝐻𝐻𝑟𝑟𝑑𝑑𝐶𝐶𝑚𝑚𝑚𝑚𝑟𝑟𝐶𝐶𝑚𝑚𝐶𝐶𝑑𝑑 = (11.5 × 𝐻𝐻𝑟𝑟ℎ𝑚𝑚𝐷𝐷𝑚𝑚𝑟𝑟𝐿𝐿𝑚𝑚𝑇𝑇𝑟𝑟𝐶𝐶𝑚𝑚𝑟𝑟𝑚𝑚𝑚𝑚 + 195.5) × 𝑀𝑀𝑟𝑟𝑑𝑑𝑘𝑘𝑀𝑀𝑝𝑝 Where, VehicleSizeClass = the applicable value 1 through 7 depending on the vehicle curb weight, in pounds, and according to the WeightBins dictionary shown for low voltage battery costs Markup = the 1.5 RPE markup to account for indirect costs"
            },
            {
                "section_number": "2.6.2",
                "title": "Glider Costs",
                "page_number": 79,
                "subsections": [],
                "content": " Glider cost curves in OMEGA represent three different body-styles: sedan, CUV/SUV and pickup; two different structure styles: unibody and ladder frame; two different primary materials: steel and aluminum; as well as non-structural elements. The relevant curves used in OMEGA are shown in Table 2-44. Note that \"structure_mass_lbs\" term shown in the table is determined according to the structure mass curves shown in Table 2-45. Note that, unlike past EPA GHG analyses, OMEGA no longer models mass as a compliance strategy in discrete percentages of mass reduction. Instead, OMEGA calculates mass based on the factors shown in Table 2-45, with the compliance strategy decision based primarily on steel versus aluminum structure. Footprint may also change which would impact the mass of the vehicle, but the mass associated with potential footprint changes is a secondary effect of the footprint decision. In other words, footprint does not change as a result of mass reduction strategies and, instead, mass may change as a result of footprint strategies. The cost of the resultant mass is estimated using the equations shown in Table 2-44. Table 2-43 Glider Costs in OMEGA Item Body-style Structure Material DMC Dollar Basis Unibody structure Sedan Steel (1.5 * structure_mass_lbs + 1500) * markup 2020 Unibody structure Sedan Aluminum (3.4 * structure_mass_lbs + 1500) * markup 2020 Unibody structure CUV/SUV Steel (1.5 * structure_mass_lbs + 1700) * markup 2020 Unibody structure CUV/SUV Aluminum (3.4 * structure_mass_lbs + 1700) * markup 2020 Ladder structure CUV/SUV Steel ((1.5 * structure_mass_lbs + 550) + (1.5 * (0.66 * structure_mass_lbs) + 2000)) * markup 2020 Ladder structure CUV/SUV Aluminum ((1.5 * structure_mass_lbs + 550) + (3.4 * (0.66 * structure_mass_lbs) + 2000)) * markup 2020 Ladder structure Pickup Steel ((1.5 * structure_mass_lbs + 550) + (1.5 * (0.66 * structure_mass_lbs) + 2000)) * markup 2020 Ladder structure Pickup Aluminum ((1.5 * structure_mass_lbs + 550) + (3.4 * (0.66 * structure_mass_lbs) + 2000)) * markup 2020 Unibody structure Pickup Steel (1.5 * structure_mass_lbs + 1700) * markup 2020 Unibody structure Pickup Aluminum (3.4 * structure_mass_lbs + 1700) * markup 2020 Nonstructure Sedan Various (24.3 * delta_footprint + 2.4* delta_footprint * (vehicle.height_in - vehicle.ground_clearance_in)) * markup 2020 Nonstructure CUV/SUV Various (24.9 * delta_footprint + 2.6 * delta_footprint * (vehicle.height_in - vehicle.ground_clearance_in)) * markup 2020 Nonstructure Pickup Various (18.2 * delta_footprint + 2.1 * delta_footprint * (vehicle.height_in - vehicle.ground_clearance_in)) * markup 2020 Markup 1.5 RPE markup to account for indirect costs Table 2-44 Mass Calculations in OMEGA Item Body-style Structure Material Value Null structure mass Sedan Ladder 2.2 * (5.5045 * footprint + 105.4) Null structure mass Sedan Unibody 2.2 * (5.5045 * footprint + 105.4) Null structure mass CUV/SUV Ladder 2.2 * (7.7955 * footprint + 127.48) Null structure mass CUV/SUV Unibody 2.2 * (10.077 * footprint - 76.528) Null structure mass Pickup Ladder 2.2 * (7.7955 * footprint + 127.48) Null structure mass Pickup Unibody 2.2 * (10.077 * footprint - 76.528) Structure mass lbs Steel null_structure_mass Structure mass lbs Ladder Aluminum (0.63 * 0.66 + 0.34 )* null_structure_mass Structure mass lbs Unibody Aluminum 0.65 * null_structure_mass Delta glider non-structure mass Sedan (15.1 * delta_footprint + 2.3 * delta_footprint * (vehicle.height - vehicle.ground_clearance)/12) Delta glider non-structure mass CUV/SUV (17.3 * delta_footprint + 2.5 * delta_footprint * (vehicle.height - vehicle.ground_clearance)/12) Delta glider non-structure mass Pickup (18.1 * delta_footprint + 1.9 * delta_footprint * (vehicle.height - vehicle.ground_clearance)/12) Note: footprint is in square feet; height and ground clearance are in inches; mass values are in pounds; 2.2 converts kilograms to pounds"
            },
            {
                "section_number": "2.6.3",
                "title": "Consumer demand assumptions and S-Curves",
                "page_number": 81,
                "subsections": [],
                "content": " OMEGA estimates the share of BEVs demanded within each of three body styles as a function of the relative consumer generalized costs for BEV and ICE vehicles, and a share weight parameter. The share weight parameter changes over time to account for factors that are not included in the generalized costs, such as greater access to charging infrastructure or greater availability and awareness BEVs. The determination of consumer generalized costs and share weights for ICE and BEVs are described in more detail in Chapter 4.1."
            },
            {
                "section_number": "2.6.4",
                "title": "Consideration of constraints in modeling real-world technology adoption",
                "page_number": 81,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "2.6.4.1",
                "title": "Redesign schedules",
                "page_number": 81,
                "subsections": [],
                "content": " Consistent with past rulemakings, EPA has included redesign cycles as a constraint to restrict introduction of new technology for a given vehicle model to the cadence of a typical product cycle time. As implemented for the proposal, OMEGA may only redesign a vehicle every 5 years for unibody vehicles and every 7 years for body-on-frame vehicles. An example of behavior for one manufacturer's vehicles can be seen in Figure 2-25. Figure 2-29. Redesign Years for Select Vehicles EPA has populated its base year vehicles file with the year of last redesign for each model in the light duty fleet. Applying OMEGA's redesign constraints above with the distribution of redesign years across the industry yielded the following distribution redesigns on a sales basis. Table 2-43 provides a count of the discrete vehicle models and sales in MY 2032, the year in which they were last redesigned, and the corresponding sales volume that was redesigned in prior years. As can be seen, there is a fairly even distribution of vehicle model redesign years. Note that many vehicles which were redesigned in MY 2026 were eligible for another redesign in MY 2031. Table 2-45: MY 2032 Vehicles: Year of Last Redesign Year Redesigned # of Models Total Sales % of Sales 2026 10 83,818 1% 2027 38 823,932 5% 2028 201 2,601,172 17% 2029 284 2,849,875 19% 2030 284 3,250,190 21% 2031 358 4,136,099 27% 2032 284 1,641,242 11% Totals 1459 15,386,328 100%"
            },
            {
                "section_number": "2.6.4.2",
                "title": "Materials and mineral availability",
                "page_number": 82,
                "subsections": [],
                "content": " The development of EPA's constraint on BEV production, which is primarily based on a bound on battery production and lithium availability, can be found in RIA 3.1.3.2. Table 2-44 shows the limits, in terms of maximum industry GWh (available for production of U.S. vehicles) that resulted from this assessment and that are applied in OMEGA. Table 2-46: Industry Maximum Battery Production Limits (GWh), by Model Year MY 2022 2023 2024 2025 2026 2027 2028 2029 2030 2031 2032 2033 2034 2035 GWh limit 79 150 261 372 483 580 720 860 1000 1100 1200 1300 1400 1500"
            },
            {
                "section_number": "2.6.5",
                "title": "Manufacturing capacity",
                "page_number": 83,
                "subsections": [],
                "content": " In addition to availability of critical minerals, the ability to perform final assembly of vehicles that use them could also be understood as a potential constraint on increased production of BEVs. However, EPA notes that major manufacturers are already building a large amount of assembly plant manufacturing capacity both in the U.S. and abroad to meet future demand for these vehicles, and these efforts are poised to continue. Unlike critical minerals which have fundamental constraints on their production due to limited presence of these resources as well as a relatively long lead time for increasing their extraction, vehicle assembly capacity is a relatively well understood process that can respond relatively quickly to the necessary investment commitments. Given the existing activities among automakers in this area, and the relatively long lead time before MY 2027 when the proposed rule would begin, EPA did not specifically impose a limit on vehicle assembly capacity. However, as described in DRIA 3.1.3.2, EPA did represent a reasonable rate of battery manufacturing ramp-up by using information about battery manufacturing facilities announced or in operation, and estimates of lithium availability, to develop a constraint on annual GWh battery demand for use by OMEGA. For more discussion of manufacturing capacity and critical minerals, please see DRIA 3.1.3.1, DRIA 3.1.3.2, and Preamble IV.C.6."
            },
            {
                "section_number": "2.6.6",
                "title": "Fuel Prices used in OMEGA",
                "page_number": 83,
                "subsections": [],
                "content": " OMEGA uses fuel prices to estimate generalized costs as part of the compliance modeling algorithm. OMEGA also uses these fuel prices in estimating fuel expenditures and fuel savings that are included in the benefit-cost analysis results present in Chapter 10 of this draft RIA. Note that, as discussed in Chapter 5 of this DRIA, EPA has estimates of future retail electricity prices that include impacts of the Inflation Reduction Act. Those retail electricity prices are lower than those shown in Table 2-45. The analysis done in OMEGA does not use those lower electricity prices because EPA did not have analogous liquid fuel prices to use, i.e., we did not have liquid fuel price projections that include impacts of the Inflation Reduction Act. For internal consistency, we have chosen to use AEO 2021 fuel price projections for both liquid fuels and electricity. Table 2-47 AEO2021 Fuel Prices Used in OMEGA (2020 dollars) Gasoline Diesel Electricity Calendar Year Pre-tax ($/gallon) Retail ($/gallon) Pre-tax ($/gallon) Retail ($/gallon) Pre-tax ($/kWh) Retail ($/kWh) 2027 2.01 2.56 2.52 3.10 0.103 0.124 2028 2.08 2.63 2.58 3.16 0.103 0.125 2029 2.12 2.67 2.62 3.19 0.103 0.125 2030 2.21 2.80 2.68 3.29 0.103 0.125 2031 2.22 2.81 2.72 3.32 0.103 0.125 2032 2.28 2.87 2.76 3.36 0.102 0.124 2033 2.30 2.89 2.79 3.38 0.103 0.125 2034 2.34 2.93 2.80 3.40 0.103 0.125 2035 2.37 2.95 2.82 3.41 0.103 0.125 2036 2.41 2.98 2.84 3.42 0.102 0.125 2037 2.44 3.02 2.88 3.46 0.102 0.124 2038 2.48 3.05 2.90 3.49 0.101 0.124 2039 2.49 3.06 2.91 3.48 0.101 0.123 2040 2.55 3.11 2.96 3.54 0.101 0.123 2041 2.58 3.14 3.00 3.57 0.100 0.123 2042 2.60 3.16 3.02 3.59 0.100 0.123 2043 2.62 3.18 3.06 3.62 0.099 0.122 2044 2.63 3.19 3.07 3.63 0.099 0.122 2045 2.62 3.17 3.07 3.62 0.099 0.122 2046 2.66 3.21 3.11 3.67 0.098 0.121 2047 2.68 3.22 3.13 3.68 0.098 0.121 2048 2.69 3.24 3.14 3.68 0.098 0.121 2049 2.69 3.23 3.16 3.70 0.097 0.120 2050 2.70 3.23 3.16 3.69 0.096 0.119 2051 2.70 3.23 3.16 3.69 0.096 0.118 2052 2.71 3.24 3.15 3.69 0.095 0.118 2053 2.71 3.24 3.15 3.68 0.094 0.117 2054 2.72 3.24 3.15 3.68 0.093 0.116 2055 2.73 3.24 3.15 3.67 0.093 0.115 2056 2.73 3.25 3.15 3.67 0.092 0.114 2057 2.74 3.25 3.15 3.67 0.091 0.114 2058 2.74 3.25 3.15 3.66 0.091 0.113 2059 2.75 3.25 3.15 3.66 0.090 0.112 2060 2.75 3.26 3.15 3.65 0.089 0.111"
            },
            {
                "section_number": "2.6.7",
                "title": "Gross Domestic Product Price Deflators",
                "page_number": 84,
                "subsections": [],
                "content": " To adjust all monetary inputs used in OMEGA to a consistent dollar basis, OMEGA uses the gross domestic product (GDP) implicit price deflators shown in Table 2-46. These deflators were generated by the Bureau of Economic Analysis, Table 1.1.9, revised on March 25, 2021. Table 2-48: Gross domestic product implicit price deflators Calendar Year GDP Implicit Price Deflator 2001 79.790 2002 81.052 2003 82.557 2004 84.780 2005 87.421 2006 90.066 2007 92.486 2008 94.285 2009 95.004 2010 96.111 2011 98.118 2012 100.000 2013 101.755 2014 103.638 2015 104.624 2016 105.722 2017 107.710 2018 110.296 2019 112.265 2020 113.625"
            },
            {
                "section_number": "2.6.8",
                "title": "Inflation Reduction Act",
                "page_number": 85,
                "subsections": [],
                "content": " OMEGA explicitly accounts for two elements of the Inflation Reduction Act in compliance modeling: the battery production tax credit and the BEV purchase incentive. The IRS Section 45X battery production tax credit is treated within the modeling as a reduction in direct manufacturing costs, which in turn is assumed to result in a reduction in purchase price for the consumer after the application of the Retail Price Equivalent (RPE) factor. The credit phases out by statute from 2030 through 2032. As described previously in section 2.5.2.1.4, we estimated the average amount of the credit in 2023 at 60 percent of the maximum $45, and ramped the value upward linearly each year until it reaches the maximum $45 in 2027. For discussion of the justification of this choice, please see Section 2.5.2.1.4 and Preamble IV.C.2. The resulting value of the credit applied in OMEGA, in terms of dollars per kWh of gross battery capacity, is shown in Table 2-47. These represent an average credit amount across the industry as a whole. Although some manufacturers and vehicles may realize the full value of the credit in any given year, the model requires an average value across the full market. Table 2-49: IRA Battery Production Tax Credits in OMEGA Year Tax credit value ($/kWh) 2023 $27 2024 $31.50 2025 $36 2026 $40.50 2027 $45 2028 $45 2029 $45 2030 $33.75 2031 $22.50 2032 $11.25 2033 $0 The IRS 30D and 45W Clean Vehicle Credits are reflected in lower consumer purchase costs, and therefore have an influence on the shares of BEVs demanded by consumers. The reduction in costs for the consumer makes BEVs relatively more attractive than ICE alternatives, compared to the case with no purchase incentives. The purchase incentive is assumed to be realized entirely by the consumer and does not impact the producer generalized cost value or the manufacturing cost. While the restrictions imposed by the IRA on the 30D credit (income, MSRP, critical mineral content, and manufacturing content) limit the vehicles which are eligible for the full $7,500 incentive under 30D, we believe that manufacturers will work to increase the number of vehicles that qualify over time due to the high marketing value of the credit. Further, we expect that the IRS 45W Clean Commercial Vehicle Credit, which is not subject to many of the restrictions on the 30D credit, will likely impact a significant portion of BEV sales, through fleet purchases and also through vehicle leasing to consumers. For these reasons, we have conceptualized the purchase incentive as a combination of 30D and 45W credits. The OMEGA modeling ramps in the purchase incentive from $3,750 in MY2023 to a maximum of $6,000 in MY2027, as shown in Table 2-51. See also the discussion in Preamble IV.C.2. Table 2-50: IRS 30D and 45W Clean Vehicle Credit in OMEGA Model Year Combined BEV Purchase Incentive Value 2022 $0 2023 $3750 2024 $4000 2025 $4250 2026 $4500 2027 $4750 2028 $5000 2029 $5250 2030 $5500 2031 $5750 2032 $6000 2033 $0 "
            }
        ]
    }
]
}