{"chapters":[
    {
        "chapter_title": "Analysis of Technologies for Reducing GHG and Criteria Pollutant Emissions",
        "chapter_number": "3",
        "page_number": 1,
        "sections": [
            {
                "section_number": "3.0",
                "title": "Introduction",
                "page_number": 1,
                "subsections": [],
                "content": " This chapter summarizes our assessment of the feasibility of the proposed greenhouse gas (GHG) and criteria pollutant emission standards. It includes a description of the emissions control technologies considered for criteria pollutant exhaust and evaporative emissions, GHG emissions control, on-board diagnostics, and specific considerations with regards to plug-in hybrid electric vehicles (PHEVs)."
            },
            {
                "section_number": "3.1",
                "title": "Technology Feasibility",
                "page_number": 1,
                "subsections": [],
                "content": " The levels of stringency in the proposed standards continue a trend of increased emissions reductions which have been adopted by prior EPA rules. As with prior rules and as part of the development of this proposed rulemaking, EPA assessed the feasibility of the proposed standards in light of current and anticipated progress by automakers in developing and deploying new emissions-reducing technologies. Compliance with the EPA GHG standards over the past decade has been achieved predominantly through the application of advanced technologies to internal combustion engine (ICE) vehicles. For example, in the analyses performed for the 2012 rule (77 FR 62624 2012), the Draft Technical Assessment Report (TAR) for the Midterm Evaluation (MTE) of the 2022- 2025 standards (U.S. EPA, CARB, U.S. DOT NHTSA 2016), the 2016 Proposed Determination (U.S. EPA 2016), and the 2021 rule (86 FR 74434 2021), a significant portion of EPA's analysis included an assessment of technologies available to manufacturers for achieving compliance with the standards. Advanced ICE technologies were identified as playing a major role in manufacturer compliance with the emission reductions required by those rules. Automakers have also relied to varying degrees on a range of electrification technologies, including hybrid electric vehicles (HEVs), plug-in hybrid electric vehicles (PHEVs), and battery-electric vehicles (BEVs). As described in detail in Preamble I.A.2.ii, these technologies have been advancing rapidly over the past decade. As battery costs have continued to decline, automakers have begun to include BEVs and PHEVs (together referred to as PEVs or plug-in electric vehicles) as an integral and growing part of their current and future product lines, leading to increasing penetrations of these clean vehicles and an increasing diversity of models planned for high-volume production. Preamble I.A.2.ii also described how PEVs are increasingly popular among a rapidly growing proportion of consumers who have become familiar with their benefits. Thus, PEVs are already delivering significant emission reductions through their increasing presence in the fleet and are poised to deliver greater reductions as their penetration continues to grow. As described throughout this chapter, EPA has assessed the feasibility of the proposed standards in light of current and anticipated progress by automakers in developing and deploying new emissions-reducing technologies. Chapter 3.1 describes our assessment of technology feasibility in general, by examining recent trends in technology application to light- and mediumduty vehicles, and also addressing issues specifically related to PEV feasibility. Section 3.1.1 discusses recent trends and feasibility of light-duty vehicle technologies that manufacturers have available to meet the proposed standards. Similarly, Section 3.1.2 discusses recent trends in electrification of medium-duty vehicles. Section 3.1.3 describes our assessment of feasibility of PEV technology."
            },
            {
                "section_number": "3.1.1",
                "title": "Light-duty Vehicle Technologies and Trends",
                "page_number": 1,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "3.1.1.1",
                "title": "Advanced ICE technologies",
                "page_number": 1,
                "subsections": [],
                "content": " Innovation in the automobile industry has led to a wide array of technology available to manufacturers to achieve CO2 emissions, fuel economy, and performance goals (U.S. EPA 2022). Figure 3-1 illustrates manufacturer-specific technology usage for model year 2021, with larger circles representing higher usage rates (U.S. EPA 2022). These technologies are all being used by manufacturers to, in part, reduce CO2 emissions and increase fuel economy. Each of the fourteen largest manufacturers have adopted several of these technologies into their vehicles, with many manufacturers achieving very high penetrations of several technologies. It is also clear that manufacturers’ strategies to develop and adopt new technologies are unique and vary significantly. Each manufacturer is choosing technologies that best meet the design requirements of their vehicles, and in many cases, that technology is changing quickly. Engine technologies such as turbocharged engines (Turbo) and gasoline direct injection (GDI) allow for more efficient engine design and operation. Cylinder deactivation (CD) allows for use of only a portion of the engine when less power is needed, while stop/start systems can turn off the engine entirely at idle to save fuel. Hybrid vehicles use a larger battery to recapture braking energy and provide power when necessary, allowing for a smaller, more efficiently operated engine. The hybrid category includes strong hybrid systems that can temporarily power the vehicle without engaging the engine and smaller “mild” hybrid systems that cannot propel the vehicle on their own. Transmissions that have more gear ratios, or speeds, allow the engine to more frequently operate near peak efficiency. Two categories of advanced transmissions are shown in Figure 3-1. In model year 2021, hybrid vehicles reached a new high of 9 percent of all production. This increase was mostly due to the growth of hybrids in the truck SUV and pickup vehicle types. The combined category of battery electric vehicles (BEVs), plug-in hybrid vehicles (PHEVs), and fuel cell electric vehicles (FCEVs) increased to 4 percent of production in model year 2021 and are projected to reach 8 percent of production in model year 2022, due to expected growth in EV production across the industry. News media have reported global EV sales reached 10 percent of all new car sales in 2022 (Boston 2023). Figure 3-1 Manufacturer Use of Key Technologies in Model Year 2021"
            },
            {
                "section_number": "3.1.1.2",
                "title": "Hybrid Electric Technologies",
                "page_number": 2,
                "subsections": [],
                "content": " Hybrid electric vehicles (HEVs) were first introduced in the U.S. marketplace in model year 2000 with the Honda Insight. As more models and options were introduced, hybrid production increased to 3.8 percent of all vehicles in model year 2010, before declining somewhat over the next several years. However, in model year 2021 hybrid production reached a new high at 9.3 percent and is projected to reach 10.1 percent in model year 2022, as shown in Figure 3-2 (U.S. EPA 2022). The growth in hybrid vehicles is largely attributable to growth outside of the sedan/wagon vehicle type. In model year 2020 the production of hybrids in the truck SUV category (largely mild HEVs) surpassed the production of sedan/wagon hybrids for the first time and did so by more than 50 percent. Hybrids also began to penetrate the pickup and minivan/van vehicle types. However, there remain very few hybrid car SUVs. Sedan/wagon hybrids accounted for only 21 percent of all hybrid production in model year 2021. The growth of hybrids in the pickup vehicle type is largely due to the introduction of “mild” hybrid systems that are capable of regenerative braking and many of the same functions as other hybrids but utilize a smaller battery and an electrical motor that cannot directly drive the vehicle. These mild hybrids account for about a third of hybrid production in model year 2021. Figure 3-2 Gasoline Hybrid Engine Production Share by Vehicle Type"
            },
            {
                "section_number": "3.1.1.3",
                "title": "Plug-in Electric Vehicle Technologies",
                "page_number": 3,
                "subsections": [],
                "content": " The previously described trend in application of BEV and PHEV technologies to light-duty vehicles is evidence of a continuing shift toward electrification across the vehicle industry. As described in detail in the Executive Summary of the Preamble (I.A.2.ii), recent trends in market penetration of PEVs show that demand for these vehicles in the U.S. is rapidly increasing, as the production of new PEVs (including both BEVs and PHEVs) is growing rapidly and roughly doubling every year. As also described at length in that section, manufacturers have increasingly begun to shift research and development investment away from ICE technologies and are allocating large amounts of new investment to electrification technology. For more discussion of these rapidly increasing trends, see Preamble Section I.A.2.ii. The production of BEVs and PHEVs has increased rapidly in recent years. Prior to model year 2011, BEVs were available, but generally only in small numbers for lease in California. In model year 2011 the first commercially available PHEV, the Chevrolet Volt, was introduced along with the Nissan Leaf BEV. Many additional models have been introduced since, and in model year 2021 combined BEV/PHEV production reached 4 percent of all new vehicles. Combined BEV and PHEV production is projected to reach a new high of 8 percent of all production in model year 2022. The trend in BEVs, PHEVs, and FCEVs are shown in Figure 3-3 (U.S. EPA 2022). Figure 3-3 Production Share of BEVs, PHEVs, and FCEVs The inclusion of model year 2021 BEV and PHEV sales reduces the overall new vehicle average CO2 emissions by 14 g/mi, and this impact will continue to grow if BEV and PHEV production increases. In model year 2021 there were three hydrogen FCEV models produced, but they were only available in the state of California and Hawaii and in very small numbers. However there continues to be interest in FCEVs as a future technology. Figure 3-4 and Figure production of BEVs was mostly in the sedan/wagon vehicle type, but recent model years have shown growth in car SUVs and truck SUVs. Electric pickup trucks are entering the market in model year 2022, along with new EV models across many of the vehicle types. Production of PHEVs has shifted from exclusively sedan/wagons to mostly truck SUVs, with limited production across the sedan/wagon, car SUV, and minivan/van vehicle types. Figure 3-4 Electric Vehicle Production Share by Vehicle Type Figure 3-5 Plug-In Hybrid Vehicle Production Share by Vehicle Type Figure 3-6 (U.S. EPA 2022) shows the range and fuel economy trends for EVs and PHEVs. The average range of new BEVs has climbed substantially. In model year 2021 the average new BEV range is 298 miles, or about four times the range of an average BEV in 2011. The range values shown for PHEVs are the charge-depleting range, where the vehicle is operating on energy in the battery from an external source. This is generally the electric range of the PHEV, although some vehicles also use the gasoline engine in small amounts during charge depleting operation. The average charge depleting range for PHEVs has remained largely unchanged since model year 2011. Along with improving range, the fuel economy of electric vehicles has also improved as measured in miles per gallon of gasoline equivalent (mpge). The fuel economy of electric vehicles increased by about 18 percent between model years 2011 and 2021. The combined fuel economy of PHEVs has been more variable but is about 30 percent lower in model year 2021 than in model year 2011. This decrease may be attributable to the growth of truck SUV PHEVs. Figure 3-6 Charge Depleting Range and Fuel Economy for BEVs and PHEVs Figure 3-7 (U.S. EPA 2022) shows the model year 2021 production volume of BEVs, PHEVs and FCEVs. More than 600,000 BEVs, PHEVs, and FCVs were produced in the 2021 model year. Of those vehicles, about 73 percent were BEVs, 27 percent were PHEVs, and less than 1 percent were FCEVs. Figure 3-7 Model Year 2021 Production of BEVs, PHEVs, and FCEVs"
            },
            {
                "section_number": "3.1.2",
                "title": "Medium-duty Vehicle Technologies and Trends",
                "page_number": 7,
                "subsections": [],
                "content": " The medium-duty sector is also experiencing a shift toward electrification in a similar manner to the light-duty sector and within several important market segments. As cited in I.A.2 of the Preamble, numerous commitments to produce all-electric medium-duty delivery vans have been announced by large fleet owners including FedEx, Amazon, and Wal-Mart, in partnerships with various OEMs. This abrupt shift to full electrification from a fleet that is currently predominantly gasoline- and diesel-powered suggests that the operators of these fleets consider full electrification as the best available and most cost-effective technology for meeting their mission objectives, while also reducing the emissions from their business operations. Owing to the large size of these vehicle fleets, this segment alone is likely to represent a significant portion of the future electrification of the medium-duty vehicle fleet. As described in draft RIA Chapter 1.2.2.1 and within § III.A of the Preamble to this proposed rule, the Agency is proposing to use the term \"Medium-duty vehicle\" (MDV) for the first time within its regulations. MDVs are comprised of the following weight categories: • Class 2b - 8,501 pounds to 10,000 pounds rated gross vehicle weight (GVWR) • Class 3 - 10,001 to 14,000 pounds GVWR For more information, please refer to § III.A.1 of the Preamble to this proposal. MDVs can either be \"incomplete\" chassis cabs onto which customized body work or beds are added after their original manufacture or are \"complete\" pickup trucks or vans. Examples of incomplete vehicles customized for specific applications include motorhomes, ambulances, wreckers, panel vans, flatbeds, etc. (see Figure 3-8). In model year 2020, less than 5 percent of MDV sales were incomplete vehicles, with the remainder being complete. Figure 3-8: Examples of incomplete MDV chassis finished with customized bodies for specific applications. MDV pickup trucks are generally built with heavier frames and designed with sufficient brake and suspension systems to support significantly higher towing capability than found in light-duty pickup trucks. MDV pickup truck applications have considerable tow capability, which can be in excess of 20,000 pounds gross combined weight rating (GCWR) pickups with gasoline engines and can be over 40,000 pounds GCWR for pickups with diesel engines. MDV vans have comparable payload carrying ability to MDV pickups; however, they typically have significantly lower tow capability with GCWR comparable to, or less than, many light-duty pickups. There are both diesel engine and spark-ignition gasoline engine applications in MDV. Their shares of MDV sales are shown for both pickups, vans, and incomplete vehicles in Table 3-1. Both gasoline and diesel engines used in van applications and some gasoline engines used in pickup truck applications are derived from light-duty applications. Examples include the: • Mercedes Benz OM654 diesel engine in the MY2023 Sprinter Van (engine family shared with the C-Class and E-Class passenger cars and GLC CUV sold outside the U.S.) • Mercedes Benz M274 turbocharged GDI engine in the MY2023 Sprinter Van (engine family shared with the C-Class and E-Class passenger cars and GLC light-duty CUV) • Ford 3.5L EcoBoost in the MY2015-2023 Transit Van (engine family shared with the • GM LWN diesel engine in the Chevrolet and GMC vans (engine family shared with Chevrolet Colorado light-duty pickup) • RAM 6.4L Hemi in the RAM 2500 and 3500 pickups (engine family shared with RAM light-duty pickups, and Dodge, Jeep and Chrysler passenger cars and light-duty CUVs) • GM L8T naturally aspirated GDI engine used in Chevrolet Silverado 2500HD and 3500HD pickups and G3500 vans and sharing the GM \"Generation V\" V8 engine family with many GM light-duty trucks, CUVs, SUVs and some passenger cars. Table 3-1: Percentage of MY2020 sales and sales volumes of pickup, van, and incomplete MDVs by fuel type Pickups Vans Incomplete Vehicles Grand Total Fuel Type* Gasoline Diesel Gasoline Diesel Gasoline Diesel MY2020 sales share 24.2% 37.1% 30.4% 3.7% 4.5% 0.1% 100% MY2020 sales 213,796 327,488 269,038 32,351 40,043 978 883,694 *Other sources of powertrain energy, including electrification, accounted for <1% of MDV sales in MY2020. While many gasoline engine families used for pickup truck applications share engine families and/or key design elements with light-duty applications, in some cases engine block materials may shift from aluminum in light-duty applications to iron for MDV applications (e.g., GM L8T engine). In other cases, engine families are solely used in MDV and are also shared with heavier weight-class trucks above MDV, for example Ford's 7.3 L Super-duty naturally aspirated, portfuel- injected, naturally aspirated gasoline engine used in the F250 and F350 MDV pickups, which is also used in the heavier Ford F450/550/600 and F650/750. Diesel equipped MDV pickup trucks are equipped with 6L and larger engines, some of which have peak torque ratings in excess of 1000 ft-lbs. Diesel engines used in MDV pickup trucks have no light-duty counterparts and most also share engine families with significantly heavier classes of vehicles (e.g., weight classes 4 through 7) (Title 40 CFR § 86.1803-01 2023). The use of commercial vans for last mile delivery in the U.S. has grown significantly since the start of the global COVID-19 pandemic, primarily through the growth of e-commerce24. In the U.S., 2021 e-commerce sales totaled $870 billion, which represents an increase of over 14 percent from 2020, and over 50.5 percent compared to 2019. U.S. E-commerce represented just over 13.2 percent of all retail sales in 2021 (U.S. Census Bureau 2022). Globally, the automotive 24 Commercial transactions, including retail sales, conducted electronically on the internet. market supporting e-commerce was valued at over $66 billion in 2021 and is expected to grow to over $75 billion by the end of 2022 and to over $213 billion by 2029. (Fortune Business Insights 2022). Based on the results of a recent pilot study of the electrification of commercial delivery vans and step vans, the North American Council for Freight Efficiency identified this segment as \"100% electrifiable\" (North American Council for Freight Efficiency 2021). Vans using dedicated battery-electric vehicle (BEV) architectures are beginning to enter the U.S. market. The first mass-produced models became available for MY2023 and additional production volume and models have been announced for MY2024. Initial dedicated BEV van chassis have been predominantly targeted towards parcel delivery and include the GM BrightDrop Zevo 400 and Zevo 600; and the Rivian EDV 500 and EDV 700 (Figure 3-9). Both GM and Rivian share key electric powertrain and battery storage components between their light-duty and/or MDPV BEV products and their dedicated BEV commercial van products, which provides improved economies of scale for their commercial BEV MDV vans. EPA does not require manufacturers to the electric range of MDVs, however manufacturers and key customers (e.g., Amazon and FedEx) appear to be targeting approximately 150 miles of range based public data battery pack capacity of approximately 135 kWh for the EDV700, approximately 115-kWh for the Zevo 400, and standard capacity of approximately 115-kWh for the Zevo 600 with an optional 165-kWh capacity (Seabaugh 2022) (BrightDrop 2022) (Battery Design 2022).25 Figure 3-9: Rivian EDV 700 (left) and GM BrightDrop ZEVO 600 MDV (right) vans operated by Amazon and FedEx, respectively. Although no PHEV pickup truck or MDV applications currently exist nor have they been explicitly been modeled within the proposed rule, EPA believes the PHEV architecture may lend itself well to future applications, particularly MDV pickup truck applications at or below 10,000 pounds GVWR and MDV vans used outside of last-mile delivery applications. One major manufacturer, Stellantis, recently announced at the 2023 Consumer Electronics Show that a range-extender will be an option on their new full-size electric pickup (Riley 2023). A MDV PHEV pickup architecture would provide several benefits: some amount of zero emission electric range (depending on battery size); increased total vehicle range during heavy towing and 25 BrightDrop useable pack capacity calculated from: public data on GM ultium prismatic NCMA cells at 103 Ah cell capacity, 3.7 VDC nominal cell voltage; public data on GM Ultium modules at 24 cells per module; and BrightDrop public data on the availability of 14 module and 20 module Ultium battery packs (Battery Design 2022) (BrightDrop 2022). hauling operations using both charge depleting and charge sustaining modes (depending on ICEpowertrain sizing); job-site utility with auxiliary power capabilities similar to portable worksite generators, and the efficiency improvements normally associated with strong hybrids that provide regenerative braking, extended engine idle-off, and launch assist for high torque demand applications. Depending on the vehicle architecture, PHEVs used in MDV pickup applications may also offer additional capabilities, similar to BEV pickups, with respect to torque control and/or torque vectoring to reduce wheel slip during launch in trailer towing applications. In addition, PHEVs may help provide a bridge for commercial consumers that may not be ready to adopt a fully electric MDV pickup. EPA has initiated contract work to investigate likely technology architectures of both PHEV and internal combustion engine range-extended electric light-duty and MDV pickup trucks that we anticipate will provide data in time for the final rule. Costs for potential PHEV designs for this application are outlined in DRIA 2.6.1.4. While the agency anticipates that electrification of vans will be a cost-effective compliance strategy for meeting the proposed GHG and criteria pollutant standards, vehicle manufacturers may also choose to improve their conventional, ICE-based vehicles. MDV GHG emissions can be reduced via improving powertrain efficiency or by making improvements to road loads through improved aerodynamics, reduced tire rolling resistance and reduced vehicle weight. For a summary of conventional MDV GHG emissions control technology, please refer to Chapter 2.5 of the Heavy-duty Phase 2 GHG Regulatory Impact Analysis. MDV emissions that contribute to criteria air pollutants can be reduced by improvements to engine management systems, fuel systems, evaporative emissions control systems, catalyst systems, and via the addition of modern exhaust filtration systems such as the gasoline particulate filter (GPF). Many of the anticipated controls for future MDVs share significant design elements with criteria pollutant emissions controls used for light-duty applications and are discussed in more detail in Chapter 3.4."
            },
            {
                "section_number": "3.1.3",
                "title": "PEV Feasibility",
                "page_number": 11,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "3.1.3.1",
                "title": "PEV Technological Feasibility",
                "page_number": 11,
                "subsections": [],
                "content": " These trends in light- and medium-duty vehicle technology show that BEV and PHEV technologies are already being increasingly employed across the fleet in both light-duty and medium-duty applications. This market shift toward electrification is also evidence that BEVs and PHEVs are seen not only as an effective and feasible means to comply with emissions regulations but also as an effective and attractive solution that can serve the functional needs of a large portion of light- and medium-duty vehicle buyers. This ongoing market shift also represents an opportunity to accelerate needed reductions in criteria pollutant and GHG emissions by encouraging and accelerating continued rapid uptake of these technologies in the U.S. light- and medium-duty vehicle fleet. As noted previously, zero- and near-zero emissions technologies are more feasible and costeffective now than at the time of prior rulemakings. The developments in vehicle electrification that have brought this about are driven in part by the industry's need to compete in a diverse market, as zero-emission transportation policies continue to be implemented across the world. Section I.A.2 of the Preamble provided a comprehensive analysis of recent events in the advance of electrification of the automotive sector, and established a number of important points, which are reviewed briefly below (U.S. EPA 2023). Citations for the content in this section can be found in the parallel discussions in Section I.A.2 of the Preamble, unless specifically cited here. One conclusion of that discussion was that advancement of vehicle electrification is likely being driven in part by automakers' need to compete in a diverse global marketplace in which many jurisdictions are continuing to implement zero-emission transportation policies. Specifically: • At least 20 countries across the world, as well as numerous local jurisdictions, have announced plans to shift all new passenger car sales to zero-emission vehicles in the coming years -- Norway by 2025; Austria, the Netherlands, Denmark, Iceland, India, Ireland, Israel, Scotland, Singapore, Sweden, and Slovenia by 2030, Canada, Chile, Germany, Thailand, and the United Kingdom by 2035, and France, Spain, and Sri Lanka by 2040. • Many of these announcements extend to light commercial vehicles as well, and several also target a shift to 100 percent all-electric medium- and heavy-duty vehicle sales (Norway targeting 2030, Austria 2035, and Canada and the United Kingdom 2040). • Together, the countries that had, by the end of 2022, set a target of 100 percent lightduty zero-emission vehicle sales by 2035, represent at least 25 percent of today’s global light-duty vehicle market. • Countries of the European Union that were not represented in that total will drive the total even higher, as the European Parliament approved a measure in 2023 to phase out sales of ICE passenger vehicles in its 27 member countries by 2035. • In 2021, BEVs and PHEVs together already comprised about 18 percent of the new vehicle market in Western Europe, led by Norway which reached almost 80 percent BEV and 88 percent combined BEVs and PHEVs in 2022. • In the U.S., an increasing number of U.S. states have taken actions to shift the lightduty fleet toward zero-emissions technology, including California, New York, Massachusetts, and Washington state, likely to be followed by Oregon and Vermont. In addition to spurring industry development of BEV and PHEV technology, developments such as these suggest a growing global consensus that BEV and PHEV technologies are feasible candidates for increased use as an emissions-reducing technology. For additional details and citations regarding these domestic and global developments, please refer to Preamble I.A.2.ii. The Preamble also established that demand for these vehicles in the U.S. is rapidly increasing, even under current standards. Major points established by that discussion include (U.S. EPA 2023): • The production of new PEVs (including both BEVs and PHEVs) is roughly doubling every year, projected to be 8.4 percent of U.S. light-duty vehicle production in 2022, up from 4.4 percent in MY 2021 and 2.2 percent in MY 2020. • In California, new light-duty zero-emission vehicle (ZEV) sales in 2022 reached about 19 percent of all new cars, up from 12 percent in 2021 and more than twice the share from 2020. • The number of BEV and PHEV models offered for sale in the U.S. more than doubled between MY 2015 and MY 2021, and is expected to increase to more than 80 models by MY 2023 and more than 180 by 2025. • In 2022, BEVs alone accounted for about 807,000 U.S. new car sales, or about 5.8 percent of the new light-duty passenger vehicle market, up from 3.2 percent BEVs the year before. Before the Inflation Reduction Act (IRA) became law, analysts were already projecting that significantly increased penetration of plug-in electric vehicles would occur in the United States and in global markets. Studies cited in the Preamble established that: • In 2021, IHS Markit predicted a nearly 40 percent U.S. PEV share by 2030. • More recent projections by Bloomberg New Energy Finance suggest that under current policy and market conditions, and prior to the IRA, the U.S. was on pace to reach 40 to 50 percent PEVs by 2030; when adjusted for the effects of the Inflation Reduction Act, this estimate increases to 52 percent. • Another study by the International Council on Clean Transportation (ICCT) and Energy Innovation that includes the effect of the IRA estimates that the share of BEVs will increase to 56 to 67 percent by 2032. • Similarly, Goldman Sachs projects a 50 percent share for BEVs in the U.S. in 2030, 70 percent in 2035 and 85 percent in 2040. Although the assumptions and other inputs to these forecasts vary, they point to greatly increased penetration of electrification across the U.S. light-duty fleet in the coming years, without specifically considering the effect of increased emission standards under this proposed rule. A similar trend was seen in forecasts reviewed for the global market, showing that the shift toward electrification in the U.S. is part of a global phenomenon: • Global light-duty passenger PEV sales (including BEVs and PHEVs) reached 6.6 million in 2021, bringing the total number of PEVs on the road to more than 16.5 million globally. • Global sales of fully-electric BEVs rose to 7.8 million in 2022, an increase of about 68 percent from the previous year and representing about 10 percent of the new global light-duty passenger vehicle market. • In June 2022, Bloomberg New Energy Finance predicted that global sales will rise to 21 million in 2025 (implying an annual growth rate of about 39 percent from 2022), with total global vehicle stock reaching 77 million BEVs by 2025 and 229 million BEVs by 2030. We also observed that the year-over-year growth in U.S. BEV sales suggests that an increasing share of new vehicle buyers are concluding that a PEV is the best vehicle to meet their needs, for example: • PEV owners often describe specific advantages of PEVs as key factors motivating their purchase, such as responsive acceleration, improved performance and handling, quiet operation, lower cost of ownership, and the ability to charge at home. • A 2022 survey from Consumer Reports shows that, even at a time when many consumers are not yet as familiar with BEVs as with ICE vehicles, more than one third of Americans would either seriously consider or definitely buy or lease a BEV today if they were in the market for a vehicle. • According to the U.S. Bureau of Labor Statistics, growth in PEV sales is driven in part by growing consumer demand and growing automaker commitments to electrification. • Most PEV owners who purchase a subsequent vehicle choose another PEV, and often express resistance to returning to an ICE vehicle after experiencing PEV ownership. • Many analysts believe that as PEVs continue to increase their market share, PEV ownership will continue to broaden its appeal as consumers gain more exposure and experience with the technology and with the benefits of PEV ownership, with some analysts suggesting that a \"tipping point\" for PEV adoption may then result. We also noted that, while the purchase price of BEVs is typically higher than for most comparable ICE vehicles at this time, the price difference is widely expected to narrow or disappear, particularly for BEVs, as the cost of batteries and other components fall in the coming years. More specifically, we observed that: • An emerging consensus suggests that purchase price parity is likely to occur by the mid-2020s for some vehicle segments and models, and for a broader segment of the market on a total cost of ownership (TCO) basis. • By some accounts, a compact car with approximately 150 miles of range may already be possible to produce and sell for the same price as a compact ICE vehicle. • Many analysts expect examples of price parity to increasingly appear over the mid- to late-2020s for larger vehicles and those with a longer range. • Prospects for price parity improve greatly when considering state and federal purchase incentives. For example, the Clean Vehicle Credit of up to $7,500 provided under the Inflation Reduction Act may in many cases exceed the current price premium for some BEV models. • Many expect TCO parity to precede price parity by several years, as it accounts for the reduced cost of operation and maintenance for BEVs; for example, Kelley Blue Book already estimates that the lowest TCO for the full-size pickup and luxury car classes of vehicle are BEVs. • TCO parity is of particular interest to commercial and fleet operators, for whom lower TCO is a compelling business consideration. We also showed that a proliferation of announcements by automakers in the past two years, signaling a rapidly growing shift in product development focus among automakers away from internal-combustion technologies and toward electrification, provides further evidence of the feasibility of BEVs and PHEVs as an emissions-reducing technology. Section I.A.2 of the Preamble introduces and cites many of these announcements, which are repeated here for context: • In January 2021, General Motors announced plans to shift its light-duty vehicles entirely to zero-emissions by 2035. • In March 2021, Volvo announced plans to make only electric cars by 2030, and Volkswagen announced that it expects half of its U.S. sales will be all-electric by 2030. • In April 2021, Honda announced a full electrification plan to take effect by 2040, with 40 percent of North American sales expected to be fully electric or fuel cell vehicles by 2030, 80 percent by 2035 and 100 percent by 2040. • In May 2021, Ford announced that they expect 40 percent of their global sales will be all-electric by 2030. • In June 2021, Fiat announced a move to all electric vehicles by 2030, and in July 2021 its parent corporation Stellantis announced an intensified focus on electrification across all of its brands. • In July 2021, Mercedes-Benz announced that all of its new architectures would be electric-only from 2025, with plans to become ready to go all-electric by 2030 where possible. • In August 2021, the Alliance for Automotive Innovation expressed continued commitment to their members' announcements of a shift to electrification and expressed their support for the goal of achieving 40 to 50 percent sales of zeroemission vehicles by 2030. • In December 2021, Toyota announced plans to introduce 30 BEV models by 2030. • According to a tabulation of these and many other OEM announcements, the sales collectively implied by such announcements to date would conservatively amount to about 50 percent new light-duty zero-emission vehicle sales in the U.S. by 2030. • In addition, numerous commitments to produce all-electric medium-duty delivery vans have been announced by large fleet owners including FedEx, Amazon, and Wal-Mart, in partnerships with various OEMs. We also noted that these announcements and others like them continue a pattern over the past several years in which most major manufacturers have taken steps to aggressively invest in zeroemission technologies and reduce their reliance on the internal-combustion engine in various markets around the globe: • One cited analysis indicated that 37 of the world's automakers are planning to invest a total of almost $1.2 trillion by 2030 toward electrification, a large portion of which will be used for construction of manufacturing facilities for vehicles, battery cells and packs, and materials. This would support up to 5.8 terawatt-hours of battery production and 54 million BEVs per year globally. • Another cited analysis showed that a significant shift in North American investment is occurring toward electrification technologies, with more than 90 percent ($36 billion of about $38 billion) of total automaker manufacturing facility investments announced in 2021 being slated for electrification-related manufacturing in North America, with a similar proportion and amount on track for 2022. • In September 2021, Toyota announced large new investments in battery production and development to support an increasing focus on electrification, and in December 2021, announced plans to increase this investment. • In December 2021, Hyundai closed its engine development division at its research and development center in Namyang, South Korea in order to refocus on BEV development. • In summer 2022, Hyundai invested $5.5 billion to fund new battery and electric vehicle manufacturing facilities in Georgia, and recently announced a $1.9 billion joint venture with SK to fund additional battery manufacturing in the U.S. • In September 2022, jointly with the Environmental Defense Fund, General Motors announced a set of recommendations that \"seek to accelerate a zero-emissions, allelectric future for passenger vehicles in model year 2027 and beyond,\" including a recommendation that EPA establish standards to achieve at least a 60 percent reduction in GHG emissions (compared to MY 2021) and 50 percent zero-emitting vehicles by MY 2030. The shift to PEVs is anticipated to accelerate in the United States over the next decade as provisions of the Inflation Reduction Act of 2022 (IRA) begin to take effect (Public Law 117- 169 2022). The IRA has key provisions that will reduce the cost of PEVs to consumers, reduce the cost of battery manufacturing in the U.S. for automakers, and foster significant emissions reductions from the U.S. electric power sector. These include: • Vehicle Provisions including the Domestic Manufacturing Conversion Grant Program, Advanced Technology Vehicle Manufacturing Program, and expanded authorities for the DOE Loan Programs Office • Clean Vehicle Tax Credits including 30D, 45W, 25E and 30C • Advanced Manufacturing Production Credit • Power Sector Provisions • Clean Electricity Production and Investment Tax Credits • Renewable electric generation incentives • Grid battery storage incentives • Existing Nuclear Production Tax Credit • Extends nuclear EGU service life • Carbon Capture and Storage 45Q Tax Credit For further discussion of the impacts of the IRA on the electric power sector, please refer to Chapter 5.2.3 of the DRIA. Taken together, the developments summarized in this section indicate that proven, zeroemission PEV technology is an available and feasible way to greatly reduce emissions and is capable of being implemented across a large portion of the fleet. In Preamble V.B, we addressed the overall technological feasibility and lead time necessary for manufacturers to meet the proposed standards using the array of proven, advanced vehicle technologies that are available to them. There we noted that the technological readiness of the auto industry to meet the proposed standards for model years 2027-2032 is best understood in the context of over a decade of light-duty vehicle emissions reduction programs in which the auto industry has introduced emissions-reducing technologies in a wide lineup of ever more cost effective, efficient, and high-volume vehicle applications. The developments outlined in this section further underscore the fact that PEV technology is already poised to enter the fleet in increasing penetrations. In considering feasibility of the proposed standards, EPA also considers the impact of available compliance flexibilities on automakers’ compliance options, as well as constraints posed by the typical cadence of manufacturer redesign cycles. In Preamble V.B we described how EPA's technical assessment for this proposal accounts for redesign limits.26 Once a redesign opportunity is encountered, we have assumed limits to the rate at which a manufacturer can ramp in the transition from an ICE to a BEV vehicle. We have also applied limits to the ramp up of battery production, considering the time needed to increase the availability of raw materials and 26 In our compliance modeling, we have limited vehicle redesign opportunities in our compliance modeling to every 7 years for pickup trucks, and 5 years for all other vehicles. expand battery production facilities. These limits as they are applied in OMEGA are discussed in DRIA Chapter 2. Overall, it is our assessment that PEV technology is technologically feasible to play a strong role in manufacturer compliance with the proposed standards, and that there is sufficient lead time for the industry to more deploy this technology to successfully comply with the proposed standards. Preamble V.B describes the level of PEV penetration indicated by our compliance analysis, which in the central case of the proposal indicates roughly two-thirds of the light-duty passenger vehicles sold in 2032 would be BEVs. We believe that the discussion in this section outlining the rapid growth in BEV penetration that is already occurring, the breadth and significance of manufacturer plans and investments that underscore this movement, and the overall momentum evident in the industry, provides strong evidence for the feasibility of BEV technology and supports our assessment that the projected levels of BEV penetration under the scenarios of the proposal are feasible and achievable at a reasonable cost. This conclusion is further supported by our analysis of critical minerals, manufacturing capacity, and mineral security, which is introduced in Preamble IV.C.6 and further examined in the next section of this DRIA. For a full discussion of technological feasibility and lead time for compliance with the proposed standards, please see Preamble V.B. While EPA has not explicitly modeled the adoption of PHEV architectures within the analysis for this proposal, the agency recognizes that PHEVs can also provide significant reductions in GHG emissions and that some vehicle manufacturers may choose to utilize this technology as part of their technology offering portfolio in response to customer demands/needs and in response to EPA emission standards (as some firms are already doing today). PHEVs have been available in the light-duty vehicle market in the U.S. for more than a decade and many models are now available across a larger breadth of vehicle types, including sedans, such as the Toyota Prius Prime; and cross-over SUVs, such as the Subaru Crosstrek, Ford Escape PHEV, Kia Niro Plug-in Hybrid, Kia Sportage Plug-In Hybrid, Hyundai Tucson Plug-In Hybrid, Mitsubishi Outlander PHEV and Toyota RAV4 Prime. Stellantis currently offers a minivan PHEV, the Chrysler Pacifica Hybrid; and two large PHEV SUVs are available, the Jeep Grand Cherokee 4xe and Lincoln Corsair Grand Touring. This further confirms that the modeling for the proposed standards is illustrative of a reasonable path to compliance for automakers, but is not intended to be prescriptive and may be conservative (i.e., overestimate costs of compliance), as discussed further in Preamble V.B."
            },
            {
                "section_number": "3.1.3.2",
                "title": "Critical Minerals and Manufacturing",
                "page_number": 18,
                "subsections": [],
                "content": " In Section IV.C.6 of the Preamble, we provided a comprehensive analysis of recent events in the growth of U.S. and global battery manufacturing capacity, reviewed the role and importance of critical minerals, and considered the outlook for critical mineral supply and demand. In that discussion, we established a number of important points, which are reviewed briefly in this section. The remainder of this section details how we used this information to develop a modeling constraint meant to represent a production-based limit on the rate of penetration of PEV technology into the fleet during the time frame of the proposed standards. Citations for the content in this section can be found in the parallel discussions in Preamble IV.C.6, unless specifically cited here. The Preamble discussion established a number of key observations about the status of critical minerals and manufacturing capacity, and the outlook for development of the supply chain in response to industry investment and government policy (U.S. EPA 2023): • Although much of the supply chain supporting the manufacture of PEVs is located outside of the U.S., more than half of battery cells and 84 percent of assembled packs in PEVs sold in the U.S. from 2010 to 2021 were produced in the U.S. • This suggests that PEV production in the U.S. need not be heavily reliant on foreign manufacture of battery cells or packs as PEV penetration increases and domestic mineral and cell production comes online. • Many automakers are building battery and cell manufacturing facilities in the U.S. and are also taking steps to secure domestically sourced minerals and commodities to supply production for these plants. • Analysis of constructed and planned plant capacity for assembly of cells and packs indicates that battery manufacturing capacity does not appear to pose a critical constraint to expected uptake of PEVs, either globally or domestically. • Domestically, construction announcements made by the major automakers indicate that the U.S. will have more than 800 GWh of cell or battery manufacturing capacity by 2025, and 1000 GWh by 2030, enough to supply from 10 to 13 million BEVs per year. We also drew observations regarding which minerals are of greatest concern as a potential constraint on PEV production during the time frame of the rule: • Mineral demand for ICE catalyst production is relatively stable and would not be expected to increase as a result of electrification. • Rare earths used in permanent magnet motors have potential alternatives in the use of induction machines or other electric machine technologies that do not require rareearth magnets, or in the use of advanced ferrite or other advanced magnets. • On a sheer quantity basis and probably also on a value basis, battery minerals are likely to be the most important mineral-related constraint on PEV production during the time frame of the rule. • Of these, the most attention is commonly given to lithium, nickel, cobalt, and graphite. • Currently, most mining and refining of these minerals occurs outside of the U.S. and they are largely imported as refined products. • The U.S. does not lack significant deposits of these minerals, and has formerly produced them, but relatively little mining and refining capacity is currently in operation or remains undeveloped. • The development of mining and refining capacity in the U.S. is a primary focus of industry toward building a robust domestic supply chain for electrified vehicle production. • For example, LG Chem has announced plans for a cathode material production facility in Tennessee, said to be sufficient to supply 1.2 million high-performance electric vehicles per year by 2027. We also noted that further development of a domestic mineral supply chain will be accelerated by the provisions of the Inflation Reduction Act (IRA) and the Bipartisan Infrastructure Law (BIL), as well as ongoing efforts by the Executive Branch: • The IRA offers sizeable tax provisions that incentivize domestic production of batteries and critical minerals, including a $7,500 Clean Vehicle Credit for vehicles manufactured in North America that use domestically produced components and mineral products, and production tax credits that apply to domestically produced cells, modules, electrode active materials, and critical minerals, that can reduce battery manufacturing cost by a third or more. • The BIL provides $7.9 billion to support development of the domestic supply chain for battery manufacturing, recycling, and critical minerals. Provisions extend across critical minerals mining and recycling research, USGS energy and minerals research, rare earth elements extraction and separation research and demonstration, and expansion of DOE loan programs in critical minerals and recycling. • Through these provisions DOE is actively working to prioritize points in the domestic supply chain to target with accelerated development, and rapidly funding those areas through numerous programs and funding opportunities. • With BIL funding and matching private investment, more than half of the capital investment that the Department of Energy's Li-Bridge alliance considers necessary for supply chain investment to 2030 has already been committed. We also noted the following observations about forecast global supplies of refined critical minerals: • According to analyses by Department of Energy's Li-Bridge, no shortage of cathode active material or lithium chemical supply is seen globally through 2035 under current projections of global demand. • The International Energy Agency reached similar conclusions for cobalt and nickel, projecting that lithium would be in sufficient supply through at least 2028, before consideration of new DOE projections of additional capacity that could further boost lithium supply beyond current IEA and BNEF projections. • Despite recent short-term fluctuations in price, the price of lithium is expected to stabilize at or near its historical levels by the mid-2020s, further suggesting that a critical long-term shortage is not expected to develop. In the context of all of the findings reviewed above, EPA recognizes that the global minerals industry is already anticipating and preparing for accelerated growth in demand for critical minerals resulting from already-existing expectations of greatly increased global PEV production and sales in the future, as well as expectations of growing demand for these materials in other areas of clean energy and decarbonization. Thus, in the context of evaluating the impact of the proposed standards on demand for critical minerals and development of the domestic supply chain, EPA recognizes that much of the anticipated growth in global mineral demand stems not from the incremental effect of the proposed standards but from these ongoing forces that are already driving the global industry to increase mineral production. Relatedly, EPA notes that the IRA, the BIL, and ongoing activity on the part of Executive Branch agencies are actively addressing the need for further development of the domestic supply chain to supply growing demand for critical minerals. The provisions of the IRA and BIL were in fact developed with the intent of growing the domestic supply chain for critical minerals and related products and to achieve mineral security as the industry pursues clean energy technology. Accordingly, EPA expects that the BIL and IRA will prove instrumental in meeting incremental needs of the supply chain under the proposed standards. In modeling potential PEV penetration into the fleet as a result of the proposed standards, EPA considered how best to represent any limitations that are likely to be imposed by the supply chain. Potential constraints on availability of minerals that are used in the manufacture of PEVs are particularly relevant to projecting practical limits on the rate of penetration of PEVs into the fleet in the future. EPA considered data from industry analysts, including Wood Mackenzie and Benchmark Minerals Intelligence, to pursue a quantitative and qualitative understanding of the future availability of these critical battery minerals during the time frame of the rule. From a modeling perspective, the question of how to constrain the modeled rate of BEV penetration to remain within limits imposed by the developing supply chain is an important one. As part of the rulemaking analysis, EPA uses its OMEGA model to identify compliance pathways (in other words, applications of available technology to the fleet) by which manufacturers can meet the standards. The OMEGA model selects among available advanced vehicle technologies and applies them to the fleet in the most cost-effective way, given the cost of each technology and its effectiveness at achieving manufacturer compliance within the fleet averaging structure of the program. Although BEV technology has a higher absolute cost than many other technologies, it is particularly attractive to manufacturers because BEVs achieve zero tailpipe emissions and are credited with such under the compliance accounting. On the other hand, there is likely to be a limit to the rate at which BEV technology can phase into the fleet due to various constraining forces such as growth in consumer acceptance, timing of refresh/redesign cycles, activation of battery cell and pack manufacturing capacity, and critical mineral availability, particularly in the early years of the analysis. If these constraints were not represented, the OMEGA model might select BEV technology at a rate that results in a faster penetration of BEVs into the fleet than these real-world constraints might practically allow. EPA implemented several constraints in the OMEGA model to account for these factors. Consumer acceptance is discussed in more detail in Chapter 4 of this DRIA, and its representation by means of S-curves in the OMEGA model is discussed in Chapter 2.6.5. Refresh/redesign cycles are also represented in the OMEGA model and are discussed in more detail in Chapter 2.6.4.1 of this DRIA as well as IV.C of the Preamble. To account for potential limits posed by battery manufacturing capacity and critical minerals, EPA implemented a constraint in terms of Gigawatt-hours (GWh) of lithium-ion battery production per year that could be available for BEVs supplying the U.S. new vehicle fleet. As described below, we developed this constraint by considering estimates of existing and announced battery production capacity in North America and comparing these forecasts to estimates of projected lithium supply and demand. To develop a modeling constraint on PEV production, we considered available data on forecast battery manufacturing capacity, global lithium demand, and global lithium chemical production. As all such estimates concern prediction of future events and are by nature uncertain (particularly in the out years), we adopted a simplified approach that provided what we consider to be a reasonable and conservative view of future PEV production capacity as constrained by manufacturing and mineral supply. We selected lithium supply as the primary mineral-based limiting factor for several reasons. In Preamble IV.C.6 we noted that cobalt, nickel, and manganese are important to today's leading battery chemistry formulations, but we also note that there is some flexibility in choice of cathode minerals, and in many cases, opportunity will exist to reduce cobalt and manganese content or to employ iron-phosphate cathode chemistries that do not utilize nickel, cobalt or manganese. Graphite is used as the anode of most current and near-term PEV battery chemistries, and all require lithium in the form of lithium carbonate or lithium hydroxide in the electrolyte and the cathode. The role of natural graphite in many cases can be served by artificial graphite or highly refined hard or amorphous carbon. However, lithium has no substitute in commercially produced automotive applications at this time (however, see the discussion of alternatives to lithium under development, later in this section). Although the common chemistries vary in their need for either lithium hydroxide or lithium carbonate, either can potentially be produced from available lithium sources. Further, and as described in greater detail in Preamble IV.C.6, we considered the projections of cobalt, nickel, and lithium supply and demand published in 2022 by the International Energy Agency (IEA), which concluded that supply of cobalt and nickel should be sufficient to meet demand between 2020 and 2030 for the two most likely demand scenarios modeled, while lithium demand may begin to approach available supply after 2025 (for further discussion and citations see Preamble IV.C.6). By contrast, as also described in Preamble IV.C.6, projections made by DOE in November 2022 indicate that global supplies of cathode active material (and incidentally, lithium chemical products) are expected to be sufficient to meet expected global demand through 2035. The observations described above, taken together, suggest that critical battery mineral supply is likely to be adequate to meet anticipated demand, in some cases by a significant margin. This data also suggests that, among the primary critical minerals needed for battery manufacturing, growth in demand for lithium would likely be the first to approach available supply, if a battery mineral shortage were to be encountered. Accordingly, we focused on lithium availability as a potential limiting factor on the rate of growth of PEV production, and thus the most appropriate basis for establishing a modeling constraint on PEV penetration into the fleet over the time frame of the proposed rule. With regard to battery manufacturing capacity in the U.S., we considered estimates of announced manufacturer plans and currently installed capacity as reported in mid-2022 by S&P Global and in late 2022 by Argonne National Laboratory. These sources are discussed in more detail in Preamble IV.C.6. S&P Global indicated that U.S. battery manufacturing capacity will reach 382 GWh by 2025 (S&P Global 2022a), and 580 GWh by 2027. (S&P Global 2022b). A later and more detailed estimate by Argonne National Laboratory reported 838 GWh of capacity by 2025, 896 GWh by 2027, and 998 GWh by 2030, the vast majority representing cell manufacturing capacity, and sufficient to supply final pack assembly for 10 to 13 million BEVs per year by 2030 (Argonne National Laboratory 2022).While it remains possible that some of this nameplate capacity may be implemented in stages to match suppliers' expectations of cell demand, we assumed that the rapidly increasing demand scenario that the industry widely anticipates will incentivize rapid buildout of the full announced capacity. In such a scenario, the primary lead time component in meeting new demand is likely to be planning and construction of the base plant, rather than outfitting production lines once the plant is built. Although these forecasts suggest that planned manufacturing facility capacity could be a potential basis for a modeling constraint on battery production, this would not reflect the possibility that operating capacity could be constrained by mineral availability. We thus sought to condition these production capacities by comparing them to estimates of global lithium supply and demand. Here it is relevant to note that, although the Inflation Reduction Act incentivizes use of domestically sourced and processed mineral products, it only ties these products to availability of the related tax incentives (primarily the Clean Vehicle Credit under 30D) and does not prohibit use of imported mineral products by manufacturers that cannot secure domestic sources. Thus, it is the global supply for lithium, not only domestically sourced supply, that potentially constrains battery production. We then referred to proprietary projections of lithium chemical capacity obtained from Wood Mackenzie through a service subscription (Wood Mackenzie 2022). Forecast lithium production in tons per year was reported as lithium carbonate equivalent (LCE) which EPA converted to GWh of gross battery capacity using a widely accepted conversion factor. As a first-order, conservative approximation of lithium availability to supply U.S. demand, we first subtracted the Wood Mackenzie projections of U.S. lithium demand from their projections of global demand, to estimate a \"rest of world\" (ROW) lithium demand trajectory. We then calculated the difference between the ROW demand trajectory and the Wood Mackenzie high and low estimates of global lithium chemical production. This difference was taken to represent a hypothetical lithium production capacity that would be available to the U.S. market, assuming that ROW demand was satisfied first, and growing demand did not generate a demand response among lithium suppliers beyond what is already represented in the forecast. This is likely a conservative assumption, as market forces would ultimately play some role in determining distribution, and increased demand would likely result in higher prices and greater market certainty for investment in additional supply capacity. We also noted that the resulting availability curve would be most applicable to earlier years, as the data on which it was based does not represent likely industry response to increased lithium demand as the market continues to grow. For this reason, we do not depict the supply curves beyond 2027 due to the lack of modeled demand response in the underlying data. Figure 3-10 shows the S&P and Argonne battery plant production capacity estimates plotted against the calculated lithium production capacity potentially available to the U.S. market (in estimated battery GWh equivalent). Figure 3-10: Limit on battery GWh demand implemented in OMEGA, compared to projected battery manufacturing capacity and excess lithium supply We then examined this data to establish a conservative but reasonable limit on GWh battery supply for use by the OMEGA model. First, we noted that the S&P estimate of U.S. battery manufacturing plant production capacity, which due to its earlier date of origin is likely conservative and extends only to 2027, is well beneath the low estimate of hypothetical \"excess\" lithium supply. This suggests that lithium supply is more than sufficient to sustain the S&P estimate of U.S. plant operation at full capacity. The ANL accounting of U.S. plant capacity is larger than the S&P accounting, reflecting the pace of newer announcements, although it does not distinguish between likely actual production and nameplate capacity. It exceeds the low estimate of excess lithium supply but is still well within the upper limit for most of its trajectory. As a conservative bound on battery production capacity for the OMEGA model, we thus followed the S&P trajectory to 2027 at 580 GWh. This trajectory stays within lower expected lithium excess capacity for the first several years, when limited time is available for new capacity to come on-line. Past 2027, estimates of \"excess\" lithium as a difference between ROW demand and a current accounting of global supply become less informative, because a demand response is not built into the supply data. Therefore, uncertainty about the supply-demand balance against ROW demand increases rapidly as the time horizon increases. In general, analysts believe that as demand for a mineral commodity remains strong over time, investment in mining operations and exploration will consistently increase, which leads to unknown or previously unprofitable geological sources to become available (Sun, Ouyang and Hao 2022). In resonance with this fact, we noted that it seems very unlikely from an investment point of view that manufacturers and battery suppliers would plan to construct plant capacity to come online in 2030 if it exceeds their expectation of availability of mineral products to supply the plant's production. Given the amount of lead time in the time frame past 2027 and the current level of activity in development of supply chain capacity across the world, we considered it reasonable to expect that the ANL estimate for 2030 at 998 GWh should be feasible to supply. We then continued a similar rate of increase to 2035 at 1500 GWh. Passing through these three defined points results in an almost linear growth rate that we then adopted as the annual battery GWh production limit for OMEGA modeling purposes. We flattened the limit at 1500 GWh after 2035 due to lack of data for that time period. Here it is important to note, again, that our estimate of \"excess\" lithium available to the U.S., as the difference between currently anticipated global lithium supply and ROW demand, is likely a conservative estimate because it quantifies only currently known sources of lithium that will not be subject to demand elsewhere, and does not reflect the development of additional sources over time, nor the market forces that will ultimately determine where these supplies will be deployed. The numeric values for the annual GWh limit input to OMEGA are provided in DRIA 2.6.4.2. More details on how OMEGA calculates BEV battery capacities that are summed to a fleet GWh production capacity is provided in DRIA 2.5.2.1.1."
            },
            {
                "section_number": "3.1.3.3",
                "title": "Additional Information on Critical Mineral Supply Chain Development",
                "page_number": 25,
                "subsections": [],
                "content": " This section provides additional detailed evidence of recent developments in the growth of the critical mineral supply chain, and other specific topics relevant to this topic. Citations for all of the examples listed in this section may be found in a Memo to the Docket titled \"DOE Communication to EPA Regarding Critical Mineral Projects.\" A number of additional U.S. government efforts are underway to accelerate lithium and critical minerals production: • In February 2023, President Biden signed a presidential waiver of some statutory requirements (Waiver) authorizing the use of the Defense Production Act (DPA) to allow the Department of Defense (DoD) to more aggressively build the resiliency of America's defense industrial base and secure its supply chains including for critical minerals and energy storage. Since many of the investments needed in areas like mining and processing of critical minerals can be very costly and take several years, the Waiver permits the DoD to leverage DPA Title III incentives against critical vulnerabilities, and removes the statutory spending limitation for aggregate action against a single shortfall exceeding $50 million. This in turn allows the DoD to make more substantial, longer-term investments. • In December 2022, the Blue Ribbon Commission on Lithium Extraction in California issued a report detailing actions to support the further develop geothermal power with the potential co-benefit lithium recovery from existing and new geothermal facilities in the Salton Sea geothermal resource area. The three owners developing projects in California may produce 600 kt/y LCE from geothermal brines around 2030. • In June 2022, the United States formed the Minerals Security Partnership, whose goal is to ensure that critical minerals are produced, processed, and recycled in a manner that supports the ability of countries to realize the full economic development benefit of their geological endowments. The MSP will help catalyze investment from governments and the private sector for strategic opportunities —across the full value chain —that adhere to the highest environmental, social, and governance standards. Preamble IV.C.6 mentioned $3.4 billion in DOE Loan Program projects that were recently awarded to aid in the extraction, processing and recycling of lithium and other critical minerals to support continued market growth. Details on these projects are provided below. • A $50M BIL grant to Lilac plans to build out domestic manufacturing capacity for the company’s patented ion-exchange technology to increase production of lithium from brine resources with minimal environmental impact and streamlined project development timelines, and develop domestic lithium projects. • A $141.7M BIL grant to Piedmont Lithium plans to accelerate the construction of the Tennessee Lithium project in McMinn County as a world-class lithium hydroxide operation, which is expected to more than double the domestic production of batterygrade lithium hydroxide. The project is being designed to produce lithium hydroxide from spodumene concentrate using the innovative Metso:Outotec process flow sheet, enabling lower emissions and carbon intensity as well as improved capital and operating costs relative to incumbent operations. • A $150M BIL grant to Albemarle plans to support a portion of the cost to construct a new, commercial-scale U.S.-based lithium concentrator facility at Albemarle's Kings Mountain North Carolina location. Albemarle’s “mega-flex” conversion facility would be capable of accommodating multiple feedstocks, including spodumene from the proposed reopening of the company's hard rock mine in Kings Mountain; its existing lithium brine resources in Silver Peak, Nevada, and other global resources; as well as potential recycled lithium materials from existing batteries. The facility is expected to eventually produce up to 100,000 metric tons of battery-grade lithium per year to support domestic manufacturing of up to 1.6 million EVs per year. • A $700 million DOE loan to Ioneer Rhyolite Ridge LLC plans to help develop domestic processing capabilities of lithium carbonate for nearly 400,000 EV batteries from the Rhyolite Ridge Lithium-Boron Project in Esmeralda County, Nevada. • A $2 billion DOE loan to Redwood Materials plans to construct and expand its battery materials recycling campus in McCarran, Nevada. It would be the first U.S. facility to support production of anode copper foil and cathode active materials in a fully closedloop lithium-ion battery manufacturing process by recycling end-of-life battery and production scrap and remanufacturing that feedstock into critical materials, supporting EV production of more than 1 million per year. Redwood Materials will use both new and recycled feedstocks—comprised of critical materials like lithium, nickel, and cobalt—to produce approximately 36,000 metric tons per year of ultra-thin batterygrade copper foil for use as the anode current collector, and approximately 100,000 metric tons per year of cathode active materials. • A $375 million DOE loan to Li-Cycle plans to help finance a high efficiency, lowemission resource recovery facility for batteries in Rochester, New York. The Li- Cycle project will use hydrometallurgical recycling to efficiently recover battery-grade lithium carbonate, cobalt sulfate, nickel sulfate, and other critical materials from manufacturing scrap materials and used batteries to enable a circular economy. Although currently there is no alternative to lithium in manufacturing automotive BEV batteries, several alternatives are under development that may provide an alternative, either in automotive batteries, or in non-automotive applications whose use of these alternatives would reduce competition for lithium in automotive applications. Citations for these examples may be found in a Memo to the Docket titled \"DOE Communication to EPA Regarding Critical Mineral Projects.\" • BNEF estimates that sodium-ion batteries are scaling for use in applications that do not require the high-performance capabilities of large EV batteries, including stationary energy storage and 2- and 3-wheeled vehicles. Substitution from lithium to alternative chemistries could alleviate price pressures as soon as 2026. • A new PNNL molten salt battery design, which uses Earth-abundant and low-cost materials, has demonstrated superior charge/discharge capabilities at lower operating temperatures while maintaining high energy storage capacity compared to conventional sodium batteries. • NASA’s Solid-state Architecture Batteries for Enhanced Rechargeability and Safety (SABERS) research for aerospace applications will likely have spin-off benefits for the automotive sector. As lithium-ion based liquid electrolytes are not suitable for aircraft, the development of a scalable, solid-state battery that is safer, more energy dense, and capable of faster charging has high commercialization potential in on-road vehicles applications, and can reduce lithium demand. Finally, a large amount of research and development is taking place to increase circularity and effective use of lithium and critical minerals. Beyond commercial technologies, continued research and development with industry and academia through the US Automotive Battery Consortium (USABC), Critical Minerals Institute (CMI), and ARPA-E will expand the recycling and recovery of lithium to help expand the use of unconventional supplies to help pace the growing demand for EVs: • A $2M USABC grant to American Battery Technology Company (ABTC) in Fernley, Nevada will help develop a recycling development program to demonstrate a scaled, fully-domestic, integrated processing cycle for the universal recycling of large format Li-ion batteries in coordination with partners in the battery supply chain. • The CMI’s EC-LEACH project successfully demonstrated a 10x scale-up of electrochemical leaching for lithium-ion batteries black mass, e-waste comprised of crushed and shredded battery cells, with a capacity up to 500 g/day, achieving over 96% leaching efficiency for all metals. The scale up demonstrated leaching under higher voltage while maintaining lower currents and used conventional power electronics. • $39 million in ARPA-E funding for the Mining Innovations for Negative Emissions Resource Recovery (MINER) program will help develop market-ready technologies that will increase domestic supplies of critical elements, including copper, nickel, lithium, cobalt, rare earth elements, that are required for the clean energy transition. The MINER program will fund research that increases the mineral yield while decreasing the required energy, and subsequent emissions, to mine and extract energyrelevant minerals."
            },
            {
                "section_number": "3.2",
                "title": "Proposed Criteria and Toxic Pollutant Emissions Standards for Model Years 2027-",
                "page_number": 28,
                "subsections": [],
                "content": " 2032 EPA is proposing changes to criteria pollutant emissions standards for both light-duty vehicles and medium duty vehicles (MDV). Light-duty vehicles include LDV, LDT, and MDPV. NMOG+NOx changes for light-duty vehicles include a fleet average that declines from 2027- 2032 in the early compliance program (or steps down in 2030 for GVWR > 6,000 lb. in the default program), the elimination of higher certification bins, a requirement for the same fleet average emissions standard to be met across four test cycles (25°C FTP, HFET, US06, SC03), a change from fleet average NMHC standards to one fleet average NMOG+NOx standard in the - 7°C FTP test, and three NMOG+NOx provisions similar to requirements defined by the CARB Advanced Clean Cars II program. NMOG+NOx. changes for MDV include a fleet average that declines from 2027-2032 in the early compliance program (or steps down in 2030 in the default program), the elimination of higher certification bins, a requirement for the same fleet average emissions standard to be met across four test cycles (25°C FTP, HFET, US06, SC03), and a new fleet average NMOG+NOx standard in the -7°C FTP. EPA is proposing a requirement for spark ignition and compression ignition MDV with GCWR above 22,000 lb to comply with enginedynamometer- based criteria pollutant emissions standards under the heavy-duty engine program instead of the chassis-dynamometer-based criteria pollutant emissions standards (88 FR 4296 2023). EPA is proposing to continue light-duty vehicle and MDV fleet average FTP NMOG+NOx standards that include both ICE-based and zero emission vehicles in a manufacturer's compliance calculation. Performance-based standards that include both ICE and zero emission vehicles are consistent with the existing NMOG+NOx program as well as the GHG program. EPA has considered the availability of battery electric vehicles as a compliance strategy in determining the appropriate fleet average standards. Given the cost-effectiveness of BEVs for compliance with both criteria pollutant and GHG standards, EPA anticipates that most (if not all) automakers will include BEVs in their compliance strategies. However, the standards continue to be a performance-based fleet average standard with multiple paths to compliance, depending on choices manufacturers make about deployment of a variety of emissions control technologies for ICE as well as electrification and credit trading. EPA is proposing a PM standard of 0.5 mg/mi for light-duty vehicles and MDV that must be met across three test cycles (-7°C FTP, 25°C FTP, US06), a requirement for PM certification tests at the test group level, and a requirement that every in-use vehicle program (IUVP) test vehicle is tested for PM. The 0.5 mg/mi standard is a per-vehicle cap, not a fleet average. EPA is proposing CO and formaldehyde (HCHO) emissions requirement changes for lightduty vehicles and MDVs including transitioning to emissions caps (as opposed to bin-specific standards) for all emissions standards, a requirement that CO emissions caps be met across four test cycles (25°C FTP, HFET, US06, SC03), and a CO emissions cap for the -7°C FTP that is the same for all light-duty vehicles and MDVs. EPA is proposing a refueling standards change to require incomplete MDVs to have the same on-board refueling vapor recovery standards as complete MDVs. EPA is also proposing eliminating commanded enrichment as an AECD for power and component protection. The proposal allows light-duty vehicle 25°C FTP NMOG+NOx credits and -7°C FTP NMHC credits (converting to NMOG+NOx credits) to be carried into the new program. It only allows MDV 25°C FTP NMOG+NOx credits to be carried into the new program if a manufacturer selects the early compliance pathway. New credits may be generated, banked and traded within the new program to provide manufacturers with flexibilities in developing compliance strategies. The proposed phase-in for criteria pollutant standards, including NMOG+NOx, PM, CO, HCHO, CARB ACC II NMOG+NOx provisions, and elimination of enrichment, is described in detail within the Preamble to the proposal in § III.C.1 and is briefly summarized in Table 3-2 below. Table 3-2: All combinations of criteria pollutant phase-in scenarios available to manufacturersa Model Year ≤ 8,500 lb. GVWRb 8,501-14,000 lb. GVWR Chassis Certificationb 8,501-14,000 lb. GVWR Engine Certificationb 2027 40% 40% 40% 2028 80% 80% 80% 2029 100% 100% 100% 2030+ 100% 100% 100% Model Year ≤ 8,500 lb. GVWRb 8,501-14,000 lb. GVWR Chassis Certification 8,501-14,000 lb. GVWR Engine Certificationb 2027 40% 0% 40% 2028 80% 0% 80% 2029 100% 0% 100% 2030+ 100% 100% 100% Model Year ≤ 8,500 lb. GVWRb 8,501-14,000 lb. GVWR Chassis Certificationb 8,501-14,000 lb. GVWR Engine Certification 2027 40% 40% 0% 2028 80% 80% 0% 2029 100% 100% 0% 2030+ 100% 100% 100% Model Year ≤ 8,500 lb. GVWRb 8,501-14,000 lb. GVWR Chassis Certification 8,501-14,000 lb. GVWR Engine Certification 2027 40% 0% 0% 2028 80% 0% 0% 2029 100% 0% 0% 2030+ 100% 100% 100% Model Year ≤ 6,000 lb. GVWR 6,001-8500 lb. GVWR 8,501-14,000 lb. GVWR Chassis Certificationb 8,501-14,000 lb. GVWR Engine Certificationb 2027 40% 0% 40% 40% 2028 80% 0% 80% 80% 2029 100% 0% 100% 100% 2030+ 100% 100% 100% 100% Model Year ≤ 6,000 lb. GVWR 6,001-8500 lb. GVWR 8,501-14,000 lb. GVWR Chassis Certification 8,501-14,000 lb. GVWR Engine Certificationb 2027 40% 0% 0% 40% 2028 80% 0% 0% 80% 2029 100% 0% 0% 100% 2030+ 100% 100% 100% 100% Model Year ≤ 6,000 lb. GVWR 6,001-8500 lb. GVWR 8,501-14,000 lb. GVWR Chassis Certificationb 8,501-14,000 lb. GVWR Engine Certification 2027 40% 0% 40% 0% 2028 80% 0% 80% 0% 2029 100% 0% 100% 0% 2030+ 100% 100% 100% 100% Model Year ≤ 6,000 lb. GVWR 6,001-8500 lb. GVWR 8,501-14,000 lb. GVWR Chassis Certification 8,501-14,000 lb. GVWR Engine Certification 2027 40% 0% 0% 0% 2028 80% 0% 0% 0% 2029 100% 0% 0% 0% 2030+ 100% 100% 100% 100% a Specific applicable phase-in depends upon a manufacturer's decisions regarding default or early compliance for vehicles above 6,000 pounds GVWR. See § III.C of the Preamble to the proposed rule b Early compliance."
            },
            {
                "section_number": "3.2.1",
                "title": "Proposed NMOG+NOX standards",
                "page_number": 31,
                "subsections": [],
                "content": " EPA is proposing new NMOG+NOX standards for MY2027 and later. The standards are structured to take into account this increased vehicle electrification that will be occuring over the next decade. The current Tier 3 fleet average NMOG+NOX emissions standards were fully phased-in for Class 2b and Class 3 (structured together as MDV within this proposal) in 2022 at 178 and 247 mg/mi, respectively. Tier 3 standards for light-duty vehicles, including LDT3 and LDT4 trucks and medium-duty passenger vehicles (MDPVs), will be fully phased into the Tier 3 30 mg/mi fleet average NMOG+NOX standard in 2025. Tier 3 standards are feasible without vehicle electrification. In the absence of our proposed NMOG+NOx standards, as sales of PEVs continue to increase, there would be an opportunity for the remaining ICE portion of light-duty vehicles and MDVs to reduce emission control system content (i.e., system costs) and comply with less stringent NMOG+NOx standard bins under Tier 3. If this were to occur, it would have the effect of increasing NMOG+NOx emissions from the ICE portion of the light-duty vehicle and MDV fleet and delay the overall fleet emission reductions of NMOG+NOx that would have occurred from increased penetration of PEVs into the light-duty vehicle and MDV fleets. The structure of the proposed NMOG+NOX standards has been designed to cap the NMOG+NOx contribution of ICE vehicles at approximately Tier 3 levels for light-duty vehicles and at approximately 100 mg/mi NMOG+NOx for MDV.. The feasibility of ICE MDV meeting 100 mg/mi NMOG+NOX by 2027 is discussed in further detail within Chapter 3.2.1.3. The yearover- year reductions in 2027 and later light-duty and MDV NMOG+NOX standards from an average of 30 mg/mi and 100 mg/mi, respectively, thus would occur primarily from increased year-over-year electrification of new vehicle sales and the resulting averaging of zero emission vehicles with ICE vehicles within the fleet average light-duty and MDV NMOG+NOX standards. The Clean Air Act (CAA) requires 4 years of lead time and 3 years of standards stability for heavy-duty vehicles. There are three categories of vehicles that are currently regulated as lightduty vehicles but are defined within the CAA as heavy-duty vehicles for purposes of lead time and standards stability: the heavy-light-duty truck categories (LDT3 and LDT4) and MDPV.27 Furthermore, MDVs are also defined as heavy-duty vehicles under the CAA. EPA is proposing several alternative pathways for these three categories of vehicles for compliance with the proposed NMOG+NOx standards. The Agency’s early compliance NMOG+NOx program would apply to all LDV, LDT, MDPV, and MDV vehicles beginning in 2027 in order to coincide with the timing of increased electrification of these vehicles. However, mandatory regulations beginning in 2027 would not provide 4 years of lead time as required for vehicles defined as heavy-duty under the CAA. To address this issue, we are proposing two schedules for compliance with NMOG+NOx standards for LDT3, LDT4, MDPV, and MDV. The early compliance pathway (Table 3-3) has LDT3, LDT4 and MDPV meeting identical and gradually declining fleet average NMOG+NOX emissions standards to those for LDV, LDT1 27 Light-duty truck 3 (LDT3) is defined as any truck with more than 6,000 pounds GVWR and with an ALVW of 5,750 pounds or less. Light-duty truck 4 (LDT4) is defined as any truck is defined as any truck with more than 6,000 pounds GVWR and with an ALVW of more than 5,750 pounds. See 40 CFR 86.1803-01 – Definitions. For current and proposed MDPV definitions, see § III.D of the Preamble to this proposed rule. and LDT2 (see §III.C.1.iii in the Preamble for the proposed rule).28 It also includes separate, gradually declining fleet average NMOG+NOX emissions standards for MDV with less than 22,000 pounds GCWR (see §III.C.1.iv in the Preamble for the proposed rule). This pathway for early compliance with NMOG+NOX emissions standards for LDT3, LDT4, MDPV and/or MDV includes additional flexibilities (see see §III.C.9 in the Preamble for the proposed rule). The second, and default, NMOG+NOx compliance path (Table 3-4) has LDV, LDT1, and LDT2 meeting a gradually declining fleet average NMOG+NOx standards from 2027 through 2032. Vehicles in the LDT3, LDT4, and MDPV categories would continue to meet Tier 3 standards through the end of MY 2029 and then would proceed to meeting a 12 mg/mi NMOG+NOx standard in a single step in MY 2030 in order to comply with CAA provisions for 4 years of lead time and 3 years of standards stability. Similarly, MDVs would continue to meet Tier 3 standards through the end of MY 2029 and then MDVs with less than 22,000 lb. GCWR would proceed to meeting a 60 mg/mi NMOG+NOx standard in a single step in 2030 in order to comply with CAA provisions for 4 years of lead time and 3 years of standards stability. We are also proposing a similar choice between early compliance and default compliance pathways for MDVs with high GCWR, which are defined as being at or above 22,000 lb (see III.C.2 and III.C.5 in the Preamble to the proposed rule). Under the early compliance pathway, high GCWR MDVs would comply with MY 2027 and later heavy-duty engine criteria pollutant emissions standards beginning with MY 2027 (see section III.C.5 in the Preamble for the proposed rule). Manufacturers with high GCWR MDVs choosing the early compliance pathway would have additional flexibilities with respect to GHG compliance. They could delay entry into the MDV GHG work factor-based fleet average standards until the beginning of MY 2030 (see § III.B.3 in the Preamble for the proposed rule). Under the default compliance path (Table 3-4), high GCWR MDVs would continue to comply with Tier 3 standards until the end of MY 2029 and then would comply with MY 2027 and later heavy-duty engine criteria pollutant emissions standards beginning with MY 2030 in order to comply with CAA provisions for 4 years of lead time. Under this default compliance path, high GCWR MDVs would comply with fleet average MDV GHG emissions beginning with MY 2027 (see § III.B.3 in the preamble for the proposed rule). 28 Note that the LDV, LDT1 and LDT2 classifications are defined in 40 CFR 86.1803-01 – Definitions. Table 3-3: LDV, LDT, MDPV and MDV fleet average, chassis dynamometer FTP NMOG+NOX standards under the early compliance pathway Model Year LDV, LDT1, LDT2, LDT3†, LDT4† & MDPV† NMOG+NOX (mg/mi) MDV† NMOG+NOX (mg/mi) Class 2b Class 3 2026 30* 178* 247* 2027 22 160 2028 20 140 2029 18 120 2030 16 100 2031 14 80 2032 and later 12 60 * Tier 3 standards provided for reference † NMOG+NOX credit generated under Tier 3 can be carried forward for 5 years after it is generated. MDV chassis dynamometer NMOG+NOX standards only apply for vehicles under 22,000 pounds GCWR. Table 3-4: LDV, LDT, MDPV and MDV fleet average, chassis dynamometer FTP NMOG+NOX standards under the default compliance pathway Model Year LDV, LDT1 & LDT2 NMOG+NOX (mg/mi) LDT3, LDT4 & MDPV NMOG+NOX (mg/mi) MDV† NMOG+NOX (mg/mi) Class 2b Class 3 2026 30* 30* 178* 247* 2027 22 30* 178* 247* 2028 20 30* 178* 247* 2029 18 30* 178* 247* 2030 16 12 60 2031 14 12 60 2032 and later 12 12 60 * Tier 3 standards provided for reference † MDV chassis dynamometer NMOG+NOX standards only apply for vehicles under 22,000 pounds GCWR."
            },
            {
                "section_number": "3.2.1.1",
                "title": "Proposed NMOG+NOX bin structure for light-duty and MDVs",
                "page_number": 33,
                "subsections": [],
                "content": " The propsoed bin structure being proposed for LDV, LDT, MDPV and MDV below 22,000 pounds GCWR is shown in Table 3-6. The upper two bins are only available to MDV. For LDV, the revised bin structure removes the highest Tier 3 bins (bin 160 and bin 125) and adds several new bins (bin 60, bin 40, bin 10). For MDV, the revised bin structure moves away from separate bins for class 2b and class 3 vehicles, adopting LDV bins with higher bins only available to MDV. Table 3-5: Proposed LDV, LDT, MDPV and MDV† NMOG+NOX bin structure LDV bin NMOG+NOX (mg/mi) Bin 160* 160 Bin 125* 125 Bin 70 70 Bin 60 60 Bin 50 50 Bin 40 40 Bin 30 30 Bin 20 20 Bin 10 10 Bin 0 0"
            },
            {
                "section_number": "3.2.1.2",
                "title": "Light-duty NMOG+NOX standards and test cycles",
                "page_number": 34,
                "subsections": [],
                "content": " EPA is proposing increasingly stringent light-duty vehicle NMOG+NOx standards (Table ) for the sales weighted average inclusive of all LDV, LDT and MDPV (e.g, ICE vehicles, BEVs, PHEVs, fuel cell, vehicles, etc.). (Table 3-7). For a detailed description of the proposed phase-in of the standards by vehicle category, please refer to § III.C.1 in the Preamble to the proposed rule. EPA recognizes that vehicles will differ with respect to their levels of NMOG+NOx emissions control depending on degree of electrification, choice of fuel, ICE technology, and other differences. The proposed fleet average standards are feasible in light of anticipated technology penetration rates commensurate with the GHG technology implementation during this same time period and increasing electrification of light-duty vehicles. The declining fleet average standards over the FTP cycle ensure that NMOG+NOx continues to decrease over time for the light-duty fleet. The elimination of the two highest bins (Table 3-7) caps the maximum NMOG+NOx emissions from an individual new vehicle model. EPA anticipates that electrified technology, including BEVs, will play a significant role within the compliance strategies for meeting the fleet average NMOG+NOx standards for each manufacturer. However, EPA anticipates that manufacturers may use multiple technology solutions to comply with fleet average NMOG+NOx standards. For example, a manufacturer may choose to offset any ICE increases with increased BEV sales, or could alternatively improve engine and exhaust aftertreatment designs to reduce emissions for ICE vehicles while planning for a more conservative percentage of BEV sales as part of their compliance with the declining fleet average NMOG+NOx standards (Table 3-8). Since technologies are available to further reduce NMOG+NOx emissions relative to the current fleet, and since more than 20 percent of MY 2021 Bin 30 vehicle certifications already show an FTP certification value under 15 mg/mi NMOG+NOx, achieving reduced NMOG+NOx emissions through improved ICE technologies is feasible and reasonable (see Chapter 3.2.1.5. Regardless of the compliance strategy chosen, overall, the fleet will become significantly cleaner. EPA is proposing that the same bin-specific numerical standards be applied across four test cycles: 25°C FTP (40 CFR 1066.801(c)(1)(i) 2023) (40 CFR 1066.815 2023), HFET (40 CFR"
            },
            {
                "section_number": "1066.840",
                "title": "2023), US06 (40 CFR 1066.831 2023) and SC03 (40 CFR 1066.835 2023). This means",
                "page_number": 34,
                "subsections": [],
                "content": " that a manufacturer certifying a vehicle to comply with Bin 30 NMOG+NOx standards would be required to meet the Bin 30 emissions standards for all four test cycles. Meeting the same NMOG+NOx standards across four cycles is an increase in stringency from Tier 3, which had one standard for the higher of FTP and HFET, and a less stringent composite based standard for the SFTP (weighted average of 0.35*FTP + 0.28*US06 + 0.37*SC03). Present-day engine, transmission, and exhaust aftertreatment control technologies allow closed-loop air-to-fuel (A/F) ratio control and good exhaust catalyst performance throughout the US06 and SC03 cycles. As a result, higher emissions standards over these cycles are no longer necessary. Approximately 60 percent of the test group / vehicle model certifications from MY 2021 have higher NMOG+NOx emissions over the FTP cycle as compared to the US06 cycle, supporting the conclusion that a single standard is feasible and appropriate. EPA is proposing to replace the existing -7°C FTP NMHC fleet average standard of 300 mg/mi for passenger cars and LDT1, and 500 mg/mi fleet average standard for LDT2 through LDT4 and MDPV, with a single NMOG+NOx fleet average standard of 300 mg/mi for LDV, LDT1 through 4 and MDPVs to harmonize with the combined NMOG+NOx approach adopted in Tier 3 for all other cycles (i.e., 25°C FTP, HFET, US06, and SC03 cycles). EPA emissions testing at -7°C FTP showed that a 300 mg/mi standard is feasible with a large compliance margin for NMOG+NOx. EPA testing of a 2019 F150 5.0L, a 2021 Corolla 2.0L, and a 2021 F150 HEV at -7°C FTP showed that a 300 mg/mi standard could be met with a large compliance margin for both NMHC and NMOG+NOX. For example, NMOG+NOX was 189+25, 124+3, and 47+70 for a 2019 F150 5.0L, a 2021 Corolla 2.0L, and a 2021 F150 HEV, respectively. EPA did not include EVs in the assessment of the proposed fleet average standard and therefore EVs and other zero emission vehicles are not included and not averaged into the fleet average -7°C FTP NMOG+NOx standards. Since -7°C FTP and 25°C FTP are both cold soak tests that include TWC operation during light-off and at operating temperature, it is appropriate to apply the same Tier 3 useful life to both standards. The proposed standards apply equally at high altitude, rather than including compliance relief provisions from Tier 3 for certification at high altitude. Modern engine management systems can use idle speed, engine spark timing, valve timing, and other controls to offset the effect of lower air density on exhaust catalyst performance at high altitudes. Table 3-6: LDV, LDT* and MDPV NMOG+NOX NMOG+NOX fleet average FTP standards Model Year NMOG+NOX (mg/mi) 2027 22 2028 20 2029 18 2030 16 2031 14 2032 12 *Manufacturers choosing the early compliance pathway Table 3-7: LDV, LDT* and MDPV* NMOG+NOX fleet average FTP standards Model Year LDV, LDT1 & LDT2 NMOG+NOX (mg/mi) LDT3, LDT4 & MDPV NMOG+NOX (mg/mi) 2026 30** 30** 2027 22 30** 2028 20 30** 2029 18 30** 2030 16 12 2031 14 12 2032 and later 12 12 * Manufacturers choosing the default compliance pathway ** Tier 3 standards provided for reference"
            },
            {
                "section_number": "3.2.1.3",
                "title": "NMOG+NOx Standards for MDV at or below 22,000 lb GCWR",
                "page_number": 36,
                "subsections": [],
                "content": " The proposed MDV (medium duty vehicles, 8,501 to 14,000 lb. GVWR) NMOG+NOx standards for vehicles under 22,000 lb. GCWR are shown in Table 3-8 and Table 3-9 for the early compliance and default compliance pathways, respectively. Certification data show that for MY 2022-2023, 75 percent of sales-weighted Class 2b/3 gasoline vehicle certifications were below 120 mg/mi in FTP and US06 tests. Diesel-powered MDVs designed for high towing capability (i.e., GCWR over 22,000 lb.) were higher (75 percent were below 180 mg/mi) but they are not being used to inform the proposed MDV standard because the Agency is proposing the requirement that MDVs (diesel and gasoline) with GCWR (gross combined weight rating) above 22,000 lb. comply with criteria pollutant emissions standards under the HD engine program.29 As described in Chapter 3.2.1.5, MDVs with GCWR below 22,000 lb. have comparable emissions performance to LDVs and LDTs. The year-over-year fleet average FTP standards for MDV below 22,000 lb. GCWR and the rationale for the manufacturer's choice of early compliance and default compliance pathways is described in Section III.C.1. For further discussion of MDV NMOG+NOx feasibility, please refer to Chapter 3.2.1.5. The proposed MDV NMOG+NOx standards are based on applying existing light-duty vehicle technologies, including electrification, to MDV. As with the light-duty vehicle categories, EPA anticipates that there will be multiple compliance pathways, such as increased electrification of 29 See § III.C.5 of the Preamble to this proposed rule. vans together with achieving 100 mg/mile NMOG+NOx for ICE-power MDV. Present-day MDV engine and aftertreatment technology allows fast catalyst light-off after cold-start followed by closed-loop A/F control and excellent exhaust catalyst emission control on MDV, even at the adjusted loaded vehicle weight, ALVW [(curb + GVWR)/2] test weight, which is higher than loaded vehicle weight, LVW (curb + 300 lb.) used for testing light-duty vehicles. The proposed MDV standards begin to take effect in 2030, consistent with the CAA section 202(a)(3)(C) lead time requirement for these vehicles. Table 3-8: MDV fleet average NMOG+NOx standards under the early compliance pathway† Model Year NMOG+NOx (mg/mi) Class 2b Class 3 2026 178* 247* 2027 160 2028 140 2029 120 2030 100 2031 80 2032 and later 60 † Please refer to § III.C.1 of the Preamble to the propsed rule for further discussion of the early compliance and default compliance pathways * Tier 3 standards provided for reference Table 3-9: MDV fleet average chassis dynamometer FTP NMOG+NOx standards under the default compliance pathway* Model Year MDV† NMOG+NOx (mg/mi) Class 2b Class 3 2026 178** 247** 2027 178** 247** 2028 178** 247** 2029 178** 247** 2030 60 2031 60 2032 and later 60 * Please refer to § III.C.1 of the Preamble to the propsed rule for further discussion of the early compliance and default compliance pathways ** Tier 3 standards provided for reference † MDV chassis dynamometer NMOG+NOx standards only apply for vehicles under 22,000 lb. GCWR. If a manufacturer has a fleet mix with relatively high sales of MDV BEV, that would ease compliance with MDV NMOG+NOx fleet average standards for MDV ICE-powered vehicles. If the manufacturer has a fleet mix with relatively low BEV sales, then improvements in NMOG+NOx emissions control for ICE-powered vehicles would be required to meet the fleet average standards. Improvements to NMOG+NOx emissions from ICE-powered vehicles are feasible with available engine, aftertreatment, and sensor technology, and has been shown within an analysis of MY 2022-2023 MDV certification data (see Chapter 3.2.1.5). Fleet average NMOG+NOx will continue to decline to well below the final Tier 3 NMOG+NOx standards of 178 mg/mi and 247 mg/mi for Class 2b and 3 vehicles, respectively. The proposed standards require the same MDV numerical standards be met across all four test cycles, the 25°C FTP, HFET, US06 and SC03, consistent with the proposed approach for lightduty vehicles described in Section III.C.1.ii. This would mean that a manufacturer certifying a vehicle to bin 60 would be required to meet the bin 60 emissions standards for all four cycles. Meeting the same NMOG+NOx standard across four cycles is an increase in stringency from Tier 3, which had one standard over the FTP and less stringent bin standards for the HD-SFTP (weighted average of 0.35*FTP + 0.28*HDSIM + 0.37*SC03, where HDSIM is the driving schedule specified in 40 CFR 86.1816-18(b)(1)(ii)). Current MDV control technologies allow closed-loop A/F control and high exhaust catalyst emissions conversion throughout the US06 and SC03 cycles, so compliance with higher numerical emissions standards over these cycles is no longer needed. Manufacturer submitted certification data and EPA testing show that Tier 3 MDV typically have similar NMOG+NOx emissions in US06 and 25°C FTP cycles, and NMOG+NOx from the SC03 is typically much lower. Testing of a 2022 F250 7.3L at EPA showed average NMOG+NOx emissions of 56 mg/mi in the 25°C FTP and 48 mg/mi in the US06. Manufacturer-submitted certifications show that MY 2021+2022 gasoline 2b/3 trucks achieved, on average, 69/87 mg/mi in the FTP, and 75/NA mg/mi in the US06, and 18/25 mg/mi in the SC03. Several Tier 3 provisions would end with the elimination of the HD-SFTP and the combining of bins for Class 2b and class 3 vehicles. First, Class 2b vehicles with power-to-weight ratios at or below 0.024 hp/lb. could no longer replace the full US06 component of the SFTP with the second of three sampling bags from the US06. Second, Class 3 vehicles would no longer use the LA-92 cycle in the HD-SFTP calculation but would rather have to meet the NMOG+NOx standard in each of four test cycles (25°C FTP, HFET, US06 and SC03). Third, the SC03 could no longer be replaced with the FTP in the SFTP calculation. The proposed standards do not include relief provisions for MDV certification at high altitude. Modern engine systems can use idle speed, engine spark timing, valve timing, and other controls to offset the effect of lower air density on catalyst light-off at high altitudes. EPA is also proposing a new -7°C FTP NMOG+NOx fleet average standard of 300 mg/mi for gasoline and diesel MDV. EPA testing has demonstrated the feasibility of a single fleet average - 7°C FTP NMOG+NOx standard of 300 mg/mi across light-duty vehicles and MDV. EPA did not include EV’s in the assessment of the proposed fleet average standard and therefore EVs and other zero emission vehicles are not included and not averaged into the fleet average -7°C FTP NMOG+NOx standards. Since -7°C FTP and 25°C FTP are both cold soak tests that include TWC operation during light-off and at operating temperature, it is appropriate to apply the same Tier 3 useful life to both standards. Additional discussion on the feasibility of the proposed standards can be found in Chapter 3.2.4."
            },
            {
                "section_number": "3.2.2",
                "title": "Proposed PM standards for light-duty and MDV at or below 22,000 pounds",
                "page_number": 38,
                "subsections": [],
                "content": " GCWR Details of the proposed PM standards, including test cycles used for compliance, phase-in, the certification process, demonstration of in-use compliance, and OBD are discussed in further detail in § III.C.3 of the Preamble to the proposed rule. Details regarding PM emissions control feasibility and GPFs are summarized in Chapter 3.2.5. For reference, the proposed light-duty PM standards are shown in Table 3-10; and PM standards for MDV at or below 22,000 pounds GVWR are shown in Table 3-11. Table 3-10: Propsed light-duty PM standards Test Cycle Tier 3 Standards (mg/mi) Proposed PM Standard (mg/mi) 25°C FTP 3 0.5 US06 6 0.5 -7°C FTP Not applicable 0.5 Table 3-11: Proposed PM standards for MDV at or below 22,000 pounds GCWR Test Cycle Tier 3 Standards (mg/mi) Proposed PM Standard (mg/mi) 25°C FTP 8 (Class 2b) 10 (Class 3) 0.5 US06 10 (Class 2b) over SFTP 7 (Class 3) over SFTP 0.5 -7°C FTP Not applicable 0.5"
            },
            {
                "section_number": "3.2.3",
                "title": "Proposed CO and formaldehyde (HCHO) standards",
                "page_number": 39,
                "subsections": [],
                "content": " A detailed description of EPA's proposed CO and formaldehyde (HCHO) standards can be found in § III.C.4 of the Preamble to the proposed rule. For reference, the proposed light-duty standards are shown in Table 3-12; and standards for MDV at or below 22,000 pounds GVWR are shown in Table 3-13. Table 3-12: Light-duty CO and HCHO standards CO cap for 25°C FTP, HFET, US06, SC03 (g/mi) 1.7 HCHO cap for 25°C FTP (mg/mi) 4 CO cap for -7°C FTP (g/mi) 10.0 Table 3-13: CO and HCHO standards for MDV at or below 22,000 pounds GCWR CO cap for 25°C FTP, HFET, US06, SC03 (g/mi) 3.2 HCHO cap for 25°C FTP (mg/mi) 6 CO cap for -7°C FTP (g/mi) 10.0"
            },
            {
                "section_number": "3.2.4",
                "title": "Current ICE-based vehicle NMOG+ NOX emissions",
                "page_number": 39,
                "subsections": [],
                "content": " At the time of this proposal Tier 3 emissions standards for light-duty vehicles have not yet fully phased-in. The current Tier 3 standards will be fully phased-in by MY 2025 and will result in a fleet average standard for passenger cars and light trucks of 30 mg/mi FTP NMOG+NOX. This means on average, the light-duty fleet will be certified to Tier 3 Bin 30 in MY 2025. While the declining FTP NMOG+NOX fleet average in this proposal is fully feasible with the introduction of zero emission vehicles such as BEV's, continued reductions in ICE-based vehicle emissions could provide an alternative pathway to compliance or at a minimum offset the number of ZEV's a vehicle manufacturer may require to produce to meet the standards. EPA reviewed the MY 2021 test car data (U.S. EPA 2022b) and identified nineteen vehicles with FTP emissions performance data currently below 15 mg/mi, two of which are at or below 10 mg/mi (Table 3-14). Table 3-14: Examples of NMOG+NOX cert emissions Manufacturer Model Certified NMOG +NOX (g/mi) Vehicles Certified at 10 mg/mi or less Audi Q3 0.008 Hyundai Sonata Hybrid 0.01 Vehicles Certified at less 15 mg/mi BMW X3 xDrive30e 0.014 BMW X5 xDrive45e 0.011 BMW Mini John Cooper Works Conv 0.014 GMC Terrain AWD 0.013 Buick Encore AWD 0.012 Honda CRV AWD 0.012 Hyundai Tuscon 0.012 Jaguar Range Rover Sport 0.012 Kia Soul 0.011 Kia Forte 5 0.011 Nissan Sentra SR 0.012 Subaru Outback 0.014 Lexus NX 300h AWD 0.012 Lexus UX 200 0.014 Toyota Corolla XSE 0.013 Volkswagen Tiguan AWD 0.014 Volkswagen Jetta GLI 0.012 The Agency also analyzed emissions certification data MY 2022 and MY 2023 MDV emissions families. The emissions family certification data are graphically represented in Figure Hoaglin and Iglewicz 1989) (Tukey 1977) (Benjamini 1988). The upper and lower boxes correspond to the first and third quartiles (the 25th and 75th percentiles), respectively, of the NMOG+NOX emissions data for each MDV category. The horizontal line between each set of upper and lower boxes represents median emissions and the \"x\" represents mean emissions. The upper vertical line or \"whisker\" extends from the median to the highest value that is within 1.5X inner quartile range (IQR) of the median, where IQR is the distance between the first and third quartiles. The lower \"whisker\" extends from the median to the lowest value within 1.5X IQR of the median. A certification emissions data point was considered an outlier if it exceeded a distance of 1.5 times the IQR below the 1st quartile or 1.5 times the IQR above the 3rd quartile and is represented as a “dot” in the “box-and-whisker” plot. The analysis found significant compliance headroom for MDVs below the current Tier 3 NMOG+NOX emissions standards for Class 2b and Class 3 MDVs, with median NMOG+NOX emissions of approximately 100 mg/mi for gasoline pickups, approximately 80 mg/mi for gasoline vans, and approximately 130 mg/mi for diesel vans. Median emissions for diesel pickups were approximately 170 mg/mi, however all MY2022 and 2023 diesel pickups were above the 22,000 pound threshold for the proposed MDV NMOG+NOX standards and would instead need to comply with 2027 and later heavy-duty emissions standards, with use of engine-dynamometer regulatory cycles for demonstrating compliance. 0 Gasoline Diesel 20 40 60 80 100 120 140 160 180 200 Interquartile Range Minimum Maximum Mean Median Box & Whisker Plot Legend Outlier Figure 3-11: MY2022-2023 MDV box and whisker plot showing the interquartile range of certification NMOG+NOX data EPA recognizes that compliance headroom is a concern for vehicle manufacturers. Vehicle manufacturing variation, test to test variations, and test location variables all contribute to a manufacturer's desire to have 40 to 50 percent compliance headroom when submitting data and vehicles to EPA for certification. However, given the low emissions performance demonstrated by current MY 2021 LD vehicles and MY2022 and MY2023 MDVs, EPA believes that manufacturers will be able to utilize the lower bins proposed in this NPRM and maintain their target compliance headroom. Certification of ICE-based vehicles to the lower bins in combination with the introduction of an increasing number of PEVs into the fleet average provides a feasible compliance pathway to meet the proposed declining FTP NMOG+NOX fleet averages for both LD vehicles and MDVs."
            },
            {
                "section_number": "3.2.4.1",
                "title": "Current ICE Emissions at -7°C FTP",
                "page_number": 41,
                "subsections": [],
                "content": " Table 3-15: Light-Duty Gasoline Vehicles – 7C FTP Emissions (mg/mi) Engine Vehicle Class NMOG NOX NMOG+NOX 3.9L Ferrari LDV 154.1 53.1 207.2 6.3L Ferrari LDV 220.2 38 258.2 Table 3-16: Light-Duty Diesel Vehicles -7C FTP Emissions Engine Vehicle Class NMOG NOX NMOG+NOX 2.8L GM LDT2/3 45 134 179 3.0L Ram LDT3/4 58 229 287 3.0L GM LDT3/4 80 134 214 1.5L Ford LDT1/2 14 33 47 average 182"
            },
            {
                "section_number": "3.2.4.2",
                "title": "Feasibility of a single numerical standard for FTP, HFET, SC03 and US06",
                "page_number": 42,
                "subsections": [],
                "content": " Table 3-15 below provides a comparison of FTP, HWFE, SC03 and US06 test results for several vehicles that represent a broad spectrum of vehicle types and conventional powertrain technologies. For most of the vehicles identified the FTP results are higher than the HWFE, SC03 and US06 test results showing that a single standard is feasible and already being met by some manufacturers. There are several examples where SC03 or US06 results are higher than the FTP results. The data shows that the FTP and the US06 are the most stringent standards because the of the FTP cold start and the US06 because of higher power requirements and potential enrichment. The HWFE and SC03 cycles are less stringent due to the lack of cold start and lower power demands. Table 3-17: Comparison of FTP, HFET, SCO3, US06 cert test results for LD vehicles Manufacturer Reported NMOG+NOX Values Manufacturer Vehicle FTP (g/mi) HWFE (g/mi) SC03 (g/mi) US06 (g/mi) BMW X4 xDrive 30i 0.02 0.008 0.008 0.014 BMW I3s REX 0.014 0.02 0.012 0.011 BMW 540i xDrive 0.036 0.02 0.031 0.029 Ford Corsair 0.035 0.009 0.09 0.03 Ford Ranger 0.052 0.033 0.05 0.09 Ford Explorer 0.038 0.025 0.03 0.03 Ford F150 0.026 0.014 0.017 0.041 GM Terrain 0.013 0.001 0.011 0.005 GM/Cadillac XT6 0.026 0.002 0.008 0.005 GMC K10 Sierra 4WD 0.026 0.005 0.014 0.008 Hyundai Genesis 0.038 0.014 0.013 0.056 Hyundai Elantra 0.037 0.015 0.028 0.072 Kia Sportage 0.036 0.017 0.036 0.024 Kia Sorento 0.032 0.016 0.03 0.039 Nissan Altima 0.015 0.006 0.019 0.017 Porsche Cayenne Turbo 0.072 0.034 0.05 0.05 Volkswagen Audi Q3 0.008 0.002 0.009 0.012 Volkswagen Tiguan AWD 0.017 0.002 0.009 0.008 Volkswagen Jetta GLI 0.017 0.003 0.016 0.009 Average 0.029 0.013 0.025 0.030 As the result of this proposed change, EPA expects light-duty vehicles to have lower emissions over a broader area of vehicle operation. Present-day engine, transmission, auxiliary and aftertreatment control technologies allow closed-loop A/F control and good emissions conversion throughout the HWFE, US06 and SC03 cycles; as a result, higher emissions standards over these cycles are no longer justified. Overall, approximately 60 percent of the of test group / vehicle model certifications from MY 2021 have higher NMOG+NOX emissions in the FTP as compared to the US06, supporting the conclusion that a single standard is feasible and appropriate."
            },
            {
                "section_number": "3.2.4.3",
                "title": "Off-Cycle emission controls",
                "page_number": 42,
                "subsections": [],
                "content": " When the agency proposed and subsequently finalized the SFTP standards in 1996, with phase-in beginning with MY 2000 (61 FR 54852 1996), the agency acknowledged a potential need for unique operation related to high loads and speeds that would typically result in increased emissions from SI engines. This acknowledgement was reflected in both the standard levels set for the US06 test cycle but also in accompanying AECD language indicating allowances for control features that deviate from behaviors demonstrated over the test cycles. These allowances are specific to an operating mode in SI engines called enrichment when the control system changes the A/F ratio such that more fuel than air is commanded in an attempt to either make additional power or to lower the exhaust gas temperatures. Unfortunately, during these enrichment episodes, it is difficult to maintain effective control of HC, CO, PM and NOX. Engines operate almost like they have no exhaust emission controls, particularly in the case of HC/NMOG, CO, PM and air toxic emissions, and largely engine out emission levels are exhausted without the catalyst largely performing any effective reduction in the high engine out emission levels. In fact, studies suggest that during these enrichment episodes, substantial increases in PM, ammonia and air toxic emissions have been observed. At the time of the development of the SFTP FRM, the technology level of vehicle controls and hardware was very different from today. The operator generally was in full control of the engine and transmission areas operation because engines possessed very little engine speed and load controlling or limiting operation, and most transmissions were either hydraulically controlled automatic transmissions responding to mechanical parameter inputs or manual transmissions responding to driver decisions on gear selection or clutch engagement. At that time, throttles still used direct mechanical connection to an accelerator pedal. In MY 1996, most automatic transmissions had four forward gear ratios. Since that time, the evolution of powertrain control technology has resulted in full control of almost every aspect of engine and transmission control via complex and precise electronic software, feedback sensors and other hardware. Every new vehicle today has incorporated electronic throttle control that allows the electronic engine management system to control the throttle with the operator simply \"requesting\" an engine power level but ultimately the electronics decide how to safely operate the engine and in the case of automatic transmissions, which gear to select within the transmission. These technological advancements have also improved vehicle safety by electronically limiting acceleration; limiting top speed; and by implementing traction control, antilock braking systems and vehicle stability control. Electronic powertrain management has also been used extensively by all auto manufacturers to protect engines and drivelines from excessive torque or RPM that could potentially damage drivetrain components. Many manufacturers use \"torque limiting\" controls to improve durability of various hardware components and systems. Automatic transmissions have also similarly evolved to allow precise electronic control of gear selection, shift points, torque convertor lockup and other operational parameters. By 2021, most transmissions have more than seven gear rations (see Chapter 3.1.1) with both a wider range of ratios and smaller steps between ratios than the previous four and five speed automatic transmissions of two decades ago. Some of these control improvements are related to expectations by the driver/customer regarding shift quality, powertrain noise, and other drivequality attributes. However, these controls and hardware designs have also resulted in improved acceleration performance, improved fuel economy and lower GHG emissions made possible via multi-gear (more than 7 forward gears) transmissions and related complimentary engine and electronic transmission controls that optimize and capitalize on the synergies of the engine and transmission as a system. Additionally, many of the few remaining manual transmissions have been replaced with electronically controlled, automated dual-clutch transmissions (DCT). Modern engines have also added technologies such as VVT, cylinder deactivation, turbo boost control and other technologies that effectively allow the manufacturer designed controls, when used in conjunction with electronic throttle and transmission control to operate the engine in nearly any manner they determine to be optimal for the customer and manufacturer drivability expectations and durability goals. The agency believes that these same technologies, only available in recent years, could also be used for limiting operation in areas described previously as requiring enrichment that result in substantial increases in emission levels in normal operation including high acceleration rates, high loads. The reasons for the original allowances for enrichment discussed in the SFTP FRM can easily be addressed in modern engine and transmissions by utilizing existing controls to limit or avoid operation in areas that require enrichment for any normal vehicle operation. Vehicles can \"drive\" through these areas but quickly exit by changing the engine airflow control, ignition timing, valvetrain settings, speed, or other parameters that would avoid this unnecessary increase in emissions. This is consistent with strategies used for other purposes including durability, customer drivability issues and even performance features such as short durations of overboost for extra horsepower and gear hold on grades, etc. Manufacturers have also implemented controls that limit the engine and transmission operating range during initial break-in periods ( (Streeter 2021)) and also during high coolant temperatures or coolant loss. Limiting or controlling areas of engine operation using electronic powertrain controls is common for many manufacturer goals, with the exception of limiting criteria pollutant emissions increases unless explicitly required to by emissions regulations. The agency has required a similar concept in heavy-duty diesel engines to limit emission increases. Diesel engines are required to go into modes that restrict engine output when the operator does not have DEF30 available in the storage tank required for the SCR system to control emissions. The operator might request more acceleration or power but the controls will limit the speed and loads allowed to be put on the engine in order to limit emission increases. Another agency requirement for diesel emission control designs that have occasional but irregular emission increases, similar to the discussion above regarding enrichment episodes in SI engines, is the infrequent regeneration adjustment factor (IRAF). Because the design of the diesel emission control requires occasional increases in emissions, the agency has required manufacturers to quantify that increase and adjust the emission compliance levels to account for those design-based increases. The SI engine design decisions for hardware and controls also directly influence the degree to which emission increases will occur for the purposes of temperature protection and power. The agency could consider the IRAF approach to also apply 30 Diesel emissions fluid (or DEF) is aqueous urea injected into the exhaust as a reductant for selective catalytic reduction (SCR) of NOX emissions. SCR is used for NOX emissions control in diesel engines and other engines using net lean combustion strategies. to SI emission increases in real world operation and require a similar adjustment to the compliance level. A similar discussion was included in the HD2027 rule for SI engines. It is important to note that with the introduction and expanded use of gas particulate filters, the agency will propose a similar adjustment as the diesel IRAF for any increase in emissions related to similar regeneration strategies. The regulations of 40 CFR §86.1809 prohibit the use of strategies that unnecessarily reduce emission control effectiveness exhibited during the Federal or Supplemental Federal emissions test procedures (FTP or SFTP) when the vehicle is operated under conditions which may reasonably be expected to be encountered in normal operation and use. Unless the need for the strategy or Auxiliary Emission Control Device (AECD) is justified in terms of protecting the vehicle against damage or accident (ref.40 CFR §86.1803-01 Most vehicles today incorporate AECDs which utilize enrichment (i.e., commanding air/fuel ratio less than the stoichiometric air/fuel ratio) for the purpose of protecting components in the exhaust system from thermal damage during normal operation and use. EPA considers normal operation and use to include all operation within the vehicles design parameters for example: driving at sustained high speeds, maximum acceleration at wide open throttle, operating at the max gross vehicle weight rating, trailer towing within the rated trailer tow limits. Normal operation and use does not include conditions of component failure or engine overheating protection mode where the check engine light or other warning systems are active. EPA is also aware that some vehicles incorporate similar strategies for the purpose of increasing the power output of the engine and such strategies significantly reduce the effectiveness of three-way catalytic converters, which require the exhaust gas composition to be precisely controlled via engine operation near the stoichiometric air-to-fuel ratio. Technologies exist today which can prevent thermal damage of exhaust system components without the use of commanded enrichment during normal operation and use, and modern vehicles have sufficient power without the use of commanded enrichment. The use of commanded enrichment only has the potential to increase power by approximately 5 percent on a naturally aspirated engine but significantly reduces the effectiveness of three-way catalytic converter systems, resulting in increases of NMOG, CO and air toxics, in some cases by orders of magnitude. Even for particularly challenging operating conditions, for example sustained high-load conditions that may be encountered by highly loaded vehicles or vehicles towing heavy trailer loads, measures can be taken via both the engine management system and within the design of powertrain components to allow operation closer to a stoichiometric air-to-fuel ratio. Specific examples include reducing torque demand via electronic throttle control, changing electronic transmission shift control, and improvements to the cooling system , exhaust valve materials and exhaust system component design. Analyses of the impacts of operating with and without power enrichment were conducted as part of the Regulatory Impact Analysis (U.S. EPA 2022)31 for the recently finalized 2027 and later heavy-duty vehicle and engine standards (88 FR 4296 2023). As summarized within Chapter 3.2.2.2 of the HD-RIA, EPA conducted testing of a light-heavy-duty gasoline spark-ignition engine over the Heavy-duty Supplemental Emissions Test (SET) (Title 40 CFR § 600.311–12 2021), which includes sustained high-load operation. Power and torque results for this testing are shown in Table 3-15 for the SET A, B and C 31 This will be referred to as the \"HD-RIA\" to differentiate from the RIA for this proposal. setpoints. Sustained operation at near-stoichiometric air-to-fuel ratio conditions during testing over the SET resulted in power that was approximately 5 percent less and torque that was approximately 4 percent less when compared to allowing power enrichment. Table 3-18: SET Operation Mode Power Comparison Power (kW) Torque (Nm) SET Set Points* SET Set Points* A B C A B C Power Enrichment Allowed 211 187 145 546 572 547 Enrichment for Catalyst Protection with No Power Enrichment 211 182 141 542 554 524 Stoichiometric Operation, Catalyst Protection via Load Reduction 201 179 137 522 551 526 * The A, B and C engine speeds are setpoints defined within the SET procedures (Title 40 CFR § 600.311–12 2021). Contract work conducted by Southwest Research Institute for EPA using a modern, 6.4L heavy-duty gasoline engine32 demonstrated the use of close-coupled exhaust catalysts and a combination of down-speeding and near-stoichiometric operation that achieved adequate component protection for the catalyst, low NMHC and NOX emissions, and reduced GHG emissions (Southwest Research Institute 2022). EPA is proposing in this rulemaking to eliminate the allowance of the use of commanded enrichment as an AECD for either power enrichment or component protection during normal operation and use with exceptions for conditions of imminent component failure or engine overheating protection modes specifically where the check engine light, MIL, or other warning systems are triggered. Additionally, EPA is proposing that vehicle emission control strategies used for both gasoline and diesel vehicles and demonstrated over the emission test cycles also perform at similar effectiveness levels over normal vehicle operation. This includes operation at higher legal speeds observed on public roads but also under loaded conditions that vehicles are designed and advertised to perform for consumers. If a vehicle is designed to carry high loads or tow trailers by the manufacturer and such operation does not conflict with manufacturer's recommendations and/or does not potentially void warranty coverage, that operation is considered normal vehicle operation for purposes of expectation of similar emission control system design effectiveness."
            },
            {
                "section_number": "3.2.5",
                "title": "Particulate Matter Emissions Control",
                "page_number": 46,
                "subsections": [],
                "content": " The proposed PM standard and phase-in are presented in Preamble Section III.C.3. An overview of GPF technology is provided in Chapter 3.2.2.1. GPF benefits are introduced in Chapter 3.2.2.2. The importance of the three PM certification test cycles is described in Chapter 3.2.2.3. A demonstration of the feasibility of the PM standard for light-duty vehicles and MDVs is provided in Chapter 3.2.2.4. Finally, GPF cost is discussed in Chapter 3.2.2.5. 32 Note that this 6.4L heavy-duty gasoline engine used in RAM Class 4 applications shares an engine family with engines used in RAM MDV pickup truck applications."
            },
            {
                "section_number": "3.2.5.1",
                "title": "Overview of GPF technology",
                "page_number": 47,
                "subsections": [],
                "content": " Gasoline particulate filter (GPF) technology is not new. It has been used in series production on all new pure GDI vehicle models (type approvals) in Europe since 2017 (WLTC and RDE test cycles) and on all pure GDI vehicles in Europe since 2019 (WLTC and RDE test cycles) to meet a 6x1011 #/km solid particle number (PN) standard. All gasoline vehicles in China have had to meet the same 6x1011 #/km solid PN limit in the WLTC test since 2020, and in the WLTC and RDE starting in 2023. In India, BS6 stage 2 requires gasoline vehicles to also meet the 6x1011 #/km solid PN limit in the MIDC (Indian version of NEDC) and RDE starting in April 2023. U.S., European, and Asian manufacturers have extensive experience with applying GPF technology to series production vehicles and several manufacturers assemble vehicles with GPF in the U.S. for export to other markets. GPFs being used in Europe and Asia and expected to be used in the U.S. to meet the proposed"
            },
            {
                "section_number": "0.5",
                "title": "mg/mi PM standard across 25°C FTP, US06, and -7°C FTP cycles, use a ceramic honeycomb",
                "page_number": 47,
                "subsections": [],
                "content": " structure with alternating channels plugged at their inlet and outlet ends (Figure 3-12). GPFs use Cordierite for its low coefficient of thermal expansion and thermal shock tolerance. GPF substrates typically have 45-65 percent porosity, 10-25 μm median pore size, 6-12 mil (1 mil = 1/1000 inch) wall thickness, and 200-300 cpsi (cells per square inch) cell density. GPF substrates can be manufactured in various diameters, lengths, and shapes (e.g., round or oval). Wall flow filters allow exhaust gases to flow through porous filter walls while particulates are captured in or on the wall (Figure 3-12). Gasoline engine-out particulates (typically from <10 to 300 nm) are smaller than GPF mean pore size (typically 10-25 μm), but particles are captured at high filtration efficiencies across the engine-out size range by Brownian diffusion (small particles), interception (intermediate particles), and inertial impaction (large particles). Figure 3-12: Wall-flow GPF design. A clean GPF initially captures particulates within its pore structure (depth filtration mode); at high levels of soot loading, additional particulates form a soot layer (soot cake) on the top of the wall (soot cake or surface filtration mode). Filtration efficiency improves rapidly with initial soot and ash loading (Lambert, et al. 2017), then levels off at high soot loading. GPF backpressure increases with soot and ash loading. Operation at low levels of soot loading are more challenging for PM filtration because the GPF cannot rely on stored soot to assist with filtration. Both bare and catalyzed GPFs are used in series production. Catalyzed GPFs typically use a washcoat containing Pd and Rh for TWC-type activity. Catalyzed GPFs reduce the temperature needed to oxidize stored soot and convert criteria emissions like a TWC does. A catalyzed GPF and can replace one of the TWCs on a vehicle, potentially reducing system cost. Optimizing filtration, backpressure, and gaseous emissions light-off, however, can be more challenging with a catalyzed GPF. Accumulated soot in a GPF is oxidized to CO2 and H2O in the presence of sufficient temperature and oxidants (mostly O2 in gasoline engines). Significant rates of GPF regeneration are observed above 600°C for a bare GPFs (Borger, et al. 2018) and above 500°C for a catalyzed GPFs (Saito, et al. 2011). In most applications, normal vehicle operation results in sufficiently high temperature, and deceleration fuel cut-off (DFCO) supplies the GPF with sufficient O2, resulting in passive regeneration. If a vehicle is only operated at very low load conditions or is not allowed to warm up, a differential pressure sensor on the GPF can sense imminent GPF overloading and initiate an active regeneration in which engine settings are adjusted to increase GPF temperature and supply it with sufficient O2. Active GPF regeneration strategies are discussed in (van Nieuwstadt, et al. 2019). GPFs are sometimes installed close to the engine in a \"close-coupled\" position, immediately following the TWC, to promote passive regeneration and fast light-off of a catalyzed GPF. Other times GPFs are installed farther from the engine, in an \"underfloor\" location, for packaging reasons. The lower exhaust gas temperature in underfloor GPFs also reduces backpressure for a given GPF size and geometry because cooler exhaust has higher density. GPF size, design, and installation relative to the engine must be considered for the GPF to have sufficient PM filtration efficiency, sufficiently low backpressure, sufficient ash loading capacity, fast light-off if the GPFs washcoat is relied upon for gaseous criteria emissions conversion, and good regeneration characteristics. Unlike soot that is oxidized after being captured by the GPF, ash accumulates on the GPF, typically for the life of the vehicle. Thus, ash capacity is one factor that determines GPF size for a given application. GPFs are like diesel particulate filters (DPF) in certain respects. Both GPFs and DPFs are wall-flow filters that use a ceramic honeycomb substrate with alternating channels plugged at their inlet and outlet ends to filter particulates. But GPFs operate at higher exhaust gas temperatures, lower soot loadings, lower exhaust gas O2 and NO2 concentrations, and only see elevated exhaust gas O2 concentrations during DFCO events. High exhaust gas temperature tends to keep GPFs at lower soot loading through frequent passive regeneration, making high filtration efficiency harder to achieve in GPFs, especially in applications that frequently operate at high load. Low soot loading of GPFs results in lower backpressure than DPFs. GPFs require low heat capacity to make use of relatively short bursts of elevated O2 during DFCO events, so Cordierite has become the GPF substrate material of choice. DPFs require higher heat capacity to accommodate larger and less frequent regeneration events involving larger amounts of soot and high flow rates of exhaust O2 making silicon-carbon a popular DPF substrate material. GPFs have an excellent record with respect to robust operation and durability since their introduction into mass production in Europe and China. The first GPFs introduced into series production have not experienced the failures that troubled early DPFs introduced into series production, in part because the higher exhaust gas temperatures seen by GPFs promote frequent passive regeneration, avoiding larger, less frequent regeneration events seen by DPFs that store larger amounts of soot and have high exhaust O2 flow under all conditions. GPF technology has been studied extensively for more than a decade and there exists extensive literature on GPF. GPF technology review articles include (Saito, et al. 2011), (Joshi and Johnson 2018), (Boger and Cutler 2019)."
            },
            {
                "section_number": "3.2.5.2",
                "title": "GPF benefits",
                "page_number": 49,
                "subsections": [],
                "content": " GPF technology offers benefits of reduced PM emissions, BC emissions, and PAH reductions. This section begins by showing measured reductions in PM mass, black carbon (BC), and polycyclic aromatic hydrocarbon (PAH) using a MY 2011 F150 and a MY 2019 GPF. The second part of this section presents reductions in PM mass emissions resulting from the addition of MY 2019 and MY 2022 GPFs to three newer vehicles (MY 2019 F150, MY 2021 F150 HEV, and MY 2022 F250."
            },
            {
                "section_number": "3.2.5.2.1",
                "title": "PM mass, BC, and PAH emissions reductions over a composite drive",
                "page_number": 49,
                "subsections": [],
                "content": " cycle The test vehicle was a MY 2011 F150 and the GPF was an underfloor catalyzed MY 2019 GPF. Additional details of the vehicle, GPF, and test setup are described in Section 3.2.2.5 and in (Bohac and Ludlam, Characterization of a Lightly Loaded Underfloor Catalyzed Gasoline Particulate Filter in a Turbocharged Light Duty Truck 2023). Emissions were quantified over a composite test cycle, comprised of vehicle operation at 60 mph cruise control, 25°C FTP, HFET, and US06. Results are shown in total emissions mass per total distance of the test cycle. Tailpipe emissions were quantified a) without a GPF, b) with the GPF in a lightly loaded state with the GPF predominantly in the depth filtration mode (Konstandopoulos 2008) (0.1-0.6 g/L, grams soot per liter of GPF substrate volume), and c) with the GPF predominantly in the soot-cake or surface filtration mode (Konstandopoulos 2008) (1.7-2.0 g/L). Composite cycle PM emissions are shown in Figure 3-13. PM was reduced by 94 percent with the GPF in a lightly loaded state and 98 percent with the GPF in a heavily loaded state. Additional results and discussion, including cycle-specific PM reductions, can be found in (Bohac, Ludlam and Martin, et al. 2022). 8 PM (mg/mi) 7 6 5 4 3 2 1 0 no GPF GPF, 0.1-0.6 g/L soot GPF, 1.7-2.0 g/L soot ±1 σ 94% reduction 98% reduction Figure 3-13: Composite cycle PM reduction at low and high GPF soot loading. EC emissions without a GPF and with the GPF in a lightly loaded state (0.1-0.6 g/L soot loading) are shown in Figure 3-14. EC was reduced by 100.0 percent in the 60 mph, 25°C FTP, and HFET cycles, and was reduced by 98.5 percent in the US06 cycle. EC measurements were performed using 47 mm quartz fiber filters (Pall Tissuquartz 7202) and a Sunset Laboratory model 5L OCEC Analyzer running National Institute for Occupational Safety and Health (NIOSH) method 870. Exhaust elemental carbon (EC) emissions quantified in this study and airborne black carbon (BC) studied by climate scientists have different operationally defined definitions, but they are closely related and often used as surrogates (Bond, Doherty and Fahey 2013). EC (mg/mi) 8 7 6 5 4 3 2 1 0 60mph FTP HWFET US06 no GPF GPF ±1 σ 100.0% reduction 100.0% 100.0% 98.5% Figure 3-14: Cycle-specific EC reduction. Another significant benefit of GPF technology is the reduction of PAH emissions. To quantify PAH emissions reductions, filter-collected PAH were sampled onto 47 mm quartz fiber filters (Pall Tissuquartz 7202) and gas-phase PAH were sampled using sorbent tubes (Carbotrap C+F). PAHs on filter punches and sorbent tubes were thermally desorbed, cryofocused, and speciated (Agilent 6890/5973 GCMS operated in selected ion mode). 26 PAHs ranging from naphthalene to coronene were quantified. Additional sampling and analysis details can be found in (Bohac, Ludlam and Martin, et al. 2022). PAH emissions reductions are shown in Figure 3-15. Measurements were performed with the GPF in lightly loaded state (0.1-0.6 g/L soot loading) and in a heavily loaded state (1.7-2.0 g/L soot loading). Filter-collected PAH emissions (those collected by the PM sampling filter) were reduced by over 99 percent and gas-phase PAH emissions (those passing through the PM sampling filter) were reduced by about 55 percent. The percentage reduction in gas-phase PAH emissions may be less for bare GPFs. 0 5 10 15 20 25 30 emission rate (mass/mi) no GPF GPF, 0.1-0.6 g/L soot ±1 σ GPF, 1.7-2.0 g/L soot 99.3% 99.3% 55% 57% filter collected PAH (μg/mi) gas phase PAH (μg/mi/10) Figure 3-15: Composite cycle PAH reduction at low and high GPF soot loading. Sum of 26 filter collected PAHs shown on the left and sum of 26 gas phase PAHs shown on the right. As shown in Figure 3-16, filter-collected PAHs ranged from 2-ring naphthalene to 7-ring coronene for no GPF and GPF test cases. High rates of PAH reduction were seen across all 26 PAHs. filter-collected PAH (μg/mi) 1.8 1.5 1.2 0.9 0.6 0.3 0.0 no GPF GPF, 0.1-0.6 g/L soot GPF, 1.7-2.0 g/L soot Naphthalene 1-Methylnaphthalene 2-Methylnaphthalene 2,6-Dimethylnaphthalene Acenaphthylene Acenaphthene Fluorene 1-Methylfluorene Phenanthrene Anthracene 9-Methylanthracene Fluoranthene Retene Pyrene Benz(a)anthracene Chrysene 1-Methylchrysene Benzo(b)fluoranthene Benzo(k)fluoranthene Benzo(e)pyrene Benzo(a)pyrene Perylene Indeno[1,2,3-cd]pyrene Dibenzo[a,h]anthracene Benzo[ghi]perylene Coronene Figure 3-16: Filter-collected PAH emissions rates with no GPF, lightly loaded GPF, and heavily loaded GPF. Composite cycle cancer potency weighted toxicity of 20 filter-collected PAHs for which cancer toxicities are quantified by the EPA 2014 National Toxics Assessment (OAQPS 2014) was reduced by 99.8 percent (Figure 3-17). 1.2 0.0 0.2 0.4 0.6 0.8 1.0 toxicity of Σ20 PAH relative to 1 μg/mi BaP (-) no GPF GPF, 0.1-0.6 g/L soot GPF, 1.7-2.0 g/L soot 99.8% 99.8% Figure 3-17: Cancer potency weighted toxicity of 20 filter-collected PAHs with no GPF, lightly loaded GPF, and heavily loaded GPF."
            },
            {
                "section_number": "3.2.5.2.2",
                "title": "Cycle-specific reduction in PM mass emissions from GPF application",
                "page_number": 53,
                "subsections": [],
                "content": " to three vehicles Reductions in cycle-specific PM mass emissions resulting from the adoption of GPF technology is discussed in this subsection. Three vehicle examples are presented: a MY 2019 F150 5.0L, a MY 2021 F150 HEV 3.5L Powerboost, and MY 2022 F250 7.3L. The first test vehicle is a MY 2019 F150 5.0L that was tested stock and with a MY 2019 European Ford Mustang 5.0L aftertreatment system. PM emissions are shown in Figure 3-18. This GPF system reduced PM emissions by 91 percent, 90 percent, and 77 percent in the -7°C FTP, 25C FTP, and US06 cycles, respectively. The testing was conducted with the GPFs in a lightly loaded state. The lightly loaded state was achieved by running a sawtooth GPF regeneration cycle after several tests were completed. Older technology GPFs like the one used in on this test have lower filtration efficiency at low soot loading than newer GPFs used on the other two test vehicles described in this subsection. Figure 3-18 shows that filtration efficiency was lowest in the US06, which was caused by the passive regeneration that occurs in this cycle. Additional details of the vehicle and GPFs are provided in Section 3.2.2.4. 0 1 2 3 4 5 6 7 8 PM (mg/mi) no GPF GPF 91% reduction 90% 77% -7°C FTP 25°C FTP US06 Figure 3-18: PM emissions from a MY 2019 F150, with and without a MY 2019 GPF. The second test vehicle is a MY 2021 F150 HEV Powerboost that was tested with and without a MY 2022 bare underfloor GPF. PM emissions are shown in Figure 3-19. The MY 2022 GPF reduced PM emissions by 99 percent, 96 percent, and 96 percent in the -7°C FTP, 25C FTP, and US06 cycles, respectively. The GPF was fully regenerated immediately before each day of testing using a sawtooth GPF regeneration cycle. The GPF results shown here are worst case with respect to PM filtration because testing was preceded by a GPF regeneration, so the GPF was evaluated with almost no soot. Filtration efficiency of the MY 2022 GPF was significantly better than what was achieved with the MY 2019 GPF shown in Figure 3-18, especially in the US06. Additional details of the vehicle and GPFs are provided in Section 3.2.2.4. PM (mg/mi) 8 7 6 5 4 3 2 1 0 ±σ -7°C FTP 25°C FTP US06 no GPF GPF 99% reduction 96% 96% Figure 3-19: PM emissions from a MY 2021 F150 HEV, with and without a MY 2022 GPF. The third test vehicle is a MY 2022 F250 7.3L that was retrofit with two MY 2022 GPFs, one for each engine bank. PM emissions are shown in Figure 3-20. The MY 2022 GPFs reduced PM emissions by 98 percent, 78 percent, and 98 percent in the -7°C FTP, 25C FTP, and US06 cycles, respectively. The GPF was fully regenerated immediately before each day of testing using a sawtooth GPF regeneration cycle. The GPF results shown are worst case with respect to PM filtration because testing was preceded by a GPF regeneration, so the GPF was tested with almost no soot. Filtration efficiency of the MY 2022 GPFs on the MY 2022 F250 was nearly identical to the filtration efficiency of the MY 2022 GPF on the MY 2021 F150 HEV in the -7°C FTP and US06 cycles. Filtration efficiency in the 25C FTP test was higher on the MY 2021 F150 HEV than on the MY 2022 F250, but the extremely low GPF-equipped levels of PM, around 0.04 to 0.06 mg/mi makes precise PM mass measurements more challenging. Tailpipe PM was significantly lower with the MY 2022 GPFs as compared to the MY 2019 GPF, especially in the US06 cycle where passive GPF regeneration occurs. Additional details of the vehicle and GPFs are provided in Section 3.2.2.4. PM (mg/mi) 8 7 6 5 4 3 2 1 0 no GPF GPF -7°C FTP 25°C FTP US06 98% reduction 78% 98% ±σ Figure 3-20: PM emissions from a MY 2022 F250, with and without MY 2022 GPFs."
            },
            {
                "section_number": "3.2.5.3",
                "title": "Importance of test cycles",
                "page_number": 56,
                "subsections": [],
                "content": " The -7°C FTP test is essential to the proposed PM standard because -7°C33 is an important real-world temperature with significant uncontrolled PM emissions. Based on EPA testing, PM emissions in the -7°C FTP are significantly higher than those demonstrated during a 25°C FTP test (e.g., Figure 3-18, Figure 3-19, Figure 3-20, and Preamble Figure 11 in Chapter 3). In addition to controlling high cold weather PM emissions that were uncontrolled in Tier 3, the - 7°C FTP test differentiates Tier 3 levels of PM from GPF-level PM. PM is elevated in the -7°C FTP test because heavy species in gasoline have very low vapor pressure at cold temperatures, making them difficult to vaporize on cold engine surfaces. For example, as shown in Figure 3-21, the vapor pressure of toluene and n-decane, two representative heavy species of gasoline, are reduced by 6.5X and 12X, respectively, as temperature decreases from 25° to -7°C. Early examples of peer-reviewed literature showing cold ambient temperature (including -7°C) increases PM mass and solid PN from a GPFequipped vehicle include (T. W. Chan 2013) and (T. W. Chan 2014). 33 -7°C is approximately 20°F, a temperature common through much of the United States during winter months. 40 4.0 35 3.5 30 3.0 25 2.5 Toluene Vapor Pressure (mbar) toluene 6.5X reduction 25 → -7°C n-deca 12X re ne 25 → duction -7°C n-decane Vapor Pressure (mbar) 20 15 10 5 2.0 1.5 1.0 0.5 0 0.0 -10 -5 0 5 10 15 20 25 Temperature (°C) Figure 3-21: Vapor pressure of toluene and n-decane as a function of temperature. The 25°C FTP test is retained from prior standards because it ensures that vehicles are designed and calibrated to operate clean over a range of ambient temperatures. The US06 test is important because 1) it represents higher load real-world driving, and 2) it ensures low tailpipe PM during and after a GPF regeneration, when soot loading is low and makes PM filtration more challenging. The relatively poor filtration of earlier GPF designs, during and immediately after regeneration, e.g., in a US06 cycle, has been discussed in the literature for some time, e.g., (T. W. Chan 2016). In sum, the combination of -7°C FTP, 25°C FTP, and US06 standards ensures that a vehicle has good PM control over the broadest area of vehicle operation and environmental conditions. In Tier 3, most Class 2b vehicles used the US06 cycle, while low power to weight Class 2b vehicles and all class 3 vehicles used the LA92 cycle in the SFTP calculation. The proposed rule requires all LD vehicles and MDVs to certify using the same cycles: -7°C FTP, 25°C FTP, and US06. Requiring the US06 for all class 2b/3 vehicles ensures that GPF regeneration occurs during the test cycle and requires high GPF filtration under all operating conditions, even during and after a GPF regeneration. Without the US06 test, GPF regeneration may not occur during any certification test cycle, allowing for high PM emissions during high load operation such as trailer towing. If a class 2b/3 vehicle cannot follow the US06 trace, it must be run at maximum effort, and in this case the test will not be voided."
            },
            {
                "section_number": "3.2.5.4",
                "title": "Demonstration of the feasibility of the standard",
                "page_number": 57,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "3.2.5.4.1",
                "title": "Setup and Test Procedures",
                "page_number": 57,
                "subsections": [],
                "content": " A demonstration of the feasibility of the PM standard for light-duty vehicles and MDVs is described in this section. Testing was performed using five chassis dynamometer test cells at three organizations (EPA, ECCC, FEV) and five test vehicles in stock and GPF configurations. Test vehicles included light-duty vehicles and MDVs powered by naturally aspirated and turbocharged PFDI (port and direct fuel injection), DI (direct injection), and PFI (port fuel injection) gasoline engines. GPF-equipped vehicles used series-production GPFs from MY 2019 and MY 2022 GPF. GPFs used catalyzed and bare substrates, and they were installed in closecoupled and underfloor configurations. The five chassis dynamometer test cells used in the demonstration included three test cells at EPA National Vehicle and Fuel Emissions Laboratory (NVFEL), one test cell at ECCC, and one test cell at FEV. -7°C FTP tests were performed at EPA (one test cell), ECCC, and FEV. 25°C FTP and US06 tests were performed at EPA (three test cells), ECCC, and FEV. Three test vehicles were tested at all organizations, while two vehicles were only tested at EPA. All five test cells used in the demonstration were designed to be compliant with 40 CFR Part 1065 and 1066. In each test cell, vehicle exhaust gas is diluted in a constant volume sampler (CVS) full-flow dilution tunnel system. Heated particulate filter samplers draw dilute exhaust through a coarse particle separator (~2.5 μm cut at sampling conditions) and 47 mm PTFE membrane filters [e.g., Measurement Technology Laboratories (MTL) PT47DMCAN]. PM filters were conditioned at 22±1°C, 9.5±1°C dew point for a minimum of 1 hour before being weighed, before and after being loaded with PM. Filters were weighed using a microbalance (e.g., Mettler-Toledo XPU2) while being surrounded by strips of Po210 (e.g., 5 strips of 500 μCi each) for static charge removal. EPA used an MTL A250 robotic autohandler for filter weighing; ECCC and FEV labs used manual filter weighing. To increase sample filter loading and increase signal to noise ratio for GPF-equipped tests, test cell sampling settings were adjusted relative to test settings typically used to measure Tier 3 levels of PM emissions, within boundaries defined by the CFR. For GPF-equipped tests, 1) Dilution factor (DF) was set to the lower/middle part of the CFR-allowable range of 7-20. 2) 25°C FTP and -7°C FTP tests were mostly run using a single filter, as allowed by §1066.815(b)(5). 3) In many tests, filter flow was increased from a typical setting of ~58 slpm to ~65.25 slpm in phases 1&2 and ~87 slpm in phases 3&4 to increase filter loading and maintain proper phase weighting using flow weighting, while staying below the maximum allowable filter face velocity (FFV) of 140 cm/s as specified by §1066.110(b)(2)(iii)(C). 4) Many of the 25°C FTP and -7°C FTP tests were run as 4-phase FTP tests as opposed to 3-phase FTP tests, although in hindsight, phase 4 didn't add much PM mass to the sampling filter and may not be worth the extra test time. Additionally, to further increase PM filter loading, some of the GPF-equipped tests used double sampled US06 tests, which is not included in the CFR. In retrospect, a standard single sampled US06 would have likely been sufficient. Additional testing is being conducted to confirm this. Tier 3 certification fuel was used for 25°C FTP and US06 testing, and Tier 3 winter certification fuel was used for -7°C FTP testing at all three organizations. Engine oil was conditioned in each vehicle for a minimum of 600 miles prior to emissions sampling to stabilize the oil (Christianson, Bardasz and Nahumck 2010). The newest of the five test vehicles was an MDV Tier 3 bin 200 MY 2022 Ford F250 with a naturally aspirated 7.3L V8 PFI engine. It was tested at an ETW of 8000 lb. The F250 was tested in stock and GPF configurations. Vehicle mileage at the start of testing was 2700 miles. For GPF testing, series-production MY 2022 GPFs, one for each bank, were installed downstream of the stock TWCs where the resonator is normally mounted. The GPF used bare substrates of ϕ6.443” x 6” (3.21 L each), 200 cpsi, 8 mil wall thickness. GPFs were aged through 1500 miles of road driving prior to emissions sampling. GPF pressure drop and temperatures were recorded. The second newest test vehicle was a LDT4 Tier 3 bin 70 MY 2021 Ford F150 HEV with a turbocharged (Ecoboost) 3.5L V6 PFDI engine. It was tested at an ETW of 6000 lb. The F150 HEV was only tested in GPF configuration. Vehicle mileage at the start of testing was 5000 miles. A series-production MY 2022 GPF was installed after the Y-pipe in place of the resonator. The GPF used a bare substrate of ϕ6.443” x 6” (3.21 L), 200 cpsi, 8 mil wall thickness. The GPF was aged through 1500 miles of road driving prior to emissions sampling. GPF pressure drop and temperatures were recorded. The third newest test vehicle was an LDV Tier 3 bin 30 MY 2021 Toyota Corolla with a naturally aspirated 2.0L I4 PFDI engine. It was tested at an ETW of 3375 lb. The Corolla was only tested in stock (no GPF) configuration. Vehicle mileage at the start of testing was 5800 miles. The fourth newest test vehicle was an LDT4 Tier 3 bin 125 MY 2019 Ford F150 with a naturally aspirated 5.0L V8 PFDI engine. It was tested at an ETW of 5000 lb. The 2019 F150 was tested in stock and GPF configurations. Vehicle mileage at the start of testing was 6700 miles. For GPF testing, a series-production aftertreatment system from a MY 2019 European Ford Mustang 5.0L replaced the stock aftertreatment system on the F150. The Mustang aftertreatment system uses a cc1 (close-coupled, position 1) TWC and a cc2 catalyzed GPF for each bank of the engine. The stock aftertreatment system uses a cc1 TWC and a cc2 TWC for each bank. The Mustang GPFs are ϕ5.2” x 3.3” (1.15 L each), 300 cpsi, 12 mil wall thickness. The Mustang aftertreatment system was aged through 1500 miles of road driving prior to emissions sampling. GPF pressure drop and temperatures were recorded. The oldest test vehicle was an LDT4 Tier 2 bin 4 MY 2011 Ford F150 with a turbocharged (Powerboost) 3.5L V6 DI engine. It was tested at an ETW of 5500 lb. The 2011 F150 was tested in stock and GPF configurations. Vehicle mileage at the start of testing was 21,100 miles. For GPF testing, a series-production MY2019 GPF was installed after the Y-pipe in place of the resonator. The GPF used a catalyzed substrate of ϕ5.66” x 4” (1.65 L), 300 cpsi, 12 mil wall thickness. The GPF was aged through 600 miles of dynamometer driving prior to emissions sampling. GPF pressure drop and temperatures were recorded. GPF operation was characterized over a range of soot loadings, but because GPFs are required to comply with the proposed PM standard in any state of soot loading, only results from lowsoot- loading tests (which are worst case with respect to tailpipe PM) are included in the following demonstration of meeting the proposed PM standard. GPFs were regenerated before each set of tests by using a sawtooth regeneration cycle."
            },
            {
                "section_number": "3.2.5.5",
                "title": "GPF cost",
                "page_number": 59,
                "subsections": [],
                "content": " A GPF cost model was developed to estimate direct manufacturing cost (DMC) of a bare GPF and associated hardware in the exhaust system of a gasoline-powered light-duty vehicle or MDV where the GPF is installed downstream of the TWCs in its own aftertreatment enclosure (can). The cost model has been incorporated in the OMEGA model. A bare GPF installed downstream of the TWCs may have higher DMC than a catalyzed GPF that replaces a TWC because the bare downstream GPF requires an additional substrate, substrate matting, and can. However, some or all of the additional DMC of a bare downstream GPF may be offset by enabling a reduction in total precious metal content because the precious metal content can all be used on the thinner and lower heat capacity walls of the TWCs that warm up faster after an engine start. Overall, it is believed that the GPF cost model in OMEGA estimates a DMC that is either higher or similar to the DMC of a catalyzed GPF that replaces a TWC. Indirect costs (IC), including research, development, OBD, and markup, of a bare downstream GPF are also calculated by OMEGA. OMEGA estimate the IC of a bare downstream GPF in the same way as it does for other emissions control components, so these IC are not included in the GPF DMC model discussed below. The GPF DMC model is based on an ICCT GPF cost analysis for a bare \"stand-alone\" GPF (Minjares and Sanchez 2011). The DMC model considers costs for the GPF substrate, housing, accessories, pressure sensor, labor and 40 percent overhead, machinery, and warranty. Substrate and housing costs scale with GPF volume. The substrate cost in the ICCT analysis is reduced by 30 percent (from 30 $/literGPF to 21 $/literGPF) based on information from substrate suppliers. The reduced substrate cost reflects manufacturing learning. Accessories, pressure sensor, labor and 40 percent overhead, and machinery costs are a fixed dollar amount per vehicle ($39.58). Warranty costs are 3 percent of all of the above-mentioned costs. A production volume discount of 20 percent is then applied, and finally, total cost is converted from 2011 to 2021 dollars (multiplier of 1.2046). To estimate the GPF size needed by a specific engine, and therefore the DMC, a GPF volume to engine displacement ratio is used. The ICCT analysis calculated GPF to engine volume ratios for three vehicles and suggested using the average result of 0.55. EPA compared the ICCT average to two more recent European GPF-equipped vehicles. The MY 2019 European Mustang had a volume ratio that is 8 percent lower than the ICCT average, while a MY 2018 European Wrangler had a volume ratio that is 13 percent higher than the ICCT average. To provide an overview of the GPF DMC of a bare downstream GPF, the cost model was run for engines ranging in size from 1.0 to 7.0 liters using GPF to engine volume ratios from the 2018 Wrangler, the ICCT average, and the 2019 Mustang. Figure 3-22 shows the resulting DMC estimates. DMC for a bare downstream GPF ranges from $51 dollars for a 1.0 liter engine using the volume ratio of the 2019 Mustang, up to $166 dollars for a 7.0 liter engine using the volume ratio of the 2019 Wrangler. cost ($) 200 175 150 125 100 75 50 25 0"
            },
            {
                "section_number": "1.0",
                "title": "2.0 3.0 4.0 5.0 6.0 7.0",
                "page_number": 61,
                "subsections": [],
                "content": " engine displacement (L) Figure 3-22: GPF cost estimate."
            },
            {
                "section_number": "3.2.5.6",
                "title": "GPF impact on CO2 emissions",
                "page_number": 61,
                "subsections": [],
                "content": " Integrating GPF technology into vehicle aftertreatment systems has the potential to increase CO2 emissions in two ways: during active GPF regeneration, and from increased backpressure. Active regeneration can increase CO2 emissions while the engine adds more heat to the exhaust gas. However, based on discussions with vehicle manufacturers and GPF suppliers, and supported by testing conducted by EPA, most production vehicles will rarely or never need to use active GPF regeneration because systems with close-coupled GPFs or underfloor GPFs with insulated exhaust pipes (i.e., double wall) naturally cause sufficiently high GPF temperature for passive GPF regeneration. CO2 increase due to active regeneration is therefore considered negligible in this analysis. The following paragraphs address the effect of GPF backpressure on CO2 emissions. GPF pressure drop (i.e., backpressure) and CO2 increase were measured on four test vehicles across three test cycles (-7°C FTP, 25°C FTP, US06). Table 3-16 presents a summary of key vehicle and GPF specifications. Additional vehicle details are provided in Section 3.2.2.4. Table 3-19: Vehicle and GPF specifications. MY2022 F250 7.3L MY2021 F150 3.5L Powerboost HEV MY2019 F150 5.0L MY2011 3.5L Ecoboost GPF model year 2022 2022 2019 2019 GPF type and location bare underfloor bare underfloor catalyzed close-coupled catalyzed underfloor GPF size (L)"
            },
            
            
           
           
            {
                "section_number": "3.2.6",
                "title": "Evaporative Emissions Control",
                "page_number": 64,
                "subsections": [],
                "content": " The agency is proposing to require that incomplete medium duty vehicles meet the same onboard refueling vapor recovery (ORVR) standards as currently required for complete vehicles. Incomplete vehicles have not been required to comply with the ORVR requirements because on the potential complexity of their fuel systems, primarily the filler neck and fuel tank. Unlike complete vehicles which have permanent fuel system designs that are fully integrated into the vehicle structure at time of original construction by manufacturers, it was believed that incomplete vehicles which are typically finished at an upfitter who adds needed hardware and accessories, may need to change or modify some of fuel system components during their finishing assembly. For this reason, it was determined that ORVR might introduce a complexity for the upfitters that is unnecessarily burdensome. In observations by the agency of current ORVR equipped vehicles and their incomplete versions, the agency believes that the fuel system designs are almost identical with only the ORVR components removed for the incomplete version. The complete and incomplete vehicles appear to share the same fuel tanks, lines, and filler tubes. The original thought that extensive differences between the original manufacturer's designs and the upfitter modifications to the fuel system would be required have not been observed. Therefore, the agency believes that almost all incomplete vehicles can comply with the same ORVR standards as complete vehicles with the addition of the same ORVR components on the incomplete vehicles as the complete version of the vehicle possesses The current practice of manufacturers of the original incomplete vehicles is to specify to the upfitter that modifications of the fuel system are not allowed by the upfitter. This is because the incomplete vehicle manufacturers are responsible for all current evaporative requirements (2- day, 3-day, running loss, etc.) and almost any modification could compromise compliance with those program standards. There is also an aspect of compliance with crash and safety requirements that prevent upfitters from making changes to the fuel system components. For these reasons, with rare exception, the fuel system design and installation is completed by the original vehicle manufacturer. The exception that the agency observed is that some incomplete vehicles do not have the filler tube permanently mounted to a body structure until the upfitter adds the finishing body hardware (ie; flatbed, box). In these cases, the upfitter is limited to only attaching the filler tube to their added structure but must maintain the original manufacturer designs that are certified to meet existing EPA evaporative emission standards."
            },
            {
                "section_number": "3.2.6.1",
                "title": "Technologies to Address Evaporative and Refueling Emissions",
                "page_number": 65,
                "subsections": [],
                "content": " As exhaust emissions from gasoline engines continue to decrease, evaporative emissions become an increasingly significant contribution to overall HC emissions from gasoline-fueled vehicles. Opportunity exists to extend the usage of the refueling evaporative emission control technologies already implemented in complete medium-duty gasoline vehicles to the incomplete gasoline vehicle versions of the same basic vehicle. The primary technology we are considering is the addition of ORVR, which was first introduced to the chassis-certified light-duty and medium-duty applications beginning in MY 2000 (65 FR 6698, February 10, 2000). An ORVR system includes a carbon canister, which is an effective technology designed to capture HC emissions during refueling events when liquid gasoline displaces HC vapors present in the vehicle’s fuel tank as the tank is filled. Instead of releasing the HC vapors into the ambient air, ORVR systems recover these HC vapors and store them for later use as fuel to operate the engine. The fuel systems on these 8,501 to 14,000 pound GVWR incomplete medium-duty gasoline vehicles are similar if not almost identical to complete medium-duty vehicles that are already required to incorporate ORVR. These incomplete vehicles almost always have identical fuel tanks to the complete medium-duty gasoline vehicles. There may be occasional optional larger fuel tanks requiring a greater ORVR system storage capacity and possibly some unique accommodations for dual tanks (e.g., separate fuel filler locations), but we expect they will maintain a similar design. Figure 3-26 presents a schematic of a standard ORVR system. Figure 3-26: Schematic of an ORVR system34"
            },
            {
                "section_number": "3.2.6.2",
                "title": "Filler Pipe and Seal",
                "page_number": 66,
                "subsections": [],
                "content": " In an ORVR system, the design of the filler pipe, the section of line connecting the point at which the fuel nozzle introduces fuel into the system to the gas tank, is integral to how fuel vapors displaced during a fuel fill will be handled. The filler pipe is typically sized to handle the maximum fill rate of liquid fuel allowed by law while also integrating one of two methods to prevent fuel vapors from exiting through the filler pipe to the atmosphere: a mechanical seal or a liquid seal approach. A dual fuel tank chassis configuration may require a separate filler pipe and seal for each fuel tank. The mechanical seal is typically located at the top of the filler neck at the location where the fuel nozzle is inserted into fuel neck. The hardware piece forms a seal against the fuel nozzle by using some form of a flexible material (usually a plastic material) that makes direct contact with the fuel station fuel-filling nozzle to prevent fuel vapors from exiting the filler pipe as liquid fuel is pumped into the fuel tank. In the case of capless systems, this seal may be integrated into the spring-loaded seal door that opens when the nozzle is inserted into the filler pipe receptacle. There are concerns with a mechanical seal's durability due to wear over time, and its ability to maintain a proper seal with unknown service station fill nozzle integrity and variations beyond design tolerances. 34 Stant ORVR System http://stant.com/orvr/orvr-systems/ The liquid seal approach uses the size and bends of the filler pipe to cause a condition where the entire cross-section of the filler pipe is located in the fuel tank or close to the entry into the fuel tank and is full of the incoming liquid fuel preventing fuel vapors from escaping up and out through the filler pipe. By creating a solid column of liquid fuel in the filler pipe, the liquid seal approach does not require a mechanical contact point with the fill nozzle to prevent escape of vapors. The liquid seal has been the predominant sealing method implemented in the regulated fleet in response to the ORVR requirements."
            },
            {
                "section_number": "3.2.6.3",
                "title": "ORVR Flow Control Valve",
                "page_number": 67,
                "subsections": [],
                "content": " As described above, the sealing of the filler pipe prevents the fuel vapors from escaping into the ambient air; however, the fuel vapors that are displaced by the incoming liquid fuel need to be routed to the canister. In order to properly manage the large volume of vapors during refueling that need to be controlled, most ORVR systems have implemented a flow control valve that senses that the fuel tank is getting filled with fuel and triggers a unique low-restriction flow path to the canister. This flow path is specifically used only during the refueling operation and is unique in that it provides the ability to quickly move larger volumes of fuel vapors into the tank than normally required under other operation outside of refueling events. The flow control valve will allow this larger flow volume path while refueling but then return to a more restrictive vapor flow path under all other conditions, including while driving and while parked for overnight diurnals. The flow control valve is generally a fully-mechanical valve system that utilizes connections to the fuel tank and filler pipe to open and close vapor pathways with check valves and check balls and pressure switches via diaphragms. The valve may be integrated into the fuel tank and incorporate other aspects of the fuel handling system (\"multi-function control valve\" in Figure canister, and other fuel tank vapor control hardware. Depending on the design, the filler pipe may also be integrated with the flow control valve to provide the necessary pressure signals. A dual fuel tank chassis configuration may require a separate flow control valve for each fuel tank."
            },
            {
                "section_number": "3.2.6.4",
                "title": "Canister",
                "page_number": 26,
                "subsections": [],
                "content": " The proven technology to capture and store fuel vapors has been activated charcoal. This technology has been used in vehicles for over 50 years to reduce evaporative emissions from sources such as fuel tanks and carburetors. When ORVR was originally discussed, existing activated charcoal technology was determined to be the appropriate technology for the capture and storage of refueling related fuel vapors. This continues to be the case today, as all known ORVR-equipped vehicles utilize some type of activated charcoal. The activated charcoal is contained in a canister, which is made from a durable material that can withstand the fuel vapor pressures, vibration, and other durability concerns. For vehicles without ORVR systems, canisters are sized to handle evaporative emissions for the three-day diurnal test with the canister volume based on the fuel tank capacity. A dual fuel tank chassis configuration may require a separate canister for each fuel tank."
            },
            {
                "section_number": "3.2.6.5",
                "title": "Purge Valve",
                "page_number": 26,
                "subsections": [],
                "content": " The purge valve is the electro-mechanical device used to remove fuel vapors from the fuel tank and canister by routing the vapors to the running engine where they are burnt in the combustion chamber. This process displaces some amount of the liquid fuel required from the fuel tank to operate the engine and results in a small fuel savings. The purge valve is controlled by the engine or emission control electronics with the goal of removing the necessary amount of captured fuel vapors from the canister in order to prepare the canister for subsequent fuel vapor handling needs of either the next refueling event or vapors generated from a diurnal event. All on-road vehicles equipped with a canister for evaporative emissions control utilize a purge valve. Depending on the design, a dual fuel tank chassis configuration may require a separate purge valve for each fuel tank."
            },
            {
                "section_number": "3.2.6.6",
                "title": "Design considerations for Unique Fuel Tanks",
                "page_number": 68,
                "subsections": [],
                "content": " The commercial truck market gasoline applications may incorporate several fuel tank options that may require unique ORVR design considerations. While most commercial vehicle fuel tanks are similar to the already ORVR-compliant complete vehicles in the 8500 to 14,000 GVWR class, some of the commercial vehicles include larger tank sizes ( up to 50 gallons) or may have a dual tank option. As described above, the canister sizing will be a function of the required amount of fuel vapor handling during refueling. Larger fuel tanks will require larger canisters with more activated charcoal than historically found in other gasoline vehicles. Some design challenges will likely exist in designing the canister system to handle the large vapor volumes while balancing the restriction to flow through the larger activated charcoal containing canisters. Dual fuel tank systems, which have very limited availability, may also require some unique design considerations. Typically, the canister is located in very close proximity to the fuel tank to properly manage the refueling fuel vapors efficiently with minimal distance between the tank and canister. Dual fuel tanks may require duplicate ORVR systems to have the necessary flexibility to manage the refueling vapors, particularly since the fuel tanks are filled independently through separate filler pipe assemblies."
            },
            {
                "section_number": "3.2.6.7",
                "title": "Onboard Refueling Vapor Recovery Anticipated Costs",
                "page_number": 68,
                "subsections": [],
                "content": " MDVs certified as incomplete vehicles are not currently required to meet ORVR. There are four main equipment components and strategies incomplete medium-duty vehicles need to update to implement ORVR: increased working capacity of the carbon canister to handle additional vapors volumes during refueling, flow control valves to manage vapor flow pathway during refueling, filler pipe and seal to prevent vapors from escaping, and the purge system and management of the additional stored fuel vapors. The associated direct manufacturing costs for these updates are summarized below. No labor cost was identified so the direct manufacturing cost is equal to the piece cost plus tooling cost (per piece). ORVR requirements will be extended to medium-duty gasoline engines in incomplete vehicles starting in model year 2030. For our cost analysis, we assumed all medium-duty gasoline engines that are identified as incomplete light-heavy-duty trucks in MOVES will have an average fuel tank capacity of 35-gallons. Capturing the increased vapor volume from the vapor displaced during a refueling event will require canisters to increase vapor or \"working\" capacity approximately 15 to 40 percent depending on the individual vehicle systems (i.e., fuel tank size). This can be achieved by increasing the canister volume using conventional carbon, the fundamental material used to store fuel vapors. A typical Tier 3 canister has approximately 2.6 liters of conventional carbon to capture overnight diurnal evaporative emissions for a 35-gallon fuel tank. An increase in required capacity to allow refueling vapors to be captured results in the need for an additional 1 liters of conventional carbon. A change in canister volume to accommodate additional carbon includes increased costs for retooling and additional canister plastic material, as well as design considerations to fit the larger canister on the vehicle. However, because these medium-duty vehicles almost always have a complete version already required to comply with refueling standards, the necessary larger canister sizes are already produced and available likely neglecting the need for any additional tooling investment. An alternative to retooling for a larger single canister would be to add a second canister for the extra canister volume to avoid the re-tooling costs. Several smaller volume canisters are available on the market today. Another approach, based on discussions with canister and carbon manufacturers, can be achieved by using a higher adsorption carbon along with modifications to compartmentalization within the existing canister plastic shell that will increase the canister working capacity without requiring a larger canister size. Additionally, there are two primary technologies used to prevent vapors from escaping into the atmosphere through the filler neck and around the fuel nozzle area when the vehicle is refueling that can affect the canister vapor capacity design requirements: a mechanical seal which makes direct physical contact with the refueling nozzle to create a nozzle to filler neck seal; or a liquid seal further down in the filler pipe which uses the liquid fuel mass flowing down the filler pipe and entering the tank to hydraulically prevent vapors from migrating back up the fill pipe. There is approximately a 20 percent reduction in carbon volume required if a mechanical seal is used at the filler neck versus a liquid seal approach. While mechanical seals are not currently the preferred technology, manufacturers facing the choices available for the larger volume fuel tanks and the need for a larger matching carbon containing canister to handle these large quantities of fuel vapors, may opt for more a mechanical seal design to avoid excess canister carbon requirements and possible retooling charges. We share our assumptions and cost estimates for both seal options in Table 3-18 and Table 3-19. A dual tank may require two seals if dual filler necks are used instead of a single filler neck and transfer pump to move fuel between the two tanks. The second required equipment update would be to install flow control valves, which may be integrated into existing roll-over/vapor lines. The flow control valves are needed to manage the vapors during the refueling event by providing a low restriction pathway for vapors to enter the canister for adsorption and storage on the carbon materials. We anticipate vehicles would require on average one valve per vehicle which would be approximately $6.50 per valve. A dual tank system may require a flow control valve system per tank depending on the design approach. Thirdly, as mentioned above, a filler pipe and seal system would be needed for each filler nozzle to keep the vapors contained during refueling. Manufacturers have the option of a mechanical seal that costs approximately $10.00 per seal, or a liquid seal which in itself costs nothing but may require hardware modifications to provide enough back pressure to stop the refueling nozzle fuel flow when tank reaches full capacity if the incomplete version doesn’t already share the same filler tube design with the refueling requirements compliant complete version. Lastly, the engine control of the canister purge rates may need to be addressed. This update would include calibration improvements and potentially additional hardware to ensure adequate purge volumes are achieved as required to maintain an appropriate canister state to manage vapors generated during diurnal and subsequent refueling events. However, if the incomplete version shares engines and fuel systems with the complete vehicle versions, the development of calibrations for the required purge volumes has likely already been completed eliminating any need for further changes or development work. If required for a dual tank system, an extra purge valve may be needed if the two-tank system maintains independent canisters instead of a single common cannister as observed in dual-tank, single canister light-duty applications. Table 3-18 shows our calculations estimating the amount of extra canister size for conventional carbon for a 35-gallon tank, using Tier 3 core evaporative requirements (i.e. 2-day and 3-day shed) as a baseline. Currently under Tier 3 requirements the canister and purge strategy are sized for the diurnal test and designed to meet the Bleed Emissions Test Procedure (BETP) requirements. During the diurnal test, the canister is loaded with hydrocarbons over two or three days, allowing the hydrocarbons to load a conventional carbon canister (1500 GWC, gasoline working capacity) at a 70 g/L effectiveness. During a refueling event, which takes place over a few minutes, the vapor from the gas tank is quickly loaded onto the carbon in the canister with an ORVR system, causing the efficiency of the canister loading to drop to 50 g/L effectiveness mainly because of the high volume of fuel vapors required to be adsorbed in the short period of a refueling event. Typically, a design safety margin adds an extra 10 percent carbon to ensure adequate performance over the life of the system. Therefore, even though there is typically less fuel vapor mass generated and managed during a refueling event than is generated over a three-day diurnal time period, the amount of carbon that is necessary to contain the vapor is higher for a refueling event. Table 3-21: ORVR Specifications and Assumptions used in the Cost Analysis for Incomplete MDVs ( 8501 lbs to 14,000 lb GVWR). Tier 3 Baseline ORVR Filler Neck Options Mechanical Seal Liquid Seal Diurnal ORVR Diurnal Heat Build 72-96°F 80°F RVP 9 psi Nominal Tank Volume 35 gallons Fill Volume 40% 10% to 100% Air Ingestion Rate 0% 13.50% Mass Vented per heat build, g/d 60 Mass Vented per refueling event 128 158 Hot Soak Vapor Load 2.5 Mass vented over 48-hour test 114 Mass vented over 72-hour test 162 1500 GWC, g/L a 70 50 50 Excess Capacity 10% 10% 10% Estimated Canister Volume Requirement, litersb 48-hour Evaporative only 1.8 72-hour Evaporative only 2.5 Total of 72-hour + ORVRc 2.8 3.5 a Efficiency of conventional carbon b Canister Volume = 1.1(mass vented)/ 1500 GWC (Efficiency) c ORVR adds .3 liters and 1 liter for Mechanical Seal and Liquid Seal respectively Table 3-22: Estimated Direct Manufacturing Costs for ORVR Over Tier 3 as Baseline Liquid Seal Mechanical Seal New Canister New Canister Additional Canister Costs $10 $4 Additional Tooling (a) $0.50 $0.50 Flow Control Valves $6.50 $6.50 Seal $0 $10 Total (b) $17 $21 a Assumes the retooling costs will be spread over a five-year period b Possible additional hardware for spitback requirements"
            },
            {
                "section_number": "3.3",
                "title": "On-board Diagnostics",
                "page_number": 71,
                "subsections": [],
                "content": " EPA regulations state that onboard diagnostics (OBD) systems must generally detect malfunctions in the emission control system, store trouble codes corresponding to detected malfunctions, and alert operators appropriately. EPA adopted (as a requirement for an EPA certificate) the 2013 California Air Resources Board (CARB) OBD regulation, with certain additional provisions, clarifications and exceptions, in the Tier 3 Motor Vehicle Emission and Fuel Standards final rulemaking (40 CFR 86.1806-17; 79 FR 23414, April 28, 2014). Since that time, CARB has made several updates to their OBD regulations and continues to consider changes periodically. In this NPRM, EPA is proposing to update to the latest version of the CARB OBD regulation (California's 2022 OBD-II requirements are part of (Title 13 § 1968.2 California Code of Regulations 2022)). This is accomplished by adding a new section for vehicles built after 2027 model year and only putting in requirements in that section that are not in the new CARB regulation. EPA is also adding a new monitoring requirement for gasoline particulate filters (GPFs) since the CARB regulation does not yet have a requirement for a particulate filter diagnostic for gasoline vehicles and EPA is projecting that manufacturers will utilize GPFs as a control strategy in meeting our proposed PM standards in the time frame of this rulemaking. As mentioned above, CARB has made changes to their regulation since we adopted the 2013 version. Most notably CARB added evaporative reporting and diagnostic language that both adds functions that we had in our Tier 3 regulation and clarifies which diagnostics are required and what to report. This makes the evaporative reporting language in our regulation obsolete and make it necessary to remove the language to prevent conflicts. EPA has worked closely with CARB on the development of EPA's diagnostic requirements for GPFs. CARB has reviewed and helped determine the EPA requirements. EPA started with CARB's requirements for its diesel particulate filter diagnostic. EPA then removed the failure modes that both EPA and CARB felt weren't germane to the GPF system. This left three diagnostic requirements along with requirements for tracking and reporting. The required ratio for tracking and reporting is 0.150 as calculated using procedures in (Title 13 § 1968.2 California Code of Regulations 2022). The first is a monitor that is required if removing the GPF would cause PM to go above 10 mg/mi over the FTP. The second is a requirement to detect if frequent regeneration cycles cause HC, CO, or NOX to exceed 1.5 times the standard for HC, CO, or NOX. Or, if no number of cycles would cause the 1.5 times exceedance, then the diagnostic must trigger when the number of regeneration cycles exceed the manufacturers specified limit for regeneration cycles. The third requirement is for detecting when the GPF is missing from the system, significantly damaged, or destroyed (further details are available in the regulations). This third requirement along with checking regeneration cycles (too frequent and cycles not restoring the filter) is the default diagnostic set if the vehicle never exceeds 10 mg/mi with the GPF removed."
            },
            {
                "section_number": "3.4",
                "title": "PHEV Accounting",
                "page_number": 72,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "3.4.1",
                "title": "Proposed Approach for the Revised PHEV Utility Factor",
                "page_number": 72,
                "subsections": [],
                "content": " EPA is proposing to revise the light-duty vehicle PHEV Fleet Utility Factor curve used in CO2 compliance calculation for PHEVs, beginning in MY 2027. The agency believes the current LD vehicle PHEV compliance methodology significantly underestimates PHEV CO2 emissions. The mechanism that is used to apportion the benefit of a PHEV's electric operation for purposes of determining the PHEVs contribution towards the fleet average GHG requirements is the fleet utility factor (FUF), further explained below. We have analyzed available data and compiled literature (Krajinska, Poliscanova, Mathieu, & Ambel, Transport & Environment 2020), (Plötz, P., Moll, C., Bieker, G., Mock, P., Li, Y. 2020), (Plötz, P., Link, S., Ringelschwendner, H., Keller, M., Moll, C., Bieker, G., Dornoff, J., Mock, P. 2022), (Patrick Plötz et al 2021) showing that the current utility factors are overestimating the operation of PHEVs on electricity, and therefore would underestimate the CO2 g/mi compliance result. The current and proposed FUF's are shown in Figure 3-27, shown below. Figure 3-27: Current and Proposed Fleet Utility Factor for PHEV Compliance The current FUFs were developed in SAE 2841 (SAE J2841 2010) and are used to estimate the percentage of operation that is expected to be in charge depleting mode (vehicle operation that occurs while the battery charge is being depleted, sometimes referred to as electric range.). The measurement of the charge depleting (CD) range is performed over the EPA city and highway test cycles, also called the 2-cycle tests. The tested cycle specific charge depleting range is used as an input to the FUF curves (or lookup tables, as shown in Tables 1 and 2 in 40 CFR §600.116-12) to determine the specific city and highway FUFs. The resulting FUFs are used to calculate a composite CO2 value for the city and highway CO2 results, by weighting the charge depleting CO2 by the FUF and weighting the charge sustaining (CS) CO2 by one minus the FUF. The FUFs developed in SAE J2841 rely on a few important assumptions and underlying data: (1) trip data from the 2001 National Household Travel Survey,35 used to establish daily driving distance assumptions, and (2) the assumption that the vehicle is fully charged before each day's operation. These assumptions are important because they affect the shape of the utility factor curves, and therefore affect the weighting of CD (primarily electric operation)36 CO2 and CS 35 We used the latest NHTS data (2017) and executed the utility factor code that is in SAE J2841, Appendix C, and found that the latest NHTS data did not significantly change the utility factor curves. NHTS data can be found at U.S. Department of Transportation, Federal Highway Administration, 2017 National Household Travel Survey. URL: https://nhts.ornl.gov/ 36 The complexity of PHEV designs is such that not all PHEVs operate solely on the electric portion of the propulsion system even when the battery has energy available. Engine operation during these scenarios may be required because of such design aspects as blended operation when both the electric power and the engine are being utilized, or during conditions such as when heat or air conditioning is needed for the cabin and can only be obtained with engine operation (primarily internal combustion engine operation)37 CO2 in the compliance value calculation. SAE J2841 was developed more than ten years ago during the early introduction of light-duty PHEVs and at the time was a reasonable approach for weighting the CD and CS vehicle performance for a vehicle manufacturer's compliance calculation given the available information. The PHEV market has since grown, and there is significantly more real-world data available to EPA on which to design an appropriate compliance program for PHEVs. The agency believes that the use of an FUF is still an appropriate and reasonable means of calculating the contribution of PHEVs to GHG emissions and compliance, but the real-world data available today no longer supports the FUF established in SAE J2841 more than a decade ago. Because the tailpipe CO2 produced from PHEVs varies significantly between CD and CS operation, both the charge depleting range and the utility factor curves play an important role in determining the magnitude of CO2 that is calculated for compliance. In charge depleting mode EPA is proposing to maintain a zero gram per mile contribution when the internal combustion engine is not running. The significant difference noted above is the difference between, potentially, zero grams per mile in CD mode versus CO2 grams per mile that are likely to be similar to a hybrid (non-plug-in) vehicle. The charge depleting range for a PHEV is determined by performing single cycle city and highway charge depleting tests according to SAE Standard J1711 (SAE J1711 2023), Recommended Practice for Measuring the Exhaust Emissions and Fuel Economy of Hybrid-Electric Vehicles, Including Plug-In Hybrid Vehicles. The charge depleting range is determined by arithmetically averaging the city and highway range values weighted 55 percent and 45 percent, respectively, as noted in §600.311-12(j)(4)(i) (Title 40 CFR § 600.311–12 2021)."
            },
            {
                "section_number": "3.4.1.1",
                "title": "FUF Comparisons with Real World Data",
                "page_number": 74,
                "subsections": [],
                "content": " Recent literature and data have identified that the current utility factor curves may overestimate the fraction of driving that occurs in charge depleting operation (Plötz, P. and Jöhrens, J. 2021), (Transport & Environment 2022). This literature also concludes that vehicles with lower charge depleting ranges have even greater discrepancy in CO2 emissions. EPA and ICCT (Aaron Isenstadt, Zifei Yang, Stephanie Searle, John German 2022) have also evaluated recently available California Bureau of Automotive Repair (BAR) OBD data, (California Air Resource Board [OBD data records] 2022) that has been collected through the California Bureau of Automotive Repair and found that the data shows that, on average, there is more charge sustaining operation and more gasoline operation than is predicted by the current fleet utility factor curves. The BAR OBD data enable the evaluation of real-world PHEV distances travelled in various operational modes; these include charge-depleting engine-off distance, charge-sustaining engine-on distance, total distance traveled, odometer readings, total fuel consumed, and total grid energy inputs and outputs of the battery pack. These fields of data allow us to use the BAR OBD data to filter the data and calculate 5-cycle comparable real-world 37 Because most CD operation occurs without engine operation, the CO2 value for CD operation is often 0 or near 0 g/mi. This means that a high utility factor results in a CO2 compliance value that is heavily weighted with 0 or near 0 g/mi. driving ratios of charge depleting distance to total distance and to then compare to the existing FUFs, using the 5-cycle range from the fuel economy and environment label.38 There are some limitations to the PHEV data collected through the BAR OBD data. Data collection occurs through the California Bureau of Automotive Repair and is limited to vehicles with ownership changes, vehicles entering the state, or vehicles that are at least 8-years old (California Bureau of Automotive Repair [OBD data records] 2022). In addition, the PHEV BAR OBD data requirements are recent; they began in model year 2019 and were not fully phased in until model year 2021 (California Bureau of Automotive Repair [OBD data records] 2022). The dataset also contains some reporting errors and some very low mileage data. To address some of the data collection issues, the BAR OBD data were filtered to exclude low mileage vehicles, vehicles with extreme or conflicting data, and vehicles that were missing critical data such as total distance travelled. Similar to the ICCT data filtering, EPA filtered the CARB OBD data by removing vehicles that met the following criteria: vehicles with less than 3000 km total distance travelled; vehicles and that have odometer readings that are greater than 20 percent different from the total distance travelled data; and vehicles where the total grid energy inputs and outputs of the battery pack differed by more than 20 percent. 38 Because the data collected is real-world data, we used the combined city and highway 5-cycle label range as an input to the FUF curve described in SAE J2841, to create an apples-to-apples comparison. The existing regulatory FUFs are separate city and highway curves, and the charge depleting ranges that are used with the city and highway FUF curves are 2-cycle range. Figure 3-28: FUFs with various data filtering sensitivities To investigate data sampling sensitivities, we used the minimum VMT values shown in Figure 3-28 (above) for filtering data using the October 2022 BAR OBD data (California Air Resource Board [OBD data records] 2022). As shown in Figure 3-28, the relative FUFs over the SAE J2841 FUFs are not significantly different at various minimum VMT filtering. As of October 2022, the BAR OBD dataset has around 8,400 PHEV vehicles, and over 233.2 million vehicle miles traveled. The filtered dataset has 30 PHEV models, and 2060 individual vehicles that travelled 58.9 million miles. A comparison of the results of EPA's data analysis of the BAR OBD data to the ICCT analyses is shown below in Figure 3-29. The combined city and highway FUF in SAE J2841 (corresponding to the 55 percent city/45 percent highway weighing of the city and highway FUFs) in the current regulations is labeled as \"SAE J2841 FUF\". EPA's data analysis of the CARB OBD data is labeled as \"Linear Regression Fit\" and the two ICCT curves are labeled as \"ICCT-BAR\" and \"ICCT-FUELLY\". The EPA \"Linear Regression Fit\" (where about 78 percent of the total data points are between 12- to 32-miles for the CD range when fitting samples >= 5) lies on top of the \"ICCT-BAR\" curve, showing good agreement between the two separate analyses of the BAR OBD data. In addition to the BAR OBD data, ICCT also evaluated a dataset from Fuelly.com.39; The curve that is fitted from the Fuelly.com data also yields lower utility factors than the SAE J2841 FUF curve, for the same charge depleting distance; however, the Fuelly curve is not as low as the BAR OBD curve. The BAR OBD data is a recent and relatively large dataset that includes the charge depleting distance (or electric operating distance) and total distance, which makes it a reasonable source for evaluating the real-world utility factors for recent PHEV usage. However, we recognize that the curve developed from this data is a departure from the SAE J2841 FUF curves, that the BAR OBD data has some limitations (described above), and that the original SAE J2841 FUF methodology was also a reasonable approach at the time it was adopted. Therefore, we created the proposed curve by averaging the SAE J2841 FUF curve and the ICCT-BAR curve. The resulting proposed FUF curve lies almost on top of the ICCT-FUELLY curve. Some of the data suggest that a lower curve might more appropriately reflect current real-world usage, however, EPA recognizes that PHEV technology has the potential to provide significant GHG reductions and an overly low FUF curve could disincentive manufacturers to apply this technology. In addition, anticipated longer all-electric range and greater all-electric performance, partially driven by CARB’s ACC II program, as well as increased consumer technology familiarity and available infrastructure should result in performance more closely matching our proposed curve. EPA will continue to monitor real-world data as it becomes available. The proposed curve (see Figure 3-29, \"FUF Proposed\") is based on the Equation (3-1), (Title 40 CFR 600.116-12 2022) using the SAE J2841 FUF weighting coefficients, and a new normalized distance (ND) of five hundred eighty-three (583) miles. Other UF curves shown include: the current SAE J2841 FUF, which uses the combined city/highway FUF coefficients, and a ND of 399.9 miles; the label MDIUF40 (SAE J2841 MDIUF), which uses the MDIUF weighting coefficients and a ND of 400 miles; the ICCT-developed curve for the Fuelly data (ICCT-FUELLY), which uses the MDIUF coefficients, and a ND of seven hundred (700) miles and the ICCT-developed curve for the BAR OBD data (ICCT-BAR), which uses the MDIUF coefficients, and a ND of nine hundred eighty-five (985) (Aaron Isenstadt, Zifei Yang, Stephanie Searle, John German 2022) miles. The FUF and the MDIUF weighting coefficients (Cj) of the UF Proposed, ICCT-BAR, and ICCT-FUELLLY curves are listed in Table 2 of the SAE J2841 standard (SAE J2841 2010). where: CD = charge depleting range in miles ND = normalized distance Cj = the weighting coefficient for term j k = number of coefficients (10 for the MDIUF Fit and 6 for the FUF Fit) 39 Fuelly [aggregated user-reported fuel economy data]. 2022. Retrieved from https://www.fuelly.com/car 40 The SAE J2841, the FUF is recommended for fleet vehicle fuel consumption calculations, and the MDIUF is recommended to estimate of an individual vehicle’s fuel economy. EPA has incorporated the FUF for compliance calculations, and the MDIUF for fuel economy labelling calculations. Among other differences, the MDIUF is a vehicle-weighted calculation, and the FUFs are VMT distance-weighted calculations.. Five hundred eighty-three (583) Normalized Distance (ND) was calculated by the minimization of the sum of the squared residual norm in Equation (3-2) when iterating the normalized distance constant j. where: NDj = normalized distance for term j from 400 to 985 Figure 3-29: The Proposed FUF, SAE MDIUF/FUF, and ICCT-BAR/FUELLY Curves As stated above, the proposed FUF curve in Figure 3-29 is constructed using the averages of the SAE J2841 FUF curve and the ICCT-BAR curve from the real-world charging data with the latest BAR OBD open-source data records. This method creates a proposed FUF curve that is adjusted to better reflect the real-world PHEV data (California Bureau of Automotive Repair [OBD data records] 2022). Table 3-20 shows PHEV vehicles that had sample sizes greater than or equal to 10 in the CARB OBD dataset (California Air Resource Board [OBD data records] 2022) and also includes several additional high-volume PHEVs. The compliance CO2 results range from a 19.5% to 47.8% (median = 31%) increase in CO2 g/mi, for the example vehicles below, when using the proposed FUF compared to the existing FUF. Table 3-23: CO2 Emissions [g/mi] Calculated using Existing FUF and Proposed FUF Mode l Year Manufacturer PHEV Model Existing: Compliance CO2 using Existing FUF Proposed: Estimated Compliance CO2 using Proposed FUF 2022 AUDI Q5 E 116.3 165.7 2022 BMW 330E 100.2 132.5 2021 BMW 530E 114.4 147.1 2020 BMW I8 126.7 156.8 2021 BMW X3 xDrive 136.6 168.5 2022 BMW X5 108.5 154.3 2019 CHEVROLET VOLT 29.9 44.2 2021 CHRYSLER PACIFICA 73.0 97.1 2022 FORD ESCAPE 47.9 63.8 2021 HONDA CLARITY 33.4 47.9 2022 HYUNDAI IONIQ 47.3 62.0 2019 HYUNDAI SONATA PHEV 63.7 86.0 2021 JEEP WRANGLER 4XE 161.0 202.7 2022 KIA NIRO 59.4 75.9 2020 KIA OPTIMA PHEV 59.8 80.1 2022 KIA SORENTO SX 68.7 90.5 2020 MERCEDES-BENZ GLC 350E 122.5 160.4 2022 MINI COOPER 116.7 142.3 2022 SUBARU CROSSTREK 99.0 118.3 2022 TOYOTA PRIUS PRIME 57.5 70.6 2022 TOYOTA RAV4 PRIME 55.1 71.7 2022 VOLVO S60 111.0 148.3 2022 VOLVO XC60 155.2 196.8 2022 VOLVO XC90 149.0 186.4 We believe that it is important for PHEV compliance utility factors to accurately reflect the apportionment of charge depleting operation, for weighting the 2-cycle CO2 test results; therefore, we are proposing to update the city and highway fleet utility factor curves with a new, single curve that is shown in Figure 3-27 above. We are proposing a single curve to better reflect real world performance where the underlying real-world data is not parsed into city and highway data. Since the fleet average calculations are based on a combined city and highway CO2 value, a single FUF curve can be used for these calculations."
            },
            {
                "section_number": "3.5",
                "title": "GHG Emissions Control Technologies",
                "page_number": 79,
                "subsections": [],
                "content": ""
            },
            {
                "section_number": "3.5.1",
                "title": "Engine Technologies",
                "page_number": 79,
                "subsections": [],
                "content": " The following is detailed information about the ALPHA inputs for internal combustion engines used to create ALPHA Outputs for Response Surface Equations (RSE's) used by OMEGA. These were first discussed and listed in Table 2-2. Specific details about each engine are contained in the engine's data package available on EPA's webpage (U.S. EPA 2023b). Each engine data package is contained in a .zip file identified using the engine name mentioned in the caption of the associated ALPHA efficiency map shown below."
            },
            {
                "section_number": "3.5.1.1",
                "title": "2013 Chevrolet 2.5L Ecotec LCV Engine Reg E10 Fuel",
                "page_number": 80,
                "subsections": [],
                "content": " This naturally aspirated engine features continuously variable valve timing, high-pressure direct injection, electronic throttle control, coil-on-plugs and has an 11.3:1 compression ratio. Testing was conducted in a test cell operated by FEV Engine Technologies and purchased to support the Mid Term Evaluation (MTE) Engine Benchmarking project. (Newman, K., Kargul, J., and Barba, D. 2015). Figure 3-30 2013 Chevrolet 2.5L Ecotec LCV Engine Reg E10 Fuel (U.S. EPA 2023b)"
            },
            {
                "section_number": "3.5.1.2",
                "title": "GT Power Baseline 2020 Ford 7.3L Engine from",
                "page_number": 80,
                "subsections": [],
                "content": " Argonne Report Tier 3 Fuel41 This medium-duty naturally aspirated engine included port fuel injection, a 2-valve head, and a 10.5 compression ratio. The engine was modeled in GT-Power® and then calibrated and validated against test data available at Southwest Research Institute or provided by the Original Equipment Manufacturers (OEMs). (Thomas E. Reinhart 2021) The provided baseline model was only configured to simulate wide-open throttle operation with power enrichment and used a Wiebe function for describing combustion. Once the model achieved satisfactory results, the 41 Not included in the draft but are likely to be added to the analysis. engine performance was mapped over the speed and load range. The image and any supporting data available were digitized by loading the image into MATLAB and manually tracing the efficiency contours. Figure 3-31 GT Power Baseline 2020 Ford 7.3L Engine from Argonne Report Tier 3 Fuel (U.S. EPA 2023b)"
            },
            {
                "section_number": "3.5.1.3",
                "title": "2014 Chevrolet 4.3L EcoTec3 LV3 Engine LEVIII Fuel",
                "page_number": 82,
                "subsections": [],
                "content": " Features of this engine include side mount direct-injection, cylinder deactivation, continuously variable valve timing, pushrod, single cam, and active fuel management. The engine uses cylinder deactivation to improve thermal efficiency by reducing pumping losses during low-load operation. This testing was performed by the EPA at the National Center for Advanced Technology (NCAT) with the engine installed in a dynamometer test cell tethered as though the engine were operating in the vehicle. (Mark Stuhldreher 2016) Two methods of coupling the engine to the dynamometer were needed to gather data where the torque measurement was very sensitive to the engine’s torsional accelerations. Direct drive shaft engine to dynamometer coupling worked best to gather most of the data but where needed, the engine was coupled to the dynamometer through its transmission and torque converter. Figure 3-32 2014 Chevrolet 4.3L EcoTec3 LV3 Engine LEV III Fuel – Cyl Deac Disabled (U.S. EPA 2023b)"
            },
            {
                "section_number": "3.5.1.4",
                "title": "2013 Ford 1.6L EcoBoost Engine LEV III Fuel42",
                "page_number": 83,
                "subsections": [],
                "content": " The selected feature of this turbocharged gasoline engine was the inclusion of spray-guided direct-injection. The testing was performed by the EPA at the National Center for Advanced Technology (NCAT) with the engine installed in a dynamometer test cell tethered as though the engine were operating in the vehicle. (Mark Stuhldreher, Charles Schenk, Jessica Brakora, David Hawkins, Andrew Moskalik, and Paul DeKraker 2015) Figure 3-33 2013 Ford 1.6L EcoBoost Engine LEV III Fuel (U.S. EPA 2023b) 42 Not included in the draft but are likely to be added to the analysis."
            },
            {
                "section_number": "3.5.1.5",
                "title": "2015 Ford 2.7L EcoBoost Engine Tier 3 Fuel",
                "page_number": 84,
                "subsections": [],
                "content": " This turbocharged engine features intake and exhaust cam phasing, direct injection, and integrated exhaust manifolds. The testing was performed by the EPA at the National Center for Advanced Technology (NCAT) with the engine installed in a dynamometer test cell tethered as though the engine were operating in the vehicle. This testing provided thorough test data for constructing the main operating portion of the engine map. There was also subsequent testing in a heavy-duty test cell to generate additional data for the high speed and high load mapping needed to construct a more complete engine map. Figure 3-34 2015 Ford 2.7L EcoBoost V6 Engine Tier 3 Fuel (U.S. EPA 2023b)"
            },
            {
                "section_number": "3.5.1.6",
                "title": "2016 Honda 1.5L L15B7 Engine Tier 3 Fuel",
                "page_number": 85,
                "subsections": [],
                "content": " Features of this engine include direct-injection, single-scroll turbocharger, and dual variable valve timing control (VTC). The testing was performed by the EPA at the National Center for Advanced Technology (NCAT) with the engine installed in a dynamometer test cell tethered as though the engine were operating in the vehicle. (Stuhldreher, Mark; Kargul, John; Barba, Daniel ; McDonald, Joseph; Bohac, Stanislav; Dekraker, Paul; Moskalik, Andrew; 2018) The engine was coupled to the dynamometer using a modified manual transmission and clutch with a torsional spring assembly and rubber isolated driveshaft to allow for stable torque measurements. Both steady-state and transient engine test data were collected during the benchmark testing. Two different test procedures were needed to appropriately replicate steady-state engine operation at low/mid loads and transient engine operation at high loads when the engine is protecting itself. Figure 3-35 2016 Honda 1.5L L15B7 Engine Tier 3 Fuel (U.S. EPA 2023b)"
            },
            {
                "section_number": "3.5.1.7",
                "title": "Volvo VEP 2.0L LP Gen3 Miller Engine from 2020 Aachen Paper Octane",
                "page_number": 86,
                "subsections": [],
                "content": " Modified for Tier3 Fuel This Miller cycle engine includes an increased compression ratio, a short intake valve opening duration, an integrated exhaust manifold, a new intake port and piston design together with a VGT turbo as described in Dahl et al (2020), \"The New Volvo Mild Hybrid Miller Engine\" presented in Aachen Colloquium Automobile and Engine Technology. (Daniel Dahl, Ayolt Helmantel, Fredrik Wemmert, Mats Morén, Staffan Rengmyr, and Ali Sahraeian 2020) The image provided in this paper was digitized by loading the image into MATLAB and manually tracing the efficiency contours. NCAT used the peak BSFC and BTE values referenced in the paper to calculate the lower heating value for the test fuel having a reported RON of 98 and because the authors did not provide any test data for this engine using Tier 3 fuel, the decision was made to use ALPHA’s Octane Modifier to also develop an estimated Tier 3 fuel map. Volvo 2.0L VEP LP Gen3 Miller Engine from 2020 Aachen Paper Octane Modified for Tier 3 Fuel Figure 3-36 Volvo 2.0L VEP LP Gen3 Miller Engine from 2020 Aachen Paper Octane Modified for Tier 3 Fuel (U.S. EPA 2023b)"
            },
            {
                "section_number": "3.5.1.8",
                "title": "Geely 1.5L Miller GHE from 2020 Aachen Paper Octane Modified for Tier",
                "page_number": 87,
                "subsections": [],
                "content": " 3 Fuel Zhang et al (2020), \"Geely Hybrid Engine: World Class Efficiency for Hybrid Vehicles\" presented in the 29th Aachen Colloquium (GuiQiang Zhang, Qian Wang, Guang Chen, et al. 2020) reported this engine has a high efficiency Miller-cycle combustion system with high tumble and turbulence kinetic energy, low friction, optimized mixture formation using a new 350 bar fuel injection system and a 13:1 compression ratio. These features are then combined with a fully matched turbocharger with highly cooled low pressure EGR and a water-charge air cooler. The image provided in this paper was digitized by loading the image into MATLAB and manually tracing the efficiency contours. Since the fuel used to map this engine had a relatively high lower heating value there was an assumption of a likely corresponding high RON value of 98 and because the authors did not provide any test data for this engine using Tier 3 fuel, the decision was made to use ALPHA’s Octane Modifier to also develop an estimated Tier 3 fuel map. Figure 3-37 Geely 3-cyl 1.5L Miller GHE from 2020 Aachen Paper Octane Modified for Tier 3 Fuel (U.S. EPA 2023b)"
            },
            {
                "section_number": "3.5.1.9",
                "title": "2018 Toyota 2.5L A25A-FKS Engine Tier 3 Fuel",
                "page_number": 88,
                "subsections": [],
                "content": " This 4-cylinder, naturally aspirated, Atkinson Cycle gasoline engine with cooled-EGR also includes direct & port injection, VVT electric intake & hydraulic exhaust, high induction turbulence/high speed combustion, high energy ignition, friction reduction, a variable capacity oil pump, and an electric water pump. The testing was performed by the EPA at the National Center for Advanced Technology (NCAT) with the engine installed in a dynamometer test cell tethered as though the engine were operating in the vehicle. The engine was coupled to the dynamometer using an automatic transmission and torque converter to allow for an accurate gathering of test data where the torque measurement is very sensitive to the engine’s torsional accelerations. (John Kargul, Mark Stuhldreher, Dan Barba, Charles Schenk, Stani Bohac, Joseph McDonald, and Paul Dekraker 2019) Figure 3-38 2018 Toyota 2.5L A25A-FKS Engine Tier3 Fuel (U.S. EPA 2023b)"
            },
            {
                "section_number": "3.5.1.10",
                "title": "Toyota 2.5L TNGA Prototype Hybrid Engine from 2017 Vienna Paper",
                "page_number": 89,
                "subsections": [],
                "content": " Octane Modified for Tier 3 Fuel This inline 4 cylinder 2.5L gasoline naturally aspirated (NA) engine is thoroughly described in Tadashi Toda et al (2017), \"The New Inline 4 Cylinder 2.5L Gasoline Engine with Toyota New Global Architecture Concept\" presented at Internationales Wiener Motorensymposium. (T. Toda, M. Sakai, M. Hakariya, and T. Kato 2017) Features include high energy ignition coil motor-driven VVT for Atkinson cycle, a D-4S system (direct and port injection) with new multi hole injectors, cooled EGR, and a variable oil-pressure pump system. The image provided in this paper was digitized by loading the image into MATLAB and manually tracing the efficiency contours. There was no information presented regarding the fuel used for the map, so the decision was made assuming that data in the paper was based on a Tier 2 fuel and to use ALPHA’s Octane Modifier to develop an estimated Tier 3 fuel map. Figure 3-39 Toyota 2.5L TNGA Prototype Hybrid Engine from 2017 Vienna Paper Octane Modified for Tier 3 Fuel (U.S. EPA 2023b)"
            },
            {
                "section_number": "3.5.2",
                "title": "Electrification Technologies",
                "page_number": 90,
                "subsections": [],
                "content": " The following is detailed information about the ALPHA inputs for electric inverters, motors, and generators used to create ALPHA Outputs for Response Surface Equations (RSE's) used by OMEGA. These were first discussed and listed in Table 2-3. Specific details about each electric motor are contained in the engine's data package available on EPA's webpage (U.S. EPA 2023a). Each engine data package is contained in a .zip file identified using the electric motor name mentioned in the caption of the associated ALPHA efficiency map shown below."
            },
            {
                "section_number": "3.5.2.1",
                "title": "2010 Toyota Prius 60kW 650V MG2 EMOT",
                "page_number": 90,
                "subsections": [],
                "content": " The 60kW 650V MG2 electric motor paired with an inverter and a 36hp (27kW) nickel-metal hydride battery pack was combined with a 1.8L 4-cylinder Atkinson cycle engine. The component benchmarking testing for this program was conducted by Oak Ridge National Laboratory’s (ORNL) Power Electronics and Electric Machinery Research Center (PEEMRC), a broad-based research center for power electronics and electric machinery (e-motor) development. (Olszewski, Mitch 2011) The resulting measurements were used to create a combined efficiency map of the main drive e-motor and inverter without including any gearing, categorized together as an EMOT. Figure 3-40 2010 Toyota Prius 60kW 650V MG2 EMOT (U.S. EPA 2023a)"
            },
            {
                "section_number": "3.5.2.2",
                "title": "Est 2010 Toyota Prius 60kW 650V MG1 EMOT",
                "page_number": 91,
                "subsections": [],
                "content": " The Toyota Prius uses a secondary electric motor called an MG1, which functions as a generator to transfer power from the ICE to recharge the battery. Oak Ridge National Laboratory (ORNL) did not specifically benchmark this electric generator motor, presumably because of its similarity to the MG2 electric drive motor discussed in the previous section. (Olszewski, Mitch 2011) However, chassis test data provided by Southwest Research Institute (SwRI) indicated the maximum operating power for the MG1 generator motor is different than the MG2 drive motor. The maximum power curve for the MG1 is a constant value rather than variable as MG2's power curve. Consequently, the MG2 ORNL benchmark data was used along with the max power data provided from the SwRI chassis test data to create a constant power version for the MG1. The MG1 efficiency map estimates the combined efficiency of the main generator e-motor and its inverter, categorized together as an EMOT. The \"Est\" in the front of the e-motor's name indicates that it is an estimated map. Figure 3-41 Est 2010 Toyota Prius 60kW 650V MG1 EMOT (U.S. EPA 2023a)"
            },
            {
                "section_number": "3.5.2.3",
                "title": "2011 Hyundai Sonata 30kW 270V EMOT",
                "page_number": 92,
                "subsections": [],
                "content": " This 30 kW 270V electric motor was paired with an inverter, categorized together as an EMOT, and powered by a 270-volt lithium polymer battery. The map was created using benchmarked data that measured the efficiency of the combination of the main drive e-motor and its inverter without including any gearing. The component testing for this program was conducted by Oak Ridge National Laboratory’s (ORNL) Power Electronics and Electric Machinery Research Center (PEEMRC), a broad-based research center for power electronics and electric machinery (e-motor) development (Rogers, Susan 2012) Figure 3-42 2011 Hyundai Sonata 30kW 270V EMOT (U.S. EPA 2023a)"
            },
            {
                "section_number": "3.5.2.4",
                "title": "2012 Hyundai Sonata 8.5kW 270V BISG",
                "page_number": 93,
                "subsections": [],
                "content": " Hyundai’s Hybrid Starter Generator (HSG) electric motor with published specifications listed as 43 Nm, 8.5kW, and 15,750 rpm was paired with an inverter and powered by a 270-volt lithium polymer battery. The application of this type of electric motor is normally found in mild hybrid electric vehicles (MHEV), often called P0 mild hybrids. The goal was to create a map representing the combined efficiency of the starter/generator motor, its inverter, and the drive belt, categorized together as a BISG (belt-inverter-starter/generator). The component testing for this program was conducted by Oak Ridge National Laboratory’s (ORNL) Power Electronics and Electric Machinery Research Center (PEEMRC), a broad-based research center for power electronics and electric machinery (e-motor) development. (Rogers, Susan 2013) Figure 3-43 2012 Hyundai Sonata 8.5kW 270V BISG (U.S. EPA 2023a)"
            },
            {
                "section_number": "3.5.2.5",
                "title": "Generic IPM 150kW EDU",
                "page_number": 94,
                "subsections": [],
                "content": " The Generic IPM 150kW 350V Electric Drive Unit (EDU) efficiency map was generated using confidential benchmarking test data from several state-of-the-art internal permanent magnet synchronous reluctance (IPMSRM) e-motors used in current production battery electric vehicles. Transformation functions whose coefficients- represent the averaged power consumption data were utilized to blend and transform the confidential test data. The final map was then scaled to 150kW to represent a generic EDU suitable for use in a BEV. The generated efficiency map represents the combined operating boundaries and electrical power consumption of the electric motor, inverter, and gearing, categorized together as an EDU. The gear ratio for this EDU is 9.5:1. Figure 3-44 Generic IPM 150kW EDU (U.S. EPA 2023a)"
            },
            {
                "section_number": "3.5.3",
                "title": "Vehicle Architectures",
                "page_number": 94,
                "subsections": [],
                "content": " A summary of the five vehicle architectures used in ALPHA 3.0 is provided in Section 2.4.4. Figure 2-3 summarizes the five vehicle models used to simulate vehicle efficiency for this proposal, including the conventional model used in previous versions of ALPHA, the three new hybrid electric models, and the one new battery electric vehicle model added for ALPHA 3.0."
            },
            {
                "section_number": "3.5.4",
                "title": "Other Vehicle Technologies",
                "page_number": 95,
                "subsections": [],
                "content": " Depending on vehicle design, other vehicle technologies such as transmissions, non-hybrid stop-start, electrified power steering, accessories, secondary axle disconnect, low drag brakes, and air conditioning may have been used in the creation of ALPHA outputs for the Response Surface Equations (RSE's) used by OMEGA. These other technologies were first discussed in the previous version of ALPHA used for the 2017 Final Determination (U.S. EPA 2017) and the modeling has not changed. While the EPA believes that the proposed standards will be largely met through electrification, because the proposed standards are performance based, improvements in all vehicle and powertrain technologies will contribute to a vehicle manufacturer's compliance. "
            }
        ]
    }
]
}