{
  "chapters": [
    {
      "chapter_title": "Small Business Flexibilities",
      "chapter_number": "12",
      "page_number": 1,
      "sections": [
        {
          "section_number": "12.1",
          "title": "Small Business Flexibilities",
          "page_number": 1,
          "subsections": [],
          "content": " The Regulatory Flexibility Act, as amended by the Small Business Regulatory Enforcement Fairness Act of 1996 (SBREFA), generally requires an agency to prepare a regulatory flexibility analysis of any rule subject to notice-and-comment rulemaking requirements under the Administrative Procedure Act or any other statute. As a part of this analysis, an agency is directed to convene a Small Business Advocacy Review Panel (SBAR Panel or ‘the Panel’), unless the agency certifies that the rule will not have a significant economic impact on a substantial number of small entities. During such a Panel process, the agency would gather information and recommendations from Small Entity Representatives (SERs) on how to reduce the impact of the rule on small entities. As discussed below, EPA is certifying that this rule will not have a significant economic impact on a substantial number of small entities, and thus we have not conducted an SBAR Panel for this rulemaking. The following discussion provides an overview of small entities in the vehicle market. Small entities include small businesses, small organizations, and small governmental jurisdictions. For the purposes of assessing the impacts of the rule on small entities, a small entity is defined as: (1) a small business that meets the definition for business based on the Small Business Administration’s (SBA) size standards (Title 13 CFR 121.201 2023), (2) a small governmental jurisdiction that is a government of a city, county, town, school district or special district with a population of less than 50,000; and (3) a small organization that is any not-for-profit enterprise which is independently owned and operated and is not dominant in its field. There are three types of small entities that could potentially be impacted by the proposed GHG standards: 1) small entity vehicle manufacturers; 2) alternative fuel converters, which are companies that take a vehicle for which an OEM has already accounted for GHG compliance and convert it to operate on a cleaner fuel such as natural gas or propone; and 3) -independent commercial importers (ICIs), which are firms that import vehicles from other countries for individual vehicle purchasers. EPA initiated the Small Business Advocacy Review Panel process and had a pre panel meeting with small businesses representing the small entity manufacturers, the alternative fuel converters, and the ICIs. EPA presented the areas it expected to make changes in this NPRM at a high level and heard from the small businesses their initial concerns if any on the potential changes based on this rulemaking. EPA also learned in more detail how these entities conduct their business to help assess the impact the standards proposed in this NPRM may have and enable EPA to mitigate any impacts. EPA is certifying that this rule will have no significant economic impact on a substantial number of small entities (No SISNOSE). EPA has focused its assessment of potential small business impacts on three key aspects of the proposed standards, including GHG emissions standards, criteria pollutants (NMOG+NOx fleet-average standards) and PM emissions standards), and EV battery warranty and durability. Under the current light-duty GHG program, small entities are exempt from the GHG standards. EPA is proposing to continue the current exemption for all three types of small entities, including small entity manufacturers, Alternate Fuel Convertors, and Independent Commercial Importers (ICIs). However, EPA is proposing to add some environmental protections for imported vehicles, as described below. EPA is also proposing to continue the current provision allowing small entity manufacturers to opt into the GHG program to earn credits to sell in the credit market. The only small entity vehicle manufacturers in the market at this time produce only electric vehicles. EPA is requesting comment on the potential need for small entity manufacturers to have an annual vehicle production cap (e.g., 200-500 vehicles per year) on vehicles eligible for the exemption. On average, historical production data indicates that small entities’ annual sales have been well below this range as shown in Table 1. EPA believes that capping the number of vehicles exempted could be an appropriate protection for GHG emissions, while still allowing small entities to produce vehicles consistent with typical past annual sales. Table 3 Small Entity Production from 2017 to 2021 Karma RUF Koenigsegg Pagani Rimac 2017 0 0 0 46 1 2018 295 2 10 10 0 2019 83 1 12 0 1 2020 153 6 4 0 0 2021 78 7 11 0 0 While ICI’s imported vehicles have not been accounted for in a manufacturer’s GHG average there are typically only a small number of vehicles imported each year. Since 2014, none of the current ICIs have imported more than 15 vehicles each year. Under existing EPA regulations, each ICI' is currently limited to importing 50 vehicles per year. EPA is proposing to reduce the limit to 25 non-ZEV vehicles per year, as a means of limiting the potential environmental impact of importing vehicles with potentially high GHG emissions. Importing of ZEVs will not count against the 25 vehicles limit and EPA will put in language to clarify this fact. Table 2 below shows the number of vehicles imported by each of the current ICIs. EPA believes this lower vehicle limit is important for capping the potential for high-emitting imported vehicles, because, unlike with criteria pollutant emissions as discussed below, there are very limited add-on emissions control options for reducing the GHG emissions of an imported vehicle. This action will have no financial impact on the ICI businesses, as it still far above the average number of vehicles imported by ICIs in recent years. Table 4 ICI Import Records 2014 2015 2016 2017 2018 2019 2020 2021 2022 Current ICIs G & K 7 7 6 6 8 12 6 10 8 JK Technologies 13 15 8 10 10 9 3 4 5 Wallace Labs 0 0 15 1 7 5 4 4 10 EPA also has evaluated the potential impacts on small businesses for the proposed criteria pollutant emissions standards, including both the NMOG+ NOx standard and the PM standard. EPA’s proposed NMOG+NOx standards should have no impact on the existing small entity manufacturers which produce only electric vehicles. The proposed standards are expected to have minimal impact on both the alternate fuel convertors and ICIs. Alternate fuel convertors are getting vehicles that would already meet the standard on gasoline or diesel fuel and have the ability to make changes, such as calibration, so the vehicles continue to meet the standard on an alternate fuel such as propane or natural gas. ICIs take vehicles that were certified in a foreign country and make the vehicle meet the EPA standard for the year the vehicle was built. This may require catalyst and calibration changes depending on the vehicle’s original requirements. Based on the pre panel meeting, EPA believes changes to the NMOG+ NOx standard will require a similar amount of effort for both alternative fuel convertors and ICIs to meet the new standard when compared to the previous (Tier 3) emissions standard. The proposed PM standard could potentially have a unique impact on each type of small entity. The current small entity manufacturers all produce only EVs which have no tailpipe emissions and therefore would automatically comply with the PM standard. Alternative fuel convertors buy OEM vehicles that already would need to be compliant for PM but must test the vehicle on the converted fuel and show that it still meets the standard. There would be an increased testing burden to measure PM on the cold temperature test (as discussed further in Preamble Section III.C.2), but alternative fuel vehicles are already exempted from doing any cold testing under existing EPA regulations. EPA is proposing to continue this exemption for cold temperature testing, and thus there would be no impact on alternative fuel converters. ICI's must do a complete set of emissions tests for an imported vehicle that do not already have an existing certificate (referred to as non-conforming vehicles). ICI’s currently only have to test non-methane hydrocarbons (NMHC) on the cold test; to minimize the testing burden on ICIs EPA is proposing to exempt ICI from measuring PM during cold testing. ICIs will only need to comply with the new PM levels on the FTP75 and US06. The stringency of the proposed PM standard may lead to OEMs choosing to comply by the use of gasoline particulate filters (GPFs). Most of the ICE vehicles since 2014 have been imported from Europe where GPFs are mandatory, so EPA estimates that there will be no financial impact to ICIs based on additional testing or ensuring imported vehicles are compliant with emissions standards. The final aspect of the NPRM that could have potential impacts on small entities is battery durability and warranty (Preamble Section III.F.2 and Preamble Section III.F.3). The current small entity manufacturers all have warranties that meet or exceed our proposed requirements. EPA is proposing to exempt small entities form meeting the proposed battery durability and warranty requirements since the reporting requirements would be an added financial burden that is not necessary given their current warranties. ",
          "content_embedding": {
            "vector": [
              0.049795251339673996,
              0.003509657923132181,
              -0.0007346580387093127,
              0.010532163083553314,
              0.10438477247953415,
              0.06145831570029259,
              0.01752576045691967,
              0.0653611347079277,
              0.007650676649063826,
              -0.027301859110593796,
              0.010679527185857296,
              0.016556866466999054,
              -0.03041842021048069,
              0.0029378870967775583,
              0.04784754291176796,
              0.03449298441410065,
              0.035932134836912155,
              0.013073860667645931,
              -0.13219203054904938,
              -0.038476087152957916,
              0.0665484294295311,
              -0.03526021167635918,
              -0.02844953164458275,
              0.009162666276097298,
              -0.15767942368984222,
              -0.012600296176970005,
              -0.05926847830414772,
              0.0036779078654944897,
              -0.015306825749576092,
              -0.06184205785393715,
              0.024922287091612816,
              0.0834006667137146,
              0.030664216727018356,
              0.003542681224644184,
              0.04814618453383446,
              -0.006328210234642029,
              0.004562346264719963,
              0.02034663036465645,
              -0.012768279761075974,
              -0.0194467231631279,
              0.010582962073385715,
              -0.0764232873916626,
              -0.0918608233332634,
              -0.027880720794200897,
              -0.0031965975649654865,
              -0.08478061109781265,
              0.06439021229743958,
              -0.005126225762069225,
              -0.05917533487081528,
              -0.04073739051818848,
              0.05347689613699913,
              -0.008999914862215519,
              0.014042263850569725,
              0.0013423439813777804,
              -0.06019783392548561,
              -0.09762971848249435,
              -0.10204843431711197,
              -0.02405995875597,
              0.0023347800597548485,
              0.019363489001989365,
              0.005989525932818651,
              -0.046110473573207855,
              -0.014408441260457039,
              0.019079525023698807,
              0.015162589959800243,
              0.029955249279737473,
              -0.03592817857861519,
              -0.04335254058241844,
              -0.06997830420732498,
              -0.07302752137184143,
              0.0179072804749012,
              -0.0363500639796257,
              -0.07851788401603699,
              0.08362289518117905,
              -0.010481911711394787,
              -0.05585285276174545,
              0.02621072717010975,
              0.1327597200870514,
              0.09157463163137436,
              -0.06086161360144615,
              -0.0487806610763073,
              0.031854819506406784,
              -0.07681144028902054,
              -0.008981009013950825,
              -0.044954050332307816,
              -0.012555575929582119,
              0.02796236425638199,
              0.017799004912376404,
              0.024618612602353096,
              0.10724741965532303,
              0.07752232998609543,
              -0.006568633019924164,
              0.0764930322766304,
              -0.019130889326334,
              0.02909032255411148,
              -0.011681786738336086,
              -0.02232787385582924,
              -0.10691394656896591,
              0.04687301442027092,
              0.0627429187297821,
              0.10075384378433228,
              0.09665068984031677,
              -0.002523716539144516,
              0.05672688037157059,
              -0.03991522639989853,
              -0.006087863352149725,
              -0.004184346180409193,
              -0.0060131484642624855,
              0.036213893443346024,
              0.05899751931428909,
              -0.031075140461325645,
              0.06653895229101181,
              0.039483312517404556,
              0.020715761929750443,
              -0.015686403959989548,
              -0.07230985909700394,
              0.0019406486535444856,
              0.019455933943390846,
              0.08899790793657303,
              -0.09504387527704239,
              -0.0547783263027668,
              0.051019661128520966,
              0.050025057047605515,
              -0.09749223291873932,
              0.12541839480400085,
              0.15786339342594147,
              -0.07231578230857849,
              2.6026829806487508e-33,
              -0.03660687059164047,
              0.07704637199640274,
              -0.03953239321708679,
              -0.03552183508872986,
              -0.012932672165334225,
              0.009270437061786652,
              0.003451207187026739,
              0.03598109632730484,
              -0.06376411020755768,
              0.0668707862496376,
              0.012173125520348549,
              0.059239719063043594,
              0.03536854311823845,
              -0.056092843413352966,
              0.11233779042959213,
              0.005695887375622988,
              -0.006651606410741806,
              0.03740910813212395,
              0.06387971341609955,
              -0.02098432183265686,
              -0.06968449056148529,
              0.007757225073873997,
              -0.02033812738955021,
              0.04088325425982475,
              -0.012287174351513386,
              -0.02570871263742447,
              0.002313791075721383,
              0.021054059267044067,
              -0.025947969406843185,
              0.04933951050043106,
              0.008702865801751614,
              -0.017197944223880768,
              0.043583326041698456,
              0.040207043290138245,
              -0.03870891407132149,
              -0.001679044682532549,
              -0.10555820167064667,
              -0.027805764228105545,
              -0.04623677209019661,
              -0.06602513790130615,
              -0.024581480771303177,
              -0.0020498894155025482,
              -0.06883427500724792,
              -0.0018462793668732047,
              -0.06162218376994133,
              0.0020701673347502947,
              0.07422338426113129,
              0.009950707666575909,
              -0.015734126791357994,
              0.027009261772036552,
              0.0016252804780378938,
              0.009053666144609451,
              0.07641244679689407,
              -0.06919750571250916,
              -0.015218932181596756,
              0.007238178979605436,
              -0.002395584946498275,
              -0.08526398986577988,
              -0.010609786957502365,
              -0.014415719546377659,
              -0.035741932690143585,
              0.04918401688337326,
              -0.020560160279273987,
              0.03369578719139099,
              0.020007312297821045,
              0.025560254231095314,
              0.029429925605654716,
              0.03466328978538513,
              0.02116636000573635,
              -0.05732861906290054,
              0.025867391377687454,
              0.023639915511012077,
              0.0572553388774395,
              -0.005683261435478926,
              0.034328997135162354,
              -0.038931623101234436,
              0.0023818756453692913,
              0.07351519912481308,
              -0.023168614134192467,
              -0.05012582987546921,
              -0.06704411655664444,
              0.010611017234623432,
              0.07403593510389328,
              0.01722050830721855,
              0.00685659097507596,
              -0.02882973663508892,
              0.06341096013784409,
              0.02732999436557293,
              -0.04024144262075424,
              -0.050025537610054016,
              -0.07190213352441788,
              0.01207782793790102,
              -0.06255927681922913,
              0.09196168184280396,
              0.0637286826968193,
              -3.9020542322385526e-33,
              -0.05395333841443062,
              -0.06955817341804504,
              0.040702007710933685,
              -0.026740718632936478,
              -0.01376513671129942,
              -0.0015358394011855125,
              -0.004215136170387268,
              -0.05198383331298828,
              0.09071717411279678,
              -0.03289835900068283,
              -0.1235373318195343,
              -0.09221864491701126,
              0.053933821618556976,
              -0.10168629884719849,
              -0.01122504286468029,
              -0.03154498338699341,
              -0.0201143529266119,
              -0.053736187517642975,
              0.023428071290254593,
              0.06822966039180756,
              0.030424008145928383,
              0.030614089220762253,
              0.06667567044496536,
              0.11705465614795685,
              0.02243431657552719,
              -0.0029565072618424892,
              -0.010935967788100243,
              -0.05684962868690491,
              -0.005080916918814182,
              -0.06654161959886551,
              -0.002659347141161561,
              -0.07065404951572418,
              0.005845104344189167,
              -0.020853156223893166,
              -0.03568883240222931,
              -0.13764934241771698,
              -0.029020650312304497,
              -0.06050848215818405,
              -0.030401593074202538,
              0.004523873794823885,
              0.025693155825138092,
              0.04622074216604233,
              -0.011286652646958828,
              0.018006233498454094,
              -0.021360181272029877,
              -0.011926117353141308,
              0.05577312037348747,
              -0.048268016427755356,
              0.0055512115359306335,
              -0.04541877657175064,
              -0.03325236961245537,
              0.0013975410256534815,
              0.01899685338139534,
              0.05697539076209068,
              -0.008187482133507729,
              0.0409713089466095,
              0.14779500663280487,
              0.01744972914457321,
              -0.042396724224090576,
              0.06892986595630646,
              0.013444770127534866,
              0.05074499920010567,
              -0.003594517707824707,
              0.070269875228405,
              0.056057002395391464,
              -0.05468849092721939,
              0.021716494113206863,
              -0.07382272928953171,
              0.05361926555633545,
              -0.08996868878602982,
              0.049817562103271484,
              -0.04706147685647011,
              -0.026914305984973907,
              0.008891682140529156,
              -0.02367413602769375,
              -0.038407497107982635,
              0.03333599865436554,
              -0.09430865943431854,
              -0.03198191896080971,
              0.024496089667081833,
              0.006389373913407326,
              0.012502999044954777,
              0.002848564414307475,
              -0.037031903862953186,
              0.03556812182068825,
              -0.06209682300686836,
              0.02720646932721138,
              -0.023885242640972137,
              0.020447339862585068,
              0.14395783841609955,
              -0.10394717007875443,
              0.07398711144924164,
              -0.0104474863037467,
              0.03890020027756691,
              -0.09397874772548676,
              -5.090090482440246e-08,
              -0.022622784599661827,
              0.00316779431886971,
              0.011533207260072231,
              0.09915285557508469,
              -0.010059705004096031,
              -0.05021759867668152,
              0.00487946905195713,
              0.003542677266523242,
              -0.0948951244354248,
              0.02934352681040764,
              0.05609546974301338,
              0.004541331902146339,
              -0.053794775158166885,
              0.0633322149515152,
              0.006973236799240112,
              -0.02454308420419693,
              0.009970241226255894,
              0.0043605235405266285,
              -0.04912303015589714,
              0.02244742400944233,
              0.008127736859023571,
              0.0020377838518470526,
              -0.014800269156694412,
              0.003113413695245981,
              0.0707361027598381,
              -0.09195227921009064,
              -0.007038409821689129,
              0.04489222913980484,
              0.07543732970952988,
              -0.015317504294216633,
              -0.02442837692797184,
              0.09560275822877884,
              0.0023267304059118032,
              0.007186490576714277,
              -0.02399102784693241,
              -0.013769563287496567,
              -0.009287364780902863,
              0.04414350911974907,
              0.05694158375263214,
              0.07328563183546066,
              -0.016499117016792297,
              -0.011030791327357292,
              -0.012683923356235027,
              0.017732812091708183,
              0.025514280423521996,
              0.0226275734603405,
              -0.133463516831398,
              -0.051210079342126846,
              0.01389036513864994,
              -0.04775620624423027,
              0.07409694790840149,
              -0.07883794605731964,
              0.027920229360461235,
              0.06540274620056152,
              0.028082773089408875,
              -0.005550030618906021,
              -0.010288967750966549,
              -0.03465142473578453,
              0.023465439677238464,
              -0.04112431779503822,
              0.027595724910497665,
              0.051357440650463104,
              0.03056621178984642,
              -0.010572994127869606
            ],
            "metadata": {
              "type": "content",
              "chapter_title": null,
              "chapter_number": "12",
              "page_number": 1,
              "section_title": "Small Business Flexibilities",
              "section_number": "12.1"
            }
          },
          "title_embedding": {
            "vector": [
              0.04631723836064339,
              0.0011082475539296865,
              -0.05482916533946991,
              0.023114658892154694,
              0.04148370400071144,
              0.04317275807261467,
              -0.024548601359128952,
              0.07269585132598877,
              -0.014170723967254162,
              -0.03792586177587509,
              0.05030278488993645,
              0.02592119574546814,
              -0.035815250128507614,
              0.021960753947496414,
              0.03675258904695511,
              0.020079953595995903,
              0.04544959217309952,
              0.010208511725068092,
              -0.06895411759614944,
              -0.043826617300510406,
              -0.08978915959596634,
              -0.10714345425367355,
              -0.051448795944452286,
              -0.05546770617365837,
              -0.05132996290922165,
              -0.004157032817602158,
              0.010726360604166985,
              0.03825261443853378,
              0.07609883695840836,
              -0.10285528004169464,
              0.022378282621502876,
              0.03884745389223099,
              0.08247364312410355,
              0.02980433590710163,
              0.05974167585372925,
              0.06329148262739182,
              0.026582693681120872,
              -0.004858647007495165,
              0.0205498356372118,
              0.003267350373789668,
              -0.06228955090045929,
              -0.07761429250240326,
              -0.0404638834297657,
              -0.06917145103216171,
              -0.01741422712802887,
              -0.058567922562360764,
              0.059438556432724,
              0.03581615164875984,
              0.0245285052806139,
              0.06714550405740738,
              0.02422049082815647,
              -0.024760883301496506,
              -0.0063233147375285625,
              0.029529612511396408,
              -0.04681200906634331,
              -0.002707270672544837,
              -0.037106409668922424,
              -0.018457133322954178,
              0.019090786576271057,
              -0.01778385601937771,
              0.10171445459127426,
              -0.0042974576354026794,
              0.0559043325483799,
              0.03477608412504196,
              -0.03303254395723343,
              0.09271115064620972,
              -0.07632163912057877,
              0.03347169607877731,
              -0.05099106207489967,
              -0.08423119783401489,
              0.053332388401031494,
              -0.13797713816165924,
              -0.07791871577501297,
              0.052995823323726654,
              0.03277381509542465,
              -0.04679250344634056,
              0.025007149204611778,
              0.02410154603421688,
              0.07258263975381851,
              0.017480328679084778,
              -0.024418385699391365,
              -0.06408476829528809,
              -0.0878705307841301,
              0.025360241532325745,
              -0.05602018162608147,
              -0.06416921317577362,
              -0.0065435487776994705,
              -0.0004920244682580233,
              0.12492789328098297,
              0.07933028787374496,
              0.0362018421292305,
              0.040973249822854996,
              0.016463670879602432,
              -0.0485316701233387,
              -0.0651126503944397,
              -0.02637733705341816,
              -0.07398451119661331,
              -0.07707000523805618,
              -0.010774764232337475,
              0.06323754042387009,
              -0.013686779886484146,
              0.046171702444553375,
              0.10226289182901382,
              0.027556808665394783,
              -0.05580819025635719,
              -0.08221075683832169,
              -0.025050954893231392,
              -0.007223100867122412,
              0.034696970134973526,
              0.06246891990303993,
              -0.026273684576153755,
              0.026887206360697746,
              -0.01833089254796505,
              -0.027488574385643005,
              -0.017377538606524467,
              -0.10640885680913925,
              -0.13445879518985748,
              -0.013205589726567268,
              0.0995778739452362,
              0.024841943755745888,
              0.02090632915496826,
              0.12602226436138153,
              0.019161880016326904,
              -0.0835793986916542,
              0.023898089304566383,
              0.06574249267578125,
              -0.08478627353906631,
              1.0689068597389574e-33,
              -0.015995869413018227,
              0.10283702611923218,
              -0.04747697710990906,
              0.07275143265724182,
              0.07493975013494492,
              0.0012991674011573195,
              0.06149895489215851,
              -0.001739088329486549,
              -0.05072208121418953,
              0.056203220039606094,
              0.0432647243142128,
              0.15379616618156433,
              0.07934780418872833,
              -0.02022728882730007,
              0.1047760546207428,
              -0.028239084407687187,
              0.029894128441810608,
              0.029098615050315857,
              -0.02830362319946289,
              -0.0057686264626681805,
              -0.04590081423521042,
              -0.02029370330274105,
              0.008978652767837048,
              0.026367122307419777,
              0.02611287124454975,
              -0.02024274691939354,
              0.08102523535490036,
              0.07378025352954865,
              0.03555354103446007,
              0.03993059694766998,
              0.03352384641766548,
              -0.030369190499186516,
              -0.014572705142199993,
              -0.031084736809134483,
              0.021578563377261162,
              -0.009354700334370136,
              -0.05467845872044563,
              -0.07770606130361557,
              -0.00898797158151865,
              -0.012852203100919724,
              -0.13113540410995483,
              -0.013459713198244572,
              -0.012153482995927334,
              -0.00610757851973176,
              0.022529933601617813,
              0.04290579631924629,
              0.04897168278694153,
              0.04574795067310333,
              0.06524349004030228,
              -0.04539615288376808,
              -0.03500765562057495,
              0.011439554393291473,
              -0.046940241008996964,
              -0.0028121317736804485,
              0.003639220492914319,
              -0.03682046756148338,
              -0.01681569404900074,
              -0.08342475444078445,
              -0.016572099179029465,
              -0.024254310876131058,
              -0.06647532433271408,
              -0.021280668675899506,
              -0.02187078632414341,
              -0.01961187832057476,
              0.016382819041609764,
              0.03594411164522171,
              -0.013090135529637337,
              -0.019466333091259003,
              0.09129757434129715,
              -0.028839213773608208,
              0.009152969345450401,
              -0.020480476319789886,
              0.1226111650466919,
              -0.04072366654872894,
              -0.0021719110663980246,
              0.04589220508933067,
              -0.04518662393093109,
              0.021438371390104294,
              0.009639814496040344,
              0.007629184518009424,
              -0.03283412382006645,
              -0.0009456272819079459,
              0.10886185616254807,
              0.06718534231185913,
              0.017628908157348633,
              -0.025323355570435524,
              0.0351334884762764,
              0.0028275882359594107,
              -0.04300663247704506,
              0.02909764274954796,
              -0.09592754393815994,
              0.04933888092637062,
              -0.06034509465098381,
              0.03562409430742264,
              0.01760242134332657,
              -2.0245096557120776e-33,
              -0.03322688117623329,
              -0.04903687536716461,
              -0.009999223053455353,
              0.021528644487261772,
              0.05694030225276947,
              0.05109629034996033,
              -0.012925881892442703,
              0.000680978293530643,
              -0.03340968117117882,
              0.015392116270959377,
              -0.10059955716133118,
              -0.07941774278879166,
              -0.08247088640928268,
              -0.02886533923447132,
              -0.05268525332212448,
              -0.013878737576305866,
              0.06854160875082016,
              -0.07087526470422745,
              0.05245356261730194,
              0.017915289849042892,
              0.04977741092443466,
              -0.0021573184058070183,
              -0.018643535673618317,
              0.08047262579202652,
              0.04219586029648781,
              0.045763880014419556,
              -0.10573705285787582,
              -0.07990630716085434,
              -0.07512745261192322,
              0.022050820291042328,
              -0.07096356898546219,
              -0.0328696146607399,
              0.04779483750462532,
              0.026220420375466347,
              -0.009352050721645355,
              -0.0514678917825222,
              -0.091388039290905,
              -0.031554240733385086,
              0.035332709550857544,
              -0.030196841806173325,
              0.06574978679418564,
              -0.02735086902976036,
              -0.00666849734261632,
              0.00030634849099442363,
              -0.016772005707025528,
              -0.07984500378370285,
              0.012897747568786144,
              -0.11435312032699585,
              0.05898630619049072,
              -0.043119437992572784,
              -0.04652553051710129,
              0.03145819529891014,
              -0.04234393313527107,
              -0.025537701323628426,
              -0.06448189914226532,
              0.019154472276568413,
              0.036457598209381104,
              -0.04549837112426758,
              -0.08371827006340027,
              0.05534239485859871,
              0.008020910434424877,
              0.007041862700134516,
              0.09303203970193863,
              0.06630289554595947,
              0.09101235121488571,
              0.046558357775211334,
              0.06937675923109055,
              -0.09967608749866486,
              -0.05372726917266846,
              -0.04182868450880051,
              0.07148771733045578,
              0.10165823996067047,
              0.09719885885715485,
              -0.008819992654025555,
              -0.06334295868873596,
              0.03597801923751831,
              0.028853749856352806,
              -0.06667833030223846,
              -0.02622864954173565,
              0.02997821941971779,
              0.010945257730782032,
              -0.054189104586839676,
              -0.0240628682076931,
              0.044233761727809906,
              -0.03841129690408707,
              -0.04230986908078194,
              0.02872239239513874,
              -0.011216237209737301,
              0.034505199640989304,
              0.02472819574177265,
              -0.10559066385030746,
              0.08217773586511612,
              0.02312408946454525,
              0.03157590329647064,
              0.011364009231328964,
              -1.715270059321483e-08,
              -0.10177294909954071,
              0.025807557627558708,
              0.0038469266146421432,
              0.033959340304136276,
              0.025292761623859406,
              -0.013823246583342552,
              -0.028631597757339478,
              -0.01226925477385521,
              -0.03379712998867035,
              0.010845114476978779,
              -0.03783285245299339,
              -0.05294061079621315,
              -0.024847012013196945,
              0.08540914952754974,
              0.031121311709284782,
              -0.01623113639652729,
              0.04611504450440407,
              0.02429772913455963,
              -0.040036652237176895,
              0.009036704897880554,
              0.03141913190484047,
              0.07870125770568848,
              0.03218797221779823,
              -0.03818681836128235,
              0.007639272604137659,
              -0.04677177965641022,
              -0.0618816576898098,
              0.04549916833639145,
              0.024083130061626434,
              0.016927268356084824,
              -0.0097163375467062,
              0.0417032428085804,
              0.07347463071346283,
              -0.026942720636725426,
              -0.044712670147418976,
              -0.019319674000144005,
              0.0194664616137743,
              0.0028606820851564407,
              -0.02914186380803585,
              0.037461694329977036,
              -0.06866487860679626,
              0.032076410949230194,
              -0.015024255961179733,
              0.0056753684766590595,
              0.033148106187582016,
              -0.00996466539800167,
              -0.1101510152220726,
              -0.020652027800679207,
              0.008685801178216934,
              0.02088470384478569,
              -0.01631038635969162,
              -0.03301158919930458,
              -0.01773262955248356,
              0.03002818487584591,
              0.024246374145150185,
              -0.0030955499969422817,
              0.008991705253720284,
              -0.043900806456804276,
              -0.02938765101134777,
              0.034997954964637756,
              -0.059589873999357224,
              -0.03613396733999252,
              0.014466113410890102,
              0.015320326201617718
            ],
            "metadata": {
              "type": "section_title",
              "chapter_title": null,
              "chapter_number": "12",
              "page_number": 1,
              "section_title": "Small Business Flexibilities",
              "section_number": "12.1"
            }
          }
        }
      ]
    }
  ]
}